{ "translations": {
    "The given name is too long" : "El nome apurríu ye mui llongu",
    "The given web address is too long" : "La direición web apurrida ye mui llonga",
    "The given web address is not a valid URL" : "La direición web apurrida nun ye una URL válida",
    "The given legal notice address is too long" : "La direición apurrida del avisu llegal ye mui llonga",
    "The given legal notice address is not a valid URL" : "La direición apurrida del avisu llegal nun ye una URL válida",
    "The given privacy policy address is too long" : "La direición apurrida de la política de privacidá ye mui llonga",
    "The given privacy policy address is not a valid URL" : "La direición apurrida de la política de privacidá nun ye una URL válida",
    "The given slogan is too long" : "L'eslogan apurríu ye mui llongu",
    "The given color is invalid" : "El color apurríu ye inválidu",
    "Disable-user-theming should be true or false" : "«Disable-user-theming» ha ser «true» o «false»",
    "Saved" : "Guardóse",
    "Invalid app given" : "Apurrióse una aplicación inválida",
    "Invalid type for setting \"defaultApp\" given" : "Apurrióse un tipu inválidu pa la opción «defaultApp»",
    "Invalid setting key" : "La clave de la opción ye inválida",
    "The file was uploaded" : "Xubióse'l ficheru",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "El ficheru xubíu supera la direutiva «upload_max_filesize» del ficheru php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "El ficheru xubíu supera la direutiva «MAX_FILE_SIZE» que s'especificó nel formulariu HTML",
    "The file was only partially uploaded" : "El ficheru xubióse parcialmente",
    "No file was uploaded" : "Nun se xubió nengún ficheru",
    "Missing a temporary folder" : "Falta una carpeta temporal",
    "Could not write file to disk" : "Nun se pudo escribir el ficheru nel discu",
    "A PHP extension stopped the file upload" : "Una estensión PHP paró la xuba de ficheros",
    "No file uploaded" : "Nun se xubió nengún ficheru",
    "You are already using a custom theme. Theming app settings might be overwritten by that." : "Yá tas usando un estilu personalizáu. Ye posible que se sobrescriba la configuración de l'aplicación «Estilu».",
    "Theming" : "Estilu",
    "Appearance and accessibility" : "Aspeutu y accesibilidá",
    "PHP Imagick module" : "Módulu Imagick de PHP",
    "The PHP module \"imagick\" is not enabled although the theming app is. For favicon generation to work correctly, you need to install and enable this module." : "El módulu de PHP «imagick» nun ta activáu magar que l'aplicación d'estilos lo ta. Pa que la xeneración de favíconos funcione correutamente, tienes d'instalar y activar esti módulu.",
    "The PHP module \"imagick\" in this instance has no SVG support. For better compatibility it is recommended to install it." : "El módulu de PHP «imagick» d'esta instancia nun ye compatible con SVG. Pa consiguir la mayor compatibilidá, ye aconseyable que instales una versión del módulu compatible.",
    "Dark theme with high contrast mode" : "Estilu escuru col mou de contraste altu",
    "Enable dark high contrast mode" : "Activar el mou de contraste altu escuru",
    "Similar to the high contrast mode, but with dark colours." : "Aseméyase al mou de contraste altu mas con colores escuros.",
    "Dark theme" : "Estilu escuru",
    "Enable dark theme" : "Activar l'estilu escuru",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness." : "Un estilu escuru qu'ayuda a los güeyos pente l'amenorgamientu xeneral de la lluminosidá y brillu.",
    "System default theme" : "Estilu predetermináu del sistema",
    "Enable the system default" : "Activar la configuración predeterminada del sistema",
    "Using the default system appearance." : "L'aspeutu de la configuración predeterminada ta n'usu.",
    "Dyslexia font" : "Fonte pa persones dislexiques",
    "Enable dyslexia font" : "Activa la fonte pa persones dislexiques",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic ye una fonte gratuita diseñada p'amenorgar dalgunos de los errores de llectura más comunes que produz la dislexia.",
    "High contrast mode" : "Mou de contraste altu",
    "Enable high contrast mode" : "Activar el mou de contraste altu",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Un mou de contraste altu acencella la navegación. La calidá visual va amenorgar mas la claridá visual va aumentar.",
    "Light theme" : "Tema claru",
    "Enable the default light theme" : "Activar l'estilu claru predetermináu",
    "The default light appearance." : "L'aspeutu claru predetermináu.",
    "Legal notice" : "Avisu llegal",
    "Privacy policy" : "Política de privacidá",
    "Adjust the Nextcloud theme" : "Axustar l'estilu de Nextcloud",
    "Theming makes it possible to easily customize the look and feel of your instance and supported clients. This will be visible for all users." : "Los estilos posibiliten personalizar fácilmente l'aspeutu de la instancia y los veceros compatibles. Esta función va ser visible pa tolos usuarios.",
    "Upload new logo" : "Xubir un logotipu nuevu",
    "Logo" : "Logotipu",
    "Upload new background and login image" : "Xubir una imaxe nueva pal fondu y la páxina d'aniciar la sesión",
    "Background and login image" : "Imaxe pal fondu y la páxina d'aniciar la sesión",
    "Advanced options" : "Opciones avanzaes",
    "Install the ImageMagick PHP extension with support for SVG images to automatically generate favicons based on the uploaded logo and color." : "Instala la estensión de PHP ImageMagick con compatibilidá pa imáxenes SVG y xenerar favicons basaos nel logotipu xubíu y nos colores",
    "Name" : "Nome",
    "Web link" : "Enllaz web",
    "a safe home for all your data" : "un llugar seguru pa los datos personales",
    "Slogan" : "Eslogan",
    "Legal notice link" : "Enllaz del avisu llegal",
    "Privacy policy link" : "Enllaz de la política de privacidá",
    "Header logo" : "Logotipu de la testera",
    "Upload new header logo" : "Xubir un logotipu nuevu pa la testera",
    "Favicon" : "Favicon",
    "Upload new favicon" : "Xubir un favicon",
    "User settings" : "Configuración del usuariu",
    "Disable user theming" : "Desactivar l'estilu de los usuarios",
    "Although you can select and customize your instance, users can change their background and colors. If you want to enforce your customization, you can toggle this on." : "Magar que puedas seleicionar y personalizar la instancia, los usuarios puen camudar los sos fondos y colores. Si quies imponer la to personalización, pues activar esta opción.",
    "Appearance and accessibility settings" : "Configuración del aspeutu y l'accesibilidá",
    "Customization has been disabled by your administrator" : "L'alministración desactivó la personalización",
    "Keyboard shortcuts" : "Atayos del tecláu",
    "In some cases keyboard shortcuts can interfere with accessibility tools. In order to allow focusing on your tool correctly you can disable all keyboard shortcuts here. This will also disable all available shortcuts in apps." : "En dalgunos casos, los atayos del tecláu pues interfirir coles ferramientes d'accesibilidá. Pa permitir enfocales correutamente, pues desactivar tolos atayos del tecláu equí. Esta aición tamién va desactivar tolos atayos disponibles nes aplicaciones.",
    "Disable all keyboard shortcuts" : "Desactivar tolos atayos del tecláu",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "L'accesu universal ye mui importante pa nós. Siguimos los estándares web y comprobamos que too se pueda usar tamién ensin el mur y con programes d'asistencia, como los llectores de pantalla. Queremos cumplir les {guidelines}Pautes d'accesibilidá del conteníu web{linkend} 2.1 nel nivel AA y col estilu de contraste altu nel nivel AAA.",
    "If you find any issues, do not hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "Si atopes dalgún problema, nun duldes n'informar d'él nel {issuetracker}rexistrador de problemes{linkend}. Y si quies andechar, ¡xúnite al {designteam}equipu de diseñu{linkend}!",
    "Current selected app: {app}, position {position} of {total}" : "Aplicación seleicionada anguaño: {app}, posición {position} de {total}",
    "Move up" : "Xubir",
    "Move down" : "Baxar",
    "Custom background" : "Fondu personalizáu",
    "Default background" : "Fondu predetermináu",
    "Select a background from your files" : "Seleiciona un fondu dende los ficheros",
    "Select background" : "Selecionar un fondu",
    "No background has been selected" : "Nun se seleicionó nengún fondu",
    "Theme selection is enforced" : "La seleición del estilu ta impuesta",
    "Navigation bar settings" : "Configuración de la barra de navegación",
    "You can configure the app order used for the navigation bar. The first entry will be the default app, opened after login or when clicking on the logo." : "Pues confgurar l'orde de les aplicaciones usaes pa la barra de navegación. La primer entrada va ser l'aplicación predeterminada, ábrese dempués d'aniciar la sesión o cuando calques nel logotipu.",
    "The default app can not be changed because it was configured by the administrator." : "Nun se pue camudar l'aplicación predeterminada porque l'alministración configuróla",
    "The app order was changed, to see it in action you have to reload the page." : "L'orde de les aplicaciones caducó, pa velu n'aición tienes de volver cargar la páxina.",
    "Reset default app order" : "Reaniciar l'orde de les aplicaciones predeterminaes",
    "Could not set the app order" : "Nun se pudo afitar l'orde de les aplicaciones",
    "Could not reset the app order" : "Nun se pudo restaurar l'orde de les aplicaciones",
    "Default app" : "Aplicación predeterminada",
    "The default app is the app that is e.g. opened after login or when the logo in the menu is clicked." : "L'aplicación predetrrminada ye l'aplicación, por exemplu, que s'abre dempués d'aniciar la sesión o cuando se calca'l logotipu del menú",
    "Use custom default app" : "Usar una aplicación predeterminada personalizada",
    "Global default app" : "Aplicación predeterminada global",
    "Global default apps" : "Aplicaciones predeterminaes globales",
    "Default app priority" : "Prioridá d'aplicación predeterminada",
    "If an app is not enabled for a user, the next app with lower priority is used." : "Si una aplicación nun ta activada pa un usuariu, úsase l'aplicación siguiente cola prioridá más baxa.",
    "Could not set global default apps" : "Nun se pudieron afitar les aplicaciones predeterminaes globales",
    "Select a custom color" : "Seleicionar un color personalizáu",
    "Reset to default" : "Reafitar los valores",
    "Upload" : "Xunir",
    "Remove background image" : "Quitar la imaxe del fondu",
    "Color" : "Color",
    "Background" : "Fondu",
    "Set a custom background" : "Afitar un fondu personalizáu",
    "Change color" : "Camudar el color",
    "No background" : "Nun hai nengún fondu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}