{ "translations": {
    "Loading preview…" : "Duke ngarkuar pamjen paraprake...",
    "Admin" : "Admin",
    "Saved" : "E ruajtur",
    "a safe home for all your data" : "një vënd i sigurtë për të dhënat e tua ",
    "The given name is too long" : "Emri i dhënë është tepër i gjatë ",
    "The given web address is too long" : "Adresa e dhënë e ueb-it është tepër e gjate ",
    "The given slogan is too long" : "Slogani i dhënë është shumë i gjatë ",
    "The given color is invalid" : "Ngjyra e dhënë është invalide ",
    "The file was uploaded" : "Skedari u ngarkua",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "Kartela e ngarkuar tejkalon udhëzimin MAX_FILE_SIZE që qe përcaktuar te formulari HTML",
    "No file was uploaded" : "S’u ngarkua kartelë",
    "Missing a temporary folder" : "Mungon një dosje e përkohshme",
    "No file uploaded" : "Asnjë skedar i ngarkuar",
    "Theming" : "Duke vendosur theme-n",
    "Dark theme" : "Temë e errët",
    "Enable dark theme" : "Aktivizo temën e errët",
    "Dyslexia font" : "Fonti Dyslexia",
    "Enable dyslexia font" : "Aktivizo fontin e disleksisë",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic është një font / karakter tipografik i lirë i dizajnuar për të zbutur disa nga gabimet e zakonshme të leximit të shkaktuara nga disleksija.",
    "High contrast mode" : "Modalitet me kontrast të lartë",
    "Enable high contrast mode" : "Aktivizoni modalitetin me kontrast të lartë",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Një modalitet me kontrast të lartë për të lehtësuar lundrimin. Cilësia vizuale do të reduktohet por qartësia do të rritet",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "Qasja universale është shumë e rëndësishme për ne. Ne ndjekim standardet e uebit dhe kontrollojmë që çdo gjë të jetë e përdorshme edhe pa miun, dhe softuerë ndihmës siç janë lexuesit e ekranit. Ne synojmë të jemi në përputhje me {udhëzimet}Udhëzimet mbi Aksesueshmërinë për Përmbajtjen në Internet{linkend} 2.1 në nivelin AA, me temën e kontrastit të lartë edhe në nivelin AAA.",
    "If you find any issues, don’t hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "Nëse gjeni ndonjë problem, mos hezitoni t'i raportoni ato në {issuetracker}gjurmuesi ynë i çështjeve{linkend}. Dhe nëse doni të përfshiheni, ejani bashkohuni me {designteam}ekipin tonë të dizajnit{linkend}!",
    "Open documentation" : "Dokumentacion i hapur",
    "Theming makes it possible to easily customize the look and feel of your instance and supported clients. This will be visible for all users." : "Theming bën të mundur për të përshtatur lehtësisht pamjen dhe ndjenjën e instancës suaj dhe klientëve të mbështetur. Kjo do të jetë e dukshme për të gjithë përdoruesit.",
    "Name" : "Emri",
    "Reset to default" : "Rivendos tek të paracaktuarat",
    "Slogan" : "Sllogan",
    "Color" : "Ngjyrë ",
    "Logo" : "Logo",
    "Upload new logo" : "Ngarko logo të re ",
    "Login image" : "Imazhi i hyrjes",
    "Upload new login background" : "Ngarko background të ri hyrjeje",
    "Remove background image" : "Hiqni imazhin në sfond",
    "Advanced options" : "Opsione të avancuara"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}