{ "translations": {
    "The given name is too long" : "Jina lililotolewa ni refu sana",
    "The given web address is too long" : "Anwani iliyotolewa ni ndefu sana",
    "The given web address is not a valid URL" : "Anwani iliyotolewa ya wavuti si URL halali",
    "The given legal notice address is too long" : "Anwani ya notisi ya kisheria iliyotolewa ni ndefu sana",
    "The given legal notice address is not a valid URL" : "Anwani ya notisi ya kisheria iliyotolewa si URL halali",
    "The given privacy policy address is too long" : "Anwani iliyotolewa ya sera ya faragha ni ndefu sana",
    "The given privacy policy address is not a valid URL" : "Anwani iliyotolewa ya sera ya faragha si URL halali",
    "The given slogan is too long" : "Kauli mbiu iliyotolewa ni ndefu sana",
    "The given color is invalid" : "Rangi iliyotolewa si sahihi",
    "Disable-user-theming should be true or false" : "Lemaza mandhari ya mtumiaji inapaswa kuwa kweli au si kweli",
    "Saved" : "Imehifadhiwa",
    "Invalid app given" : "Programu batili iliyotolewa",
    "Invalid type for setting \"defaultApp\" given" : "Aina batili ya kuweka \"defaultApp\" iliyotolewa",
    "Invalid setting key" : "Kitufe cha mipangilio batili",
    "The file was uploaded" : "Faili lilipakiwa",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "Faili lililopakiwa linazidi kiwango cha juu cha ukubwa wa faili linalielekea katika php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "Faili iliyopakiliwa imezidi kiwango cha ukubwa wa faili iliyoelekezwa maalum katika fomu ya HTML",
    "The file was only partially uploaded" : "Faili lilipakiwa kwa sehemu ndogo tu",
    "No file was uploaded" : "Hakuna faili lililopakiwa",
    "Missing a temporary folder" : "Imekosa faili la muda",
    "Could not write file to disk" : "Haikuweza kuandika faili kwenye disk",
    "A PHP extension stopped the file upload" : "Uongezaji wa PHP umesimamisha upakiaji wa faili",
    "No file uploaded" : "Hakuna faili iliyopakiwa",
    "You are already using a custom theme. Theming app settings might be overwritten by that." : "Tayari unatumia mandhari maalum. Mipangilio ya programu ya mandhari inaweza kufutwa na hilo.",
    "Theming" : "Mandharisha",
    "Appearance and accessibility" : "Muonekano na ufikiaji",
    "PHP Imagick module" : "Moduli ya Picha ya PHP",
    "The PHP module \"imagick\" is not enabled although the theming app is. For favicon generation to work correctly, you need to install and enable this module." : "Moduli ya PHP \"imagick\" haijawashwa ingawa programu ya mandhari imewashwa. Ili kizazi cha favicon kifanye kazi kwa usahihi, unahitaji kusakinisha na kuwezesha moduli hii.",
    "The PHP module \"imagick\" in this instance has no SVG support. For better compatibility it is recommended to install it." : "Moduli ya PHP \"imagick\" katika mfano huu haina msaada wa SVG. Kwa utangamano bora inashauriwa kuiweka.",
    "Dark theme with high contrast mode" : "Mandhari meusi yenye hali ya juu ya utofautishaji",
    "Enable dark high contrast mode" : "Washa hali ya utofautishaji wa giza wa juu",
    "Similar to the high contrast mode, but with dark colours." : "Inafanana na hali ya juu ya utofautishaji, lakini yenye rangi nyeusi.",
    "Dark theme" : "Muonekano giza",
    "Enable dark theme" : "Wezesha muonekano giza",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness." : "Mandhari meusi ya kurahisisha macho yako kwa kupunguza mwangaza na mwangaza kwa ujumla.",
    "System default theme" : "Mandhari chaguo-msingi ya mfumo",
    "Enable the system default" : "Washa mfumo chaguomsingi",
    "Using the default system appearance." : "Kwa kutumia mwonekano wa mfumo chaguo-msingi.",
    "Dyslexia font" : "Fonti ya dyslexia",
    "Enable dyslexia font" : "Washa fonti ya dyslexia",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic ni fonti ya bure iliyobuniwa ili kupunguza baadhi ya makosa ya kawaida ya usomaji yanayosababishwa na disleksia.",
    "High contrast mode" : "Hali ya kontrasti ya juu",
    "Enable high contrast mode" : "Washa hali ya kontrasti ya juu",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Hali ya kontrasti ya juu ili kurahisisha urambazaji wako. Ubora wa mwonekano utapungua, lakini uwazi utaongezeka.",
    "Light theme" : "Mandhari nyepesi",
    "Enable the default light theme" : "Washa mandhari ya mwanga ya chaguo-msingi",
    "The default light appearance." : "Mwonekano wa taa chaguomsingi.",
    "Legal notice" : "Notisi ya kisheria",
    "Privacy policy" : "Sheria ya faragha",
    "Adjust the Nextcloud theme" : "Rekebisha mandhari ya Nextcloud",
    "Name" : "Jina",
    "Web link" : "Kiungo cha wavuti",
    "a safe home for all your data" : "nyumba salama kwa data zako zote",
    "Slogan" : "Kauli mbiu",
    "Primary color" : "Rangi ya msingi",
    "The primary color is used for highlighting elements like important buttons. It might get slightly adjusted depending on the current color schema." : "Rangi ya msingi hutumiwa kuangazia vipengee kama vile vitufe muhimu. Inaweza kurekebishwa kidogo kulingana na schema ya sasa ya rangi.",
    "Legal notice link" : "Kiungo cha notisi ya kisheria",
    "Privacy policy link" : "Kiungo cha sera ya faragha",
    "Header logo" : "Nembo ya kichwa",
    "Upload new header logo" : "Pakia nembo mpya ya kichwa",
    "Favicon" : "Favicon",
    "Upload new favicon" : "Pakia favicon mpya",
    "User settings" : "Mipangilio ya mtumiaji",
    "Disable user theming" : "Zima mandhari ya watumiaji",
    "Although you can select and customize your instance, users can change their background and colors. If you want to enforce your customization, you can toggle this on." : "Ingawa unaweza kuchagua na kubinafsisha mfano wako, watumiaji wanaweza kubadilisha usuli na rangi zao. Ikiwa unataka kutekeleza ubinafsishaji wako, unaweza kuwasha hii.",
    "Theming makes it possible to easily customize the look and feel of your instance and supported clients. This will be visible for all users." : "Mandhari hurahisisha kubinafsisha kwa urahisi mwonekano na hali ya mfano wako na wateja wanaotumika. Hii itaonekana kwa watumiaji wote.",
    "Instead of a background image you can also configure a plain background color. If you use a background image changing this color will influence the color of the app menu icons." : "Badala ya picha ya mandharinyuma unaweza pia kusanidi rangi ya mandharinyuma ya wazi. Ukitumia picha ya usuli kubadilisha rangi hii itaathiri rangi ya aikoni za menyu ya programu.",
    "Background color" : "Rangi ya mandharinyuma",
    "Upload new logo" : "Pakia nembo mpya",
    "Logo" : "Nembo",
    "Upload new background and login image" : "Pakia picha mpya ya mandharinyuma na kuingia",
    "Background and login image" : "Picha ya mandharinyuma na kuingia",
    "Advanced options" : "Chaguzi za juu",
    "Install the ImageMagick PHP extension with support for SVG images to automatically generate favicons based on the uploaded logo and color." : "Sakinisha kiendelezi cha PHP cha ImageMagick kwa usaidizi wa picha za SVG ili kutengeneza favikoni kiotomatiki kulingana na nembo na rangi iliyopakiwa.",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {linkstart}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "Ufikiaji wa wote ni muhimu sana kwetu. Tunafuata viwango vya wavuti na kuhakikisha kila kitu kinatumika hata bila kipanya, pamoja na programu saidizi kama wasomaji skrini. Tunakusudia kuzingatia kiwango cha AA cha 1 {linkstart}Web Content Accessibility Guidelines 2{linkend} 2.1, na kwa mandhari ya kontrasti ya juu kufikia hata kiwango cha AAA.",
    "If you find any issues, do not hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "Ukipata matatizo yoyote, usisite kuyaripoti kwenye {issuetracker}kifuatilia tatizo letu{linkend}. Na kama ungependa kujihusisha, njoo ujiunge na {designteam}timu yetu ya wabunifu{linkend}!",
    "Unable to apply the setting." : "Haiwezi kutumia mpangilio.",
    "Appearance and accessibility settings" : "Mipangilio ya kuonekana na ufikiaji",
    "Misc accessibility options" : "Chaguo mbalimbali za ufikivu",
    "Enable blur background filter (may increase GPU load)" : "Washa kichujio cha mandharinyuma ya ukungu (kinaweza kuongeza upakiaji wa GPU)",
    "Customization has been disabled by your administrator" : "Uwekaji maalum umezimwa na msimamizi wako",
    "Set a primary color to highlight important elements. The color used for elements such as primary buttons might differ a bit as it gets adjusted to fulfill accessibility requirements." : "Weka rangi ya msingi ili kuonyesha vipengele muhimu. Rangi inayotumiwa kwa vipengele kama vile vitufe vya msingi inaweza kutofautiana kidogo inaporekebishwa ili kutimiza mahitaji ya ufikivu.",
    "Background and color" : "Mandharinyuma na rangi",
    "The background can be set to an image from the default set, a custom uploaded image, or a plain color." : "Mandharinyuma yanaweza kuwekwa kwa picha kutoka kwa seti chaguomsingi, picha maalum iliyopakiwa, au rangi isiyo na rangi.",
    "Keyboard shortcuts" : "Mikato ya keyboard",
    "In some cases keyboard shortcuts can interfere with accessibility tools. In order to allow focusing on your tool correctly you can disable all keyboard shortcuts here. This will also disable all available shortcuts in apps." : "Katika baadhi ya matukio, njia za mkato za kibodi zinaweza kutatiza zana za ufikivu. Ili kuruhusu kuangazia zana yako kwa usahihi unaweza kuzima mikato yote ya kibodi hapa. Hii pia itazima mikato yote inayopatikana katika programu.",
    "Disable all keyboard shortcuts" : "Zima mikato yote ya kibodi",
    "Current selected app: {app}, position {position} of {total}" : "Programu iliyochaguliwa kwa sasa: {app}, nafasi ya {position} kati ya {total}",
    "Move up" : "Hamia juu",
    "Move down" : "Hamia chini",
    "Select a background from your files" : "Chagua mandharinyuma kutoka kwa faili zako",
    "Select background" : "Chagua mandhari nyuma",
    "No background has been selected" : "Hakuna mandharinyuma ambayo imechaguliwa",
    "Custom background" : "Mandhari nyuma maalum",
    "Plain background" : "Mandhari nyuma tupu",
    "Default background" : "Mandhari nyuma chaguo msingi",
    "Theme selection is enforced" : "Uteuzi wa mandhari unalazimishwa",
    "Could not set the app order" : "Haikuweza kuweka mpangilio wa programu",
    "Could not reset the app order" : "Haikuweza kuweka upya mpangilio wa programu",
    "Navigation bar settings" : "Mipangilio ya upau wa kusogeza",
    "You can configure the app order used for the navigation bar. The first entry will be the default app, opened after login or when clicking on the logo." : "Unaweza kusanidi agizo la programu linalotumika kwa upau wa kusogeza. Ingizo la kwanza litakuwa programu chaguo-msingi, iliyofunguliwa baada ya kuingia au unapobofya nembo.",
    "The default app can not be changed because it was configured by the administrator." : "Programu chaguomsingi haiwezi kubadilishwa kwa sababu ilisanidiwa na msimamizi.",
    "The app order was changed, to see it in action you have to reload the page." : "Agizo la programu lilibadilishwa, ili kuliona likiendelea, lazima upakie upya ukurasa.",
    "Reset default app order" : "Weka upya mpangilio chaguomsingi wa programu",
    "Could not set primary color" : "Haikuweza kuweka rangi msingi",
    "Reset primary color" : "Weka upya rangi ya msingi",
    "Could not set global default apps" : "Haikuweza kuweka programu chaguomsingi za kimataifa",
    "Default app" : "Programu chaguomsingi",
    "The default app is the app that is e.g. opened after login or when the logo in the menu is clicked." : "Programu chaguomsingi ni programu ambayo ni k.m. kufunguliwa baada ya kuingia au wakati nembo kwenye menyu imebofya.",
    "Use custom default app" : "Tumia programu chaguomsingi maalum",
    "Global default app" : "Programu chaguomsingi ya kimataifa",
    "Global default apps" : "Programu chaguomsingi za kimataifa",
    "Default app priority" : "Kipaumbele chaguomsingi cha programu",
    "If an app is not enabled for a user, the next app with lower priority is used." : "Ikiwa programu haijawashwa kwa mtumiaji, programu inayofuata yenye kipaumbele cha chini inatumiwa.",
    "Select a custom color" : "Chagua rangi maalum",
    "Reset to default" : "Weka upya chaguo msingi",
    "Upload" : "Pakia",
    "Remove background image" : "Ondoa picha ya mandharinyuma",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "Ufikiaji wa wote ni muhimu sana kwetu. Tunafuata viwango vya wavuti na kuhakikisha kila kitu kinatumika hata bila kipanya, pamoja na programu saidizi kama wasomaji skrini. Tunakusudia kuzingatia kiwango cha AA cha 1 {guidelines}Web Content Accessibility Guidelines 2{linkend} 2.1, na kwa mandhari ya kontrasti ya juu kufikia hata kiwango cha AAA.",
    ". Unable to apply the setting." : ". Haiwezi kutumia mpangilio."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}