{ "translations": {
    "Added to the list of trusted servers" : "Der Liste der vertrauenswürdigen Server hinzugefügt",
    "Server is already in the list of trusted servers." : "Server ist bereits in der Liste der vertrauenswürdigen Servern.",
    "No server to federate with found" : "Kein server Gebunden, der sich verbinden ließe",
    "Could not add server" : "Konnte Server nicht hinzufügen",
    "Federation" : "Federation",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "Federation erlaubt es Dir, dich mit anderen vertrauenswürdigen Servern zu verbinden um das Benutzerverzeichnis auszutauschen. Diese Funktion wird beispielsweise für die Autovervollständigung externer Benutzer genutzt und ermöglicht das Teilen von Inhalten mit ihnen (\"federated sharing\").",
    "Add server automatically once a federated share was created successfully" : "Einen mit ownCloud Federation verbundenen Server automatisch hinzufügen, sobald die Verbindung einmal erfolgreich erstellt wurde",
    "Trusted Servers" : "Vertrauenswürdige Server",
    "+ Add Nextcloud server" : "+ Nextcloud Server hinzufügen",
    "Nextcloud Server" : "Nextcloud Server",
    "Server added to the list of trusted Nextclouds" : "Server zur Liste der vertrauenswürdigen Nextclouds hinzugefügt",
    "No Nextcloud server found" : "Kein Nextcloud Server gefunden",
    "Nextcloud Federation allows you to connect with other trusted Nextclouds to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "Nextcloud Federation erlaubt es Dir, mit anderem vertrautem Nextcloud Server in Verbindung zu stehen, um Benutzerverzeichnise auszutauschen. Zum Beispiel wird das verwendet, um eine automatische Vervollständigung der externen Benutzer zu ermöglichen.",
    "Trusted Nextcloud Servers" : "Vertrauenswürdige Nextcloud Server"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}