{ "translations": {
    "Added to the list of trusted servers" : "Προσθήκη στην λίστα των έμπιστων διακομιστών",
    "No server found with ID: %s" : "Δεν βρέθηκε διακομιστής με αναγνωριστικό: %s",
    "Could not remove server" : "Αδυναμία αφαίρεσης διακομιστή",
    "Server is already in the list of trusted servers." : "Ο διακομιστής περιλαμβάνεται ήδη στη λίστα των έμπιστων διακομιστών.",
    "No server to federate with found" : "Δεν βρέθηκε διακομιστής για συνένωση",
    "Could not add server" : "Αδυναμία προσθήκης διακομιστή",
    "Trusted servers" : "Έμπιστοι διακομιστές",
    "Federation" : "Ομοσπονδία",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Η ομοσπονδία σας επιτρέπει να συνδέεστε με άλλους έμπιστους διακομιστές για ανταλλαγή καταλόγου λογαριασμών.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Η ομοσπονδία σας επιτρέπει να συνδέεστε με άλλους έμπιστους διακομιστές για ανταλλαγή καταλόγου λογαριασμών. Για παράδειγμα, χρησιμοποιείται για την αυτομάτη συμπλήρωση εξωτερικών λογαριασμών κατά τη συνένωση κοινής χρήσης.",
    "External documentation for Federated Cloud Sharing" : "Εξωτερική τεκμηρίωση για τον διαμοιρασμό σε ομοσπονδοποιημένο υπολογιστικό νέφος",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Η ομοσπονδία σας επιτρέπει να συνδέεστε με άλλους έμπιστους διακομιστές για ανταλλαγή καταλόγου λογαριασμών. Για παράδειγμα, χρησιμοποιείται για την αυτομάτη συμπλήρωση εξωτερικών λογαριασμών κατά τη συνένωση κοινής χρήσης. Δεν είναι απαραίτητο να προσθέσετε έναν διακομιστή ως έμπιστο για τη δημιουργία μιας συνενωμένης κοινής χρήσης.",
    "Each server must validate the other. This process may require a few cron cycles." : "Κάθε διακομιστής πρέπει να επικυρώσει τον άλλο. Αυτή η διαδικασία μπορεί να απαιτήσει μερικούς κύκλους cron.",
    "+ Add trusted server" : "+Προσθήκη έμπιστων διακομιστών",
    "Trusted server" : "Έμπιστοι διακομιστές",
    "Add" : "Προσθήκη"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}