{ "translations": {
    "Added to the list of trusted servers" : "Zerbitzari fidagarrien zerrendara gehituta",
    "Server is already in the list of trusted servers." : "Zerbitzaria fidagarrien zerrendan dago jadanik",
    "No server to federate with found" : "Ez da federatzeko zerbitzaririk aurkitu",
    "Could not add server" : "Ezin izan da zerbitzaria gehitu",
    "Trusted servers" : "Zerbitzari fidagarriak",
    "Federation" : "Federazioa",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Federazioak fidagarriak diren beste zerbitzariekin kontu-direktorioa konektatzea ahalbidetzen dizu.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Federazioaren bidez fidagarriak diren zerbitzariekin kontu-direktorioa trukatzeko aukera dago. Adibidez, kanpo erabiltzaileak automatikoki betetzeko erabil daiteke, federatze partekatuan. ",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Federazioaren bidez fidagarriak diren zerbitzariekin kontu-direktorioa trukatzeko aukera dago. Adibidez, kanpo erabiltzaileak automatikoki betetzeko erabil daiteke, federatze partekatuan. Federatze partekatua egiteko ez da beharrezkoa zerbitzari bat gehitzea zerbitzari fidagarri gisa.",
    "+ Add trusted server" : "+ Gehitu zerbitzari fidagarria",
    "Trusted server" : "Zerbitzari fidagarria",
    "Add" : "Gehitu",
    "Federation allows you to connect with other trusted servers to exchange the user directory." : "Federazioak fidagarriak diren beste zerbitzariekin erabiltzaile-direktorioa konektatzea ahalbidetzen dizu.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "Federazioaren bidez fidagarriak diren zerbitzariekin erabiltzaileen direktorioa trukatzeko aukera dago. Adibidez, kanpo erabiltzaileak automatikoki betetzeko erabil daiteke, federatze partekatuan. ",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Federazioaren bidez fidagarriak diren zerbitzariekin erabiltzaile-direktorioa trukatzeko aukera dago. Adibidez, kanpo erabiltzaileak automatikoki betetzeko erabil daiteke, federatze partekatuan. Federatze partekatua egiteko ez da beharrezkoa zerbitzari bat gehitzea zerbitzari fidagarri gisa."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}