{ "translations": {
    "Added to the list of trusted servers" : "Server telah ditambahkan pada daftar server terpercaya",
    "No server found with ID: %s" : "Tidak ditemukan server dengan ID: %s",
    "Could not remove server" : "Tidak dapat menghapus server",
    "Server is already in the list of trusted servers." : "Server sudah ada pada daftar server terpercaya",
    "No server to federate with found" : "Tidak ada server yang bisa difederasikan",
    "Could not add server" : "Tidak dapat menambahkan server",
    "Trusted servers" : "Server terpercaya",
    "Federation" : "Federasi",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Federasi memungkinkan Anda terhubung dengan server tepercaya lainnya untuk bertukar direktori akun.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Federasi memungkinkan Anda terhubung dengan server tepercaya lainnya untuk bertukar direktori akun. Misalnya, ini akan digunakan untuk melengkapi otomatis akun eksternal untuk berbagi terfederasi.",
    "Could not add trusted server. Please try again later." : "Tidak dapat menambahkan server tepercaya. Silakan coba lagi nanti.",
    "Add trusted server" : "Tambahkan server tepercaya",
    "Server url" : "URL server",
    "Add" : "Tambah",
    "Server ok" : "Server OK",
    "User list was exchanged at least once successfully with the remote server." : "Daftar pengguna telah setidaknya sekali berhasil dipertukarkan dengan server jarak jauh.",
    "Server pending" : "Server tertunda",
    "Waiting for shared secret or initial user list exchange." : "Menunggu rahasia bersama atau pertukaran daftar pengguna awal.",
    "Server access revoked" : "Akses server dicabut",
    "Server failure" : "Kegagalan server",
    "Connection to the remote server failed or the remote server is misconfigured." : "Koneksi ke server jarak jauh gagal atau server jarak jauh salah dikonfigurasi.",
    "Failed to delete trusted server. Please try again later." : "Gagal menghapus server tepercaya. Silakan coba lagi nanti.",
    "Delete" : "Hapus",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Federasi memungkinkan Anda terhubung dengan server tepercaya lainnya untuk bertukar direktori akun. Misalnya, ini akan digunakan untuk melengkapi otomatis akun eksternal untuk berbagi terfederasi. Tidak perlu menambahkan server sebagai server tepercaya untuk membuat berbagi terfederasi.",
    "Each server must validate the other. This process may require a few cron cycles." : "Setiap server harus memvalidasi satu sama lain. Proses ini mungkin memerlukan beberapa siklus cron.",
    "External documentation for Federated Cloud Sharing" : "Dokumentasi eksternal untuk Berbagi Cloud Terfederasi",
    "+ Add trusted server" : "+ Tambah server terpercaya",
    "Trusted server" : "Server terpercaya"
},"pluralForm" :"nplurals=1; plural=0;"
}