{ "translations": {
    "Added to the list of trusted servers" : "Добавлено в список доверенных серверов",
    "No server found with ID: %s" : "Сервер с идентификатором не найден: %s",
    "Could not remove server" : "Не удалось удалить сервер",
    "Server is already in the list of trusted servers." : "Сервер уже есть в списке доверенных серверов.",
    "No server to federate with found" : "Сервер для объединения не найден",
    "Could not add server" : "Не удалось добавить сервер",
    "Trusted servers" : "Доверенные серверы",
    "Federation" : "Федерация",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Федерация позволяет вам подключаться к другим доверенным серверам для обмена каталогом учетных записей.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Федерация позволяет вам подключаться к другим доверенным серверам для обмена каталогом учетных записей. Например, это будет использоваться для автоматического заполнения внешних учетных записей для федеративного общего доступа.",
    "External documentation for Federated Cloud Sharing" : "Внешняя документация для федеративного облачного обмена",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Федерация позволяет вам подключаться к другим доверенным серверам для обмена каталогом учетных записей. Например, это будет использоваться для автоматического заполнения внешних учетных записей для федеративного общего доступа. Для создания федеративного общего ресурса нет необходимости добавлять сервер в качестве доверенного.",
    "Each server must validate the other. This process may require a few cron cycles." : "Каждый сервер должен проверить другой. Этот процесс может потребовать нескольких циклов cron.",
    "+ Add trusted server" : "+ Добавить доверенный сервер",
    "Trusted server" : "Доверенный сервер",
    "Add" : "Добавить"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}