{ "translations": {
    "Added to the list of trusted servers" : "Strežnik je dodan na seznam varnih strežnikov.",
    "Server is already in the list of trusted servers." : "Strežnik je že na seznamu varnih strežnikov.",
    "No server to federate with found" : "Ne najdem strežnika za federiranje",
    "Could not add server" : "Strežnika ni mogoče dodati.",
    "Trusted servers" : "Varni strežniki",
    "Federation" : "Zvezni oblaki",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Zvezni oblak omogoča povezovanje zunanjih strežnikov v skupen oblak in izmenjavo datotek in map uporabnikov različnih sistemov.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Zvezni oblak omogoča povezovanje z drugimi varnimi strežniki in izmenjavo datotek in map računov v enotnem oblaku. Možnost omogoča na primer samodejno dopolnjevanje tudi računov na drugih, zunanjih strežnikih.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Zvezni oblak omogoča povezovanje z drugimi varnimi strežniki in izmenjavo datotek in map računov v enotnem oblaku. Možnost omogoča na primer samodejno dopolnjevanje tudi imen računov na drugih, zunanjih strežnikih. Zunanjih strežnikov ni nujno dodati kot zaupanja vredne, da lahko ustvarite povezave.",
    "+ Add trusted server" : "+ Dodaj varen strežnik",
    "Trusted server" : "Varen strežnik",
    "Add" : "Dodaj",
    "Federation allows you to connect with other trusted servers to exchange the user directory." : "Zvezni oblak omogoča povezovanje zunanjih strežnikov v skupen oblak in izmenjavo datotek in map uporabnikov različnih sistemov.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "Zvezni oblak omogoča povezovanje z drugimi varnimi strežniki in izmenjavo datotek in map uporabnikov v enotnem oblaku. Možnost omogoča na primer samodejno dopolnjevanje tudi imen uporabnikov na drugih, zunanjih strežnikih.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Zvezni oblak omogoča povezovanje z drugimi varnimi strežniki in izmenjavo datotek in map uporabnikov v enotnem oblaku. Možnost omogoča na primer samodejno dopolnjevanje tudi imen uporabnikov na drugih, zunanjih strežnikih. Zunanjih strežnikov ni nujno dodati kot zaupanja vredne, da lahko ustvarite povezave."
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}