{ "translations": {
    "Added to the list of trusted servers" : "Додат на листу сервера од поверења",
    "Server is already in the list of trusted servers." : "Сервер је већ на списку сервера од поверења.",
    "No server to federate with found" : "Није нађен сервер за здруживање",
    "Could not add server" : "Неуспело додавање сервера",
    "Trusted servers" : "Сервери од поверења",
    "Federation" : "Здруживање",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Федерисање вам омогућава да се повежете са другим серверима којима се верује и да размењујете директоријум налога.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Федерисање вам омогућава да се повежете са другим серверима којима се верује и да размењујете директоријум налога. На пример, ово ће се користити за аутоматско довршавање спољних налога када се врши федерисано дељење.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Федерисање вам омогућава да се повежете са другим серверима којима се верује и да размењујете директоријум налога. На пример, ово ће се користити за аутоматско довршавање спољних налога када се врши федерисано дељење. Да би се креирало федерисано дељење, нема потребе да се сервер дода као сервер којем се верује.",
    "+ Add trusted server" : "+ Додај сервер од поверења",
    "Trusted server" : "Сервер од поверења",
    "Add" : "Додај",
    "Federation allows you to connect with other trusted servers to exchange the user directory." : "Здруживање омогућава да се повежете са другим серверима од поверења и да размењујете корисничке директоријуме.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "Здруживање омогућава да се повежете са другим серверима од поверења и да мењате корисничке директоријуме.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Здруживање омогућава да се повежете са другим серверима од поверења и да мењате корисничке директоријуме. На пример, федерација ће се користити за налажење спољних корисника код креирања здруженог дељења. Није потребно додати сервер као сервер од поверења да бисте направили здружено дељење."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}