{ "translations": {
    "Added to the list of trusted servers" : "Tillagd i listan med betrodda servrar",
    "Server is already in the list of trusted servers." : "Servern finns redan i listan",
    "No server to federate with found" : "Ingen server att federera med hittades",
    "Could not add server" : "Kunde inte lägga till server",
    "Trusted servers" : "Betrodda servrar",
    "Federation" : "Federation",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Federation låter dig ansluta med andra betrodda servrar för att utbyta användarkatalogen.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Federation låter dig ansluta till andra betrodda servrar för att utbyta användarkatalogen. Till exempel kommer detta användas för att auto-komplettera externa konton för federerad delning.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Federation låter dig ansluta till andra betrodda servrar för att utbyta användarkatalogen. Till exempel kommer detta användas för att auto-komplettera externa användare för federerad delning. Det är inte nödvändigt att lägga till en server som betrodd för att skapa en federerad delning.",
    "+ Add trusted server" : "+ Lägg till betrodd server",
    "Trusted server" : "Betrodd server",
    "Add" : "Lägg till",
    "Federation allows you to connect with other trusted servers to exchange the user directory." : "Federation låter dig ansluta med andra betrodda servrar för att utbyta användarkatalogen.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "Federation låter dig ansluta till andra betrodda servrar för att utbyta användarinformation. Till exempel kommer detta användas för att auto-komplettera externa användare för federerad delning.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Federation låter dig ansluta till andra betrodda servrar för att utbyta användarinformation. Till exempel kommer detta användas för att auto-komplettera externa användare för federerad delning. Det är inte nödvändigt att lägga till en server som betrodd för att skapa en federerad delning."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}