{ "translations": {
    "Added to the list of trusted servers" : " Imeongezwa kwenye orodha ya seva zinazoaminika",
    "No server found with ID: %s" : "Hakuna seva iliyopatikana na kitambulisho: %s",
    "Could not remove server" : "Isingeweza kuondoa seva",
    "Server is already in the list of trusted servers." : "Seva tayari iko kwenye orodha ya seva zinazoaminika.",
    "No server to federate with found" : "Hakuna seva ya kushirikiana na, iliyopatikana",
    "Could not add server" : "Isingeweza kuongeza seva",
    "Trusted servers" : "Seva zinazoaminiwa",
    "Federation" : "Shirikisho",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "Shirikisho hukuruhusu kuunganishwa na seva zingine zinazoaminika ili kubadilishana saraka ya akaunti.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "Shirikisho hukuruhusu kuunganishwa na seva zingine zinazoaminika ili kubadilishana saraka ya akaunti. Kwa mfano hii itatumika kukamilisha kiotomatiki akaunti za nje kwa ushiriki wa shirikisho.",
    "External documentation for Federated Cloud Sharing" : "Hati za nje za Ushirikiano wa Nextcloud Ulioshirikishwa",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "Shirikisho hukuruhusu kuunganishwa na seva zingine zinazoaminika ili kubadilishana saraka ya akaunti. Kwa mfano hii itatumika kukamilisha kiotomatiki akaunti za nje kwa kushiriki kwa shirikisho. Sio lazima kuongeza seva kama seva inayoaminika ili kuunda sehemu iliyoshirikishwa.",
    "Each server must validate the other. This process may require a few cron cycles." : " Kila seva lazima ithibitishe nyingine. Mchakato huu unaweza kuhitaji mizunguko michache ya cron.",
    "+ Add trusted server" : "+ ongeza seva inayoaminiwa",
    "Trusted server" : "Seva inayoaminiwa",
    "Add" : "Ongeza"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}