{ "translations": {
    "Added to the list of trusted servers" : "ئىشەنچلىك مۇلازىمېتىرلار تىزىملىكىگە قوشۇلدى",
    "Server is already in the list of trusted servers." : "مۇلازىمېتىر ئاللىقاچان ئىشەنچلىك مۇلازىمېتىرلار تىزىملىكىدە.",
    "No server to federate with found" : "تېپىلغان مۇلازىمېتىر يوق",
    "Could not add server" : "مۇلازىمېتىرنى قوشالمىدى",
    "Trusted servers" : "ئىشەنچلىك مۇلازىمېتىرلار",
    "Federation" : "فېدېراتسىيە",
    "Federation allows you to connect with other trusted servers to exchange the account directory." : "فېدېراتسىيە ھېسابات مۇندەرىجىسىنى ئالماشتۇرۇش ئۈچۈن باشقا ئىشەنچلىك مۇلازىمېتىرلار بىلەن ئۇلىنالايسىز.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing." : "فېدېراتسىيە ھېسابات مۇندەرىجىسىنى ئالماشتۇرۇش ئۈچۈن باشقا ئىشەنچلىك مۇلازىمېتىرلار بىلەن ئۇلىنالايسىز. مەسىلەن ، فېدېراتسىيە ئورتاقلىشىش ئۈچۈن تاشقى ھېساباتلارنى ئاپتوماتىك تاماملاشقا ئىشلىتىلىدۇ.",
    "Federation allows you to connect with other trusted servers to exchange the account directory. For example this will be used to auto-complete external accounts for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "فېدېراتسىيە ھېسابات مۇندەرىجىسىنى ئالماشتۇرۇش ئۈچۈن باشقا ئىشەنچلىك مۇلازىمېتىرلار بىلەن ئۇلىنالايسىز. مەسىلەن ، فېدېراتسىيە ئورتاقلىشىش ئۈچۈن تاشقى ھېساباتلارنى ئاپتوماتىك تاماملاشقا ئىشلىتىلىدۇ. فېدېراتىپ ئورتاقلىشىش ئۈچۈن مۇلازىمېتىرنى ئىشەنچلىك مۇلازىمېتىر قىلىپ قوشۇشنىڭ ھاجىتى يوق.",
    "+ Add trusted server" : "+ ئىشەنچلىك مۇلازىمېتىر قوشۇڭ",
    "Trusted server" : "ئىشەنچلىك مۇلازىمېتىر",
    "Add" : "قوش",
    "Federation allows you to connect with other trusted servers to exchange the user directory." : "فېدېراتسىيە باشقا ئىشەنچلىك مۇلازىمېتىرلار بىلەن ئۇلىنىپ ، ئىشلەتكۈچى مۇندەرىجىسىنى ئالماشتۇرالايسىز.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing." : "فېدېراتسىيە باشقا ئىشەنچلىك مۇلازىمېتىرلار بىلەن ئۇلىنىپ ، ئىشلەتكۈچى مۇندەرىجىسىنى ئالماشتۇرالايسىز. مەسىلەن ، بۇ فېدېراتسىيە ئورتاقلىشىش ئۈچۈن سىرتقى ئىشلەتكۈچىلەرنى ئاپتوماتىك تاماملاشقا ئىشلىتىلىدۇ.",
    "Federation allows you to connect with other trusted servers to exchange the user directory. For example this will be used to auto-complete external users for federated sharing. It is not necessary to add a server as trusted server in order to create a federated share." : "فېدېراتسىيە باشقا ئىشەنچلىك مۇلازىمېتىرلار بىلەن ئۇلىنىپ ، ئىشلەتكۈچى مۇندەرىجىسىنى ئالماشتۇرالايسىز. مەسىلەن ، بۇ فېدېراتسىيە ئورتاقلىشىش ئۈچۈن سىرتقى ئىشلەتكۈچىلەرنى ئاپتوماتىك تاماملاشقا ئىشلىتىلىدۇ. فېدېراتىپ ئورتاقلىشىش ئۈچۈن مۇلازىمېتىرنى ئىشەنچلىك مۇلازىمېتىر قىلىپ قوشۇشنىڭ ھاجىتى يوق."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}