{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Den indloggede konto skal være en administrator eller have autorisation til at redigere denne indstilling.",
    "Could not create non-existing user ID" : "Kunne ikke oprette en ikke-eksisterende bruger-ID",
    "User already exists" : "Brugeren eksisterer allerede",
    "Group %1$s does not exist" : "Gruppen %1$s eksisterer ikke",
    "Insufficient privileges for group %1$s" : "Utilstrækkelige privilegier for gruppen %1$s",
    "No group specified (required for sub-admins)" : "Ingen gruppe specificeret (påkrævet for underadministratorer)",
    "Sub-admin group does not exist" : "Underadministratorgruppen eksisterer ikke",
    "Cannot create sub-admins for admin group" : "Kan ikke oprette underadministratorer for administratorgruppen",
    "No permissions to promote sub-admins" : "Ingen tilladelser til at forfremme underadministratorer",
    "Invalid password value" : "Ugyldig adgangskodeværdi",
    "Required email address was not provided" : "Den krævede e-mailadresse blev ikke oplyst",
    "Invalid quota value: %1$s" : "Ugyldig kvoteværdi: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Ugyldig kvoteværdi. %1$s overskrider den maksimale kvote",
    "Unlimited quota is forbidden on this instance" : "Ubegrænset kvote er forbudt i denne instans",
    "Setting the password is not supported by the users backend" : "Indstilling af adgangskode understøttes ikke af brugernes backend",
    "Invalid language" : "Ugyldigt sprog",
    "Invalid locale" : "Ugyldigt landestandard",
    "Cannot remove yourself from the admin group" : "Du kan ikke fjerne dig selv fra administratorgruppen",
    "Cannot remove yourself from this group as you are a sub-admin" : "Du kan ikke fjerne dig selv fra denne gruppe, da du er en underadministrator",
    "Not viable to remove user from the last group you are sub-admin of" : "Ikke muligt at fjerne brugeren fra den sidste gruppe, du er underadministrator for",
    "User does not exist" : "Brugeren eksisterer ikke",
    "Group does not exist" : "Gruppen eksisterer ikke",
    "User is not a sub-admin of this group" : "Brugeren er ikke underadministrator for denne gruppe",
    "Email address not available" : "E-mailadresse ikke tilgængelig",
    "Sending email failed" : "Det lykkedes ikke at sende e-mailen",
    "Email confirmation" : "E-mailbekræftelse",
    "To enable the email address %s please click the button below." : "For at aktivere e-mailadressen %s, klik venligst på knappen nedenfor.",
    "Confirm" : "Bekræft",
    "Email was already removed from account and cannot be confirmed anymore." : "E-mailen er allerede fjernet fra kontoen og kan ikke bekræftes længere.",
    "Could not verify mail because the token is expired." : "Kunne ikke bekræfte e-mail, da token er udløbet.",
    "Could not verify mail because the token is invalid." : "Kunne ikke bekræfte e-mail, da token er ugyldig.",
    "An unexpected error occurred. Please contact your admin." : "Der opstod en uventet fejl. Kontakt venligst din administrator.",
    "Email confirmation successful" : "E-mailbekræftelse lykkedes",
    "Provisioning API" : "Provisioning API",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Denne applikation muliggør et sæt af API'er, som eksterne systemer kan bruge til at administrere konti, grupper og apps.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Denne applikation muliggør et sæt af API'er, som eksterne systemer kan bruge til at oprette, redigere, slette og forespørge på kontoattributter, forespørge på, oprette og fjerne grupper, sætte kvoter og forespørge på det totale lagerforbrug i Nextcloud. Gruppeadministrator-konti kan også forespørge på Nextcloud og udføre de samme funktioner som en administrator for de grupper, de administrerer. API'en giver også en administrator mulighed for at forespørge på aktive Nextcloud-applikationer, applikationsinformation og til at aktivere eller deaktivere en app fjernstyret. Når appen er aktiveret, kan HTTP-anmodninger bruges via en Basic Auth header til at udføre nogen af de funktioner, der er nævnt ovenfor. Mere information er tilgængelig i dokumentationen for Provisioning API, inklusive eksempelopkald og serverrespons.",
    "Logged in user must be an administrator or have authorization to edit this setting." : "Den indloggede bruger skal være en administrator eller have autorisation til at redigere denne indstilling.",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Denne applikation muliggør et sæt af API'er, som eksterne systemer kan bruge til at administrere brugere, grupper og apps.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Denne applikation muliggør et sæt af API'er, som eksterne systemer kan bruge til at oprette, redigere, slette og forespørge på brugerattributter, forespørge på, oprette og fjerne grupper, sætte kvoter og forespørge på det totale lagerforbrug i Nextcloud. Gruppeadministrator-brugere kan også forespørge på Nextcloud og udføre de samme funktioner som en administrator for de grupper, de administrerer. API'en giver også en administrator mulighed for at forespørge på aktive Nextcloud-applikationer, applikationsinformation, og til at aktivere eller deaktivere en app fjernstyret. Når appen er aktiveret, kan HTTP-anmodninger bruges via en Basic Auth header til at udføre nogen af de funktioner, der er nævnt ovenfor. Mere information er tilgængelig i dokumentationen for Provisioning API, inklusive eksempelopkald og serverrespons."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}