{ "translations": {
    "Logged in user must be an administrator or have authorization to edit this setting." : "Der angemeldete Benutzer muss ein Administrator sein oder die Berechtigung haben, diese Einstellung zu bearbeiten.",
    "User already exists" : "Benutzer existiert bereits",
    "Email confirmation" : "E-Mail-Bestätigung",
    "To enable the email address %s please click the button below." : "Um die E-Mail-Adresse %s zu bestätigen, klicken Sie bitte auf die untenstehende Schaltfläche.",
    "Confirm" : "Bestätigen",
    "Email was already removed from account and cannot be confirmed anymore." : "Diese E-Mail-Adresse wurde bereits aus dem Konto entfernt und kann nicht mehr bestätigt werden.",
    "Could not verify mail because the token is expired." : "Die E-Mail-Adresse konnte aufgrund eines abgelaufenen Tokens nicht zurückgesetzt werden",
    "Could not verify mail because the token is invalid." : "Das Passwort konnte aufgrund eines ungültigen Tokens nicht bestätigt werden",
    "An unexpected error occurred. Please contact your admin." : "Es ist ein unerwarteter Fehler aufgetreten, bitte kontaktieren Sie Ihren Administrator.",
    "Email confirmation successful" : "E-Mail-Adresse wurde bestätgt",
    "Provisioning API" : "Bereitstellung-API",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Diese Applikation stellt einen Satz von APIs für externe Systeme zur Verfügung um Benutzer, Gruppen und Applikationen zu Verwalten.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Diese Anwendung aktiviert eine Reihe von APIs, mit denen externe Systeme Benutzer erstellen, bearbeiten, löschen und abfragen können\n\t\tAttribute, Gruppen abfragen, festlegen und entfernen, Kontingent festlegen und Gesamtspeicher abfragen, der in Nextcloud verwendet wird. Gruppenadministratorbenutzer\n\t\tSie können auch Nextcloud abfragen und dieselben Funktionen wie ein Administrator für von ihnen verwaltete Gruppen ausführen. Die API ermöglicht auch\n\t\tEin Administrator, der nach aktiven Nextcloud-Anwendungen und Anwendungsinformationen fragt und eine App entfernt aktiviert oder deaktiviert.\n\t\tSobald die App aktiviert ist, können HTTP-Anforderungen über einen Basic Auth-Header verwendet werden, um eine der Funktionen auszuführen\n\t\toben aufgelistet. Weitere Informationen finden Sie in der Bereitstellung-API Dokumentation, einschließlich Beispielaufrufen\n\t\tund Serverantworten."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}