{ "translations": {
    "Provisioning API" : "API de aprovisionamiento",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Esta aplicación activa un conjunto de apis que sistemas externos pueden usar para manejar usuarios, grupos y aplicaciones.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Esta aplicación activa una serie de API que se pueden usar por sistemas externos para crear, editar, eliminar y seleccionar atributos\n\t\tde usuarios; seleccionar, configurar y eliminar grupos, marcar la cuota y marcar el almacenamiento total usado en Nextcloud. El grupo de usuarios administradores\t\ttambién pueden buscar en Nextcloud y realizar las mismas funciones como administrador para los grupos que manejas. La API también permite\t\ta un administrador que busque aplicaciones activas en Nextcloud, información de las apps, y activar o desactivar remotamente una app.\t\tUna vez que se activa la app, se pueden usar peticiones HTTP vía una cabecera Basic Auth para realizar cualquier función\t\tde las listadas arriba. Más información disponible en la documentación de la API de aprovisionamiento, incluyendo llamadas de ejemplo\t\ty respuestas del servidor.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, http requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Esta aplicación activa un conjunto de API para que sistemas externos puedan crear, editar, borrar y consultar atributos\n\t\tdel usuario, consultar, ajustar y eliminar grupos, ajustar la cuota y consultar almacenamiento total usado en Nextcloud. El grupo de usuarios administradores\ntambién podrá consultar Nextcloud y realizar las mismas funciones que un administrador para los grupos que gestiona. El API también habilita\n\t\ta un admin para consultar las aplicaciones activas de Nextcloud, información de las aplicaciones así como activar o desactivar remotamente una app.\n\t\tCuando la app está habilitada, las solicitudes http pueden ser usadas a través de una cabecera Basic Auth para realizar cualquiera de las funciones\n\t\tindicadas anteriormente. Hay más información disponible en la documentación de Provisioning API, incluyendo llamadas de ejemplo\n\t\ty respuestas del servidor."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}