{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "El usuario que ha iniciado sesión debe ser un administrador o tener autorización para editar esta configuración.",
    "Could not create non-existing user ID" : "No se pudo crear el identificador de usuario no existente",
    "User already exists" : "El usuario ya existe",
    "Group %1$s does not exist" : "El grupo %1$s no existe",
    "Insufficient privileges for group %1$s" : "Privilegios insuficientes para el grupo %1$s",
    "No group specified (required for sub-admins)" : "No se especificó ningún grupo (requerido para subadministradores)",
    "Sub-admin group does not exist" : "El grupo subadministrador no existe",
    "Cannot create sub-admins for admin group" : "No se pueden crear subadministradores para el grupo administrador",
    "No permissions to promote sub-admins" : "Sin permisos para promover subadministradores",
    "Invalid password value" : "Valor de contraseña inválido",
    "Required email address was not provided" : "La dirección de correo electrónico requerido no fue proporcionado",
    "Invalid quota value: %1$s" : "Valor de cuota inválido: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Valor de cuota inválido. %1$s excede la cuota máxima",
    "Unlimited quota is forbidden on this instance" : "La cuota ilimitada está prohibida en esta instancia",
    "Setting the password is not supported by the users backend" : "El backend de los usuarios no soporta establecer la contraseña",
    "Invalid language" : "Idioma inválido",
    "Invalid locale" : "Configuración regional inválida",
    "Invalid first day of week" : "Día de inicio de semana inválido",
    "Cannot remove yourself from the admin group" : "No se puede remover a sí mismo del grupo administrador",
    "Cannot remove yourself from this group as you are a sub-admin" : "No se puede remover así mismo de este grupo dado que es un subadministrador",
    "Not viable to remove user from the last group you are sub-admin of" : "No es viable remover el usuario del último grupo que es subadministrador",
    "User does not exist" : "El usuario no existe",
    "Group does not exist" : "El grupo no existe",
    "User is not a sub-admin of this group" : "El usuario no es un subadministrador de este grupo",
    "Email address not available" : "Dirección de correo electrónico no disponible",
    "Sending email failed" : "Falló el envío del correo electrónico",
    "Email confirmation" : "Confirmación del correo electrónico",
    "To enable the email address %s please click the button below." : "Para habilitar la dirección de correo electrónico %s, por favor, haga clic en el botón de abajo.",
    "Confirm" : "Confirmar",
    "Email was already removed from account and cannot be confirmed anymore." : "El correo electrónico ya fue eliminado de la cuenta y ya no puede ser confirmado.",
    "Could not verify mail because the token is expired." : "No se pudo verificar el correo porque el token ha caducado.",
    "Could not verify mail because the token is invalid." : "No se pudo verificar el correo porque el token es inválido.",
    "An unexpected error occurred. Please contact your admin." : "Ocurrió un error inesperado. Por favor, contacte a su administrador.",
    "Email confirmation successful" : "Confirmación del correo electrónico exitosa",
    "Provisioning API" : "API de aprovisionamiento",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Esta aplicación habilita un conjunto de APIs que los sistemas externos pueden usar para administrar usuarios, grupos y aplicaciones.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Esta aplicación habilita un conjunto de APIs que pueden ser usadas por sistemas externos para crear, editar, eliminar y seleccionar atributos\n\t\tde usuarios; seleccionar, configurar y eliminar grupos, establecer cuotas y consultar el almacenamiento total usado en Nextcloud. Las cuentas administradoras de grupos\n\t\ttambién pueden buscar en Nextcloud y desempeñar las mismas funciones como administrador para los grupos que administran. La API también permite\n\t\ta un administrador que busque aplicaciones activas en Nextcloud, información de la aplicación, y activar o desactivar una aplicación remotamente.\n\t\tUna vez activada la aplicación, se pueden usar peticiones HTTP mediante un encabezado Basic Auth para realizar cualquiera de las funciones\n\t\t listadas anteriormente. Más información disponible en la documentación de la API de aprovisionamiento, incluyendo llamadas de ejemplo\n\t\ty respuestas del servidor.",
    "Logged in user must be an administrator or have authorization to edit this setting." : "El usuario que ha iniciado sesión debe ser un administrador o tener autorización para editar esta configuración.",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Esta aplicación habilita un conjunto de APIs que los sistemas externos pueden usar para administrar usuarios, grupos y aplicaciones.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Esta aplicación habilita un conjunto de APIs que pueden ser usadas por sistemas externos para crear, editar, eliminar y seleccionar atributos\n\t\tde usuarios; seleccionar, configurar y eliminar grupos, establecer cuotas y consultar el almacenamiento total usado en Nextcloud. Las cuentas administradoras de grupos\n\t\ttambién pueden buscar en Nextcloud y desempeñar las mismas funciones como administrador para los grupos que administran. La API también permite\n\t\ta un administrador que busque aplicaciones activas en Nextcloud, información de la aplicación, y activar o desactivar una aplicación remotamente.\n\t\tUna vez activada la aplicación, se pueden usar peticiones HTTP mediante un encabezado Basic Auth para realizar cualquiera de las funciones\n\t\t listadas anteriormente. Más información disponible en la documentación de la API de aprovisionamiento, incluyendo llamadas de ejemplo\n\t\ty respuestas del servidor."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}