{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Saioa hasitako erabiltzaileak administratzailea edo ezarpen hau editatzeko baimena duena izan behar du.",
    "Could not create non-existing user ID" : "Ezin izan da sortu existitzen ez den erabiltzailearen IDa",
    "User already exists" : "Erabiltzailea dagoeneko existitzen da",
    "Group %1$s does not exist" : "%1$s taldea ez da existitzen",
    "Insufficient privileges for group %1$s" : "%1$s taldeak baimen gutxiegi dauzka",
    "No group specified (required for sub-admins)" : "Ez da talderik zehaztu (beharrezkoa da azpi-administratzaileentzat)",
    "Sub-admin group does not exist" : "Azpi-administratzaileen taldea ez da existitzen",
    "Cannot create sub-admins for admin group" : "Ezin da azpi-administratzailerik sortu administratzaile taldearentzat",
    "No permissions to promote sub-admins" : "Ez duzu baimenik azpi-administratzaileak mailaz igotzeko",
    "Invalid password value" : "Pasahitz baliogabea",
    "An email address is required, to send a password link to the user." : "Helbide elektroniko bat behar da erabiltzaileari pasahitz-esteka bat bidaltzeko.",
    "Required email address was not provided" : "Beharrezkoa den helbide elektronikoa falta da",
    "Invalid quota value: %1$s" : "Kuota baliogabea: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Kuota baliogabea. %1$s kuota maximotik gain dago",
    "Unlimited quota is forbidden on this instance" : "Kuota mugagabea debekatuta dago instantzia honetan",
    "Setting the password is not supported by the users backend" : "Erabiltzailearen atzeko aldeak ez du onartzen pasahitza ezartzea",
    "Invalid language" : "Hizkuntza baliogabea",
    "Invalid locale" : "Eskualde ezarpen baliogabea",
    "Invalid first day of week" : "Asteko lehen egun baliogabea",
    "Cannot remove yourself from the admin group" : "Ezin duzu zeure burua kendu admin taldetik",
    "Cannot remove yourself from this group as you are a sub-admin" : "Ezin duzu zeure burua talde honetatik kendu, azpi-administratzailea zarelako",
    "Not viable to remove user from the last group you are sub-admin of" : "Ez dago modurik azpi-administratzaile zaren talde horretatik erabiltzailea kentzeko",
    "User does not exist" : "Erabiltzailea ez da existitzen",
    "Group does not exist" : "Taldea ez da existitzen",
    "User is not a sub-admin of this group" : "Erabiltzailea ez da talde honetako azpi-administratzailea",
    "Email address not available" : "Helbide elektronikoa ez dago erabilgarri",
    "Sending email failed" : "Mezu elektronikoa bidaltzeak huts egin du",
    "Email confirmation" : "Posta elektronikoaren berrespena",
    "To enable the email address %s please click the button below." : "%shelbide elektronikoa gaitzeko, egin klik beheko botoian.",
    "Confirm" : "Berretsi",
    "Email was already removed from account and cannot be confirmed anymore." : "Posta elektronikoa kontutik kenduta dago eta ezin da berretsi.",
    "Could not verify mail because the token is expired." : "Ezin izan da posta egiaztatu, token-a iraungi delako.",
    "Could not verify mail because the token is invalid." : "Ezin izan da posta egiaztatu, tokena baliogabea delako.",
    "An unexpected error occurred. Please contact your admin." : "Ustekabeko errorea gertatu da. Jarri harremanetan zure administratzailearekin.",
    "Email confirmation successful" : "Mezu elektronikoaren berrespena ongi egin da",
    "Provisioning API" : "API hornitzen",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Aplikazio honek API multzo bat gaitzen du kanpoko sistemei aukera emanez kontuak, taldeak eta aplikazioak kudeatzeko.  ",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Aplikazio honek gaitzen du kanpoko sistemek kontuak sortu, editatu, ezabatu eta kontsultatzeko erabili ditzaketen API multzo bat\n\t\tatributuak, kontsultak, taldeak ezarri eta kendu, kuota ezarri eta Nextcloud-en erabilitako biltegiratze osoa kontsultatu. Taldeko administratzaileek\n\t\tNextcloud ere kontsulta dezakete eta administratzaile baten funtzio berdinak bete kudeatzen dituzten taldeentzako. APIak ere gaitzen du\n\t\tadministratzaile bat Nextcloud kontsultatzeko aplikazio aktiboak, aplikazioen informazioa eta aplikazio bat urrunetik gaitzeko edo desgaitzeko.\n\t\tAplikazioa gaituta dagoenean, HTTP eskaerak oinarrizko autentifikazio goiburu baten bidez erabili daitezke betetzeko\n\t\tgoian zerrendatuko edozein funtzio. Informazio gehiago eskuragarri dago API hornitze- dokumentazioan, adibide-deiak\n\t\teta zerbitzariaren erantzunak barne.",
    "Logged in user must be an administrator or have authorization to edit this setting." : "Saioa hasitako erabiltzaileak administratzailea edo ezarpen hau editatzeko baimena duena izan behar du.",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Aplikazio honek API multzo bat gaitzen du kanpoko sistemei aukera emanez erabiltzaileak, taldeak eta aplikazioak kudeatzeko.  ",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Aplikazio honek gaitzen du kanpoko sistemek erabiltzailea sortu, editatu, ezabatu eta kontsultatzeko erabili ditzaketen API multzo bat\n\t\tatributuak, kontsultak, taldeak ezarri eta kendu, kuota ezarri eta Nextcloud-en erabilitako biltegiratze osoa kontsultatu. Taldeko administratzaileek\n\t\tNextcloud ere kontsulta dezakete eta administratzaile baten funtzio berdinak bete kudeatzen dituzten taldeentzako. APIak ere gaitzen du\n\t\tadministratzaile bat Nextcloud kontsultatzeko aplikazio aktiboak, aplikazioen informazioa eta aplikazio bat urrunetik gaitzeko edo desgaitzeko.\n\t\tAplikazioa gaituta dagoenean, HTTP eskaerak oinarrizko autentifikazio goiburu baten bidez erabili daitezke betetzeko\n\t\tgoian zerrendatuko edozein funtzio. Informazio gehiago eskuragarri dago API hornitze- dokumentazioan, adibide-deiak\n\t\teta zerbitzariaren erantzunak barne."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}