{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Le compte connecté doit être un administrateur ou avoir l'autorisation de modifier ce paramètre.",
    "Could not create non-existing user ID" : "IImpossible de créer un ID d'utilisateur inexistant",
    "User already exists" : "Cet utilisateur existe déjà",
    "Group %1$s does not exist" : "Le groupe %1$s n’existe pas",
    "Insufficient privileges for group %1$s" : "Privilèges insuffisants pour le groupe %1$s",
    "No group specified (required for sub-admins)" : "Aucun groupe spécifié (requis pour les sous-administrateurs)",
    "Sub-admin group does not exist" : "Le groupe des sous-administrateurs n'existe pas",
    "Cannot create sub-admins for admin group" : "Impossible de créer des sous-administrateurs pour le groupe des administrateurs",
    "No permissions to promote sub-admins" : "Aucune autorisation pour promouvoir des sous-administrateurs",
    "Invalid password value" : "Valeur de mot de passe invalide",
    "An email address is required, to send a password link to the user." : "Une adresse email est requise pour envoyer un lien de mot de passe à l'utilisateur.",
    "Required email address was not provided" : "L'adresse e-mail exigée n'a pas été fournie",
    "Invalid quota value: %1$s" : "Valeur de quota invalide : %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Valeur de quota invalide : %1$s dépasse le quota maximum",
    "Unlimited quota is forbidden on this instance" : "Un quota illimité est interdit sur cette instance",
    "Setting the password is not supported by the users backend" : "La définition du mot de passe n'est pas prise en charge par le backend des utilisateurs",
    "Invalid language" : "Langue invalide",
    "Invalid locale" : "Paramètres régionaux invalides",
    "Invalid first day of week" : "Premier jour de la semaine invalide",
    "Cannot remove yourself from the admin group" : "Impossible de vous retirer vous-même du groupe des administrateurs",
    "Cannot remove yourself from this group as you are a sub-admin" : "Impossible de vous retirer de ce groupe car vous êtes le sous-administrateur",
    "Not viable to remove user from the last group you are sub-admin of" : "Il n'est pas possible de supprimer un utilisateur du dernier groupe dont vous êtes sous-administrateur",
    "User does not exist" : "L'utilisateur n'existe pas",
    "Group does not exist" : "Le groupe n'existe pas",
    "User is not a sub-admin of this group" : "L'utilisateur n'est pas un sous-administrateur de ce groupe",
    "Email address not available" : "Adresse e-mail indisponible ",
    "Sending email failed" : "L'envoi de l'e-mail a échoué",
    "Email confirmation" : "Confirmation par e-mail",
    "To enable the email address %s please click the button below." : "Pour activer l'adresse e-mail %s, veuillez cliquer sur le bouton ci-dessous.",
    "Confirm" : "Confirmer",
    "Email was already removed from account and cannot be confirmed anymore." : "L'adresse e-mail a déjà été supprimée du compte et ne peut donc plus être confirmée.",
    "Could not verify mail because the token is expired." : "Impossible de vérifier l'adresse e-mail car le jeton d'authentification est expiré.",
    "Could not verify mail because the token is invalid." : "Impossible de vérifier l'adresse e-mail car le jeton d'authentification est invalide.",
    "An unexpected error occurred. Please contact your admin." : "Une erreur inattendue est survenue. Veuillez contacter votre administrateur.",
    "Email confirmation successful" : "Adresse e-mail confirmée avec succès.",
    "Provisioning API" : "API de provisionnement",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Cette application active un ensemble d'API que les systèmes externes peuvent utiliser pour gérer les comptes, les groupes et les applications.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Cette application active un ensemble d'API qui peuvent être utilisées par un système externe pour créer, modifier, supprimer et rechercher des\n\t\tattributs de compte, rechercher, ajouter et retirer des groupes, fixer des quotas et rechercher l'espace de stockage total utilisé sur Nextcloud. Les administrateurs de groupe\n\t\tpeuvent aussi rechercher Nextcloud et accéder aux même fonctionnalités que les administrateurs pour les groupes dont ils ont la gestion. L'API permet aussi\n\t\tà un administrateur de rechercher les applications Nextcloud actives et les informations d'application ainsi que d'activer et désactiver les applications à distance.\n\t\tUne fois l'application activée, des requêtes HTTP peuvent être utilisées au moyen d'un entête Basic Auth pour exécuter chacune des fonctionnalités listées\n\t\tci-dessus. Des informations supplémentaires sont accessibles dans la documentation sur l'API de provisionnement, avec des exemples de demandes\n\t\tet réponses serveur.",
    "Logged in user must be an administrator or have authorization to edit this setting." : "L'utilisateur connecté doit être un administrateur ou avoir l'autorisation de modifier ce paramètre.",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Cette application active un ensemble d'API que les systèmes externes peuvent utiliser pour gérer les utilisateurs, les groupes et les applications.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Cette application active un ensemble d'API qui peuvent être utilisées par un système externe pour créer, modifier, supprimer et rechercher des attributs d'utilisateur, rechercher, ajouter et retirer des groupes, fixer des quotas et rechercher l'espace de stockage total utilisé sur Nextcloud. Les administrateurs de groupe peuvent aussi rechercher Nextcloud et accéder aux même fonctionnalités que les administrateurs pour les groupes dont ils ont la gestion. L'API permet aussi à un administrateur de rechercher les applications Nextcloud actives et les informations d'application ainsi  que d'activer et désactiver les applications à distance. Une fois l'application activée, des requêtes HTTP peuvent être utilisées au moyen d'un entête Basic Auth pour exécuter chacune des fonctionnalités listées ci-dessus. Des informations supplémentaires sont accessibles dans la documentation sur l'API de provisionnement, avec des exemples de demandes et réponses serveur."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}