{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Ní mór gur riarthóir é cuntas logáilte isteach nó údarú a bheith agat an socrú seo a chur in eagar.",
    "Could not create non-existing user ID" : "Níorbh fhéidir aitheantas úsáideora nach bhfuil ann cheana a chruthú",
    "User already exists" : "Úsáideoir ann cheana féin",
    "Group %1$s does not exist" : "Níl grúpa %1$s ann",
    "Insufficient privileges for group %1$s" : "Pribhléidí neamhleor don ghrúpa %1$s",
    "No group specified (required for sub-admins)" : "Níor sonraíodh grúpa ar bith (riachtanach le haghaidh fo-riaracháin)",
    "Sub-admin group does not exist" : "Níl foghrúpa riaracháin ann",
    "Cannot create sub-admins for admin group" : "Ní féidir fo-riaracháin a chruthú don ghrúpa riaracháin",
    "No permissions to promote sub-admins" : "Níl aon chead chun fo-riaracháin a chur chun cinn",
    "Invalid password value" : "Luach pasfhocail neamhbhailí",
    "An email address is required, to send a password link to the user." : "Tá seoladh ríomhphoist ag teastáil, chun nasc pasfhocal a sheoladh chuig an úsáideoir.",
    "Required email address was not provided" : "Níor cuireadh an seoladh ríomhphoist riachtanach ar fáil",
    "Invalid quota value: %1$s" : "Luach cuóta neamhbhailí: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Luach cuóta neamhbhailí. Tá %1$s níos mó ná an t-uaschuóta",
    "Unlimited quota is forbidden on this instance" : "Tá cosc ​​ar chuóta neamhtheoranta sa chás seo",
    "Setting the password is not supported by the users backend" : "Ní thacaíonn inneall na n-úsáideoirí leis an bhfocal faire a shocrú",
    "Invalid language" : "Teanga neamhbhailí",
    "Invalid locale" : "Logán neamhbhailí",
    "Invalid first day of week" : "An chéad lá den tseachtain neamhbhailí",
    "Cannot remove yourself from the admin group" : "Ní féidir tú féin a bhaint den ghrúpa riaracháin",
    "Cannot remove yourself from this group as you are a sub-admin" : "Ní féidir tú féin a bhaint den ghrúpa seo toisc gur fo-riarthóir tú",
    "Not viable to remove user from the last group you are sub-admin of" : "Níl sé inmharthana an t-úsáideoir a bhaint den ghrúpa deiridh a bhfuil tú ina fho-riarachán de",
    "User does not exist" : "Níl an t-úsáideoir ann",
    "Group does not exist" : "Níl an grúpa ann",
    "User is not a sub-admin of this group" : "Ní fo-riarthóir den ghrúpa seo é an t-úsáideoir",
    "Email address not available" : "Níl an seoladh ríomhphoist ar fáil",
    "Sending email failed" : "Theip ar sheoladh ríomhphoist",
    "Email confirmation" : "Deimhniú ríomhphoist",
    "To enable the email address %s please click the button below." : "Chun an seoladh ríomhphoist %s a chumasú cliceáil ar an gcnaipe thíos le do thoil.",
    "Confirm" : "Deimhnigh",
    "Email was already removed from account and cannot be confirmed anymore." : "Baineadh an ríomhphost den chuntas cheana agus ní féidir é a dheimhniú a thuilleadh.",
    "Could not verify mail because the token is expired." : "Níorbh fhéidir ríomhphost a fhíorú toisc go bhfuil an comhartha imithe in éag.",
    "Could not verify mail because the token is invalid." : "Níorbh fhéidir ríomhphost a fhíorú toisc go bhfuil an comhartha neamhbhailí.",
    "An unexpected error occurred. Please contact your admin." : "Tharla earráid gan choinne. Déan teagmháil le do riarthóir le do thoil.",
    "Email confirmation successful" : "D'éirigh le dearbhú ríomhphoist",
    "Provisioning API" : "Soláthar API",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Cumasaíonn an feidhmchlár seo sraith APIanna is féidir le córais sheachtracha a úsáid chun cuntais, grúpaí agus aipeanna a bhainistiú.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Cumasaíonn an feidhmchlár seo sraith APIanna is féidir le córais sheachtracha a úsáid chun cuntas a chruthú, a chur in eagar, a scriosadh agus a cheistiú\n\t\t tréithe, ceistigh, socraigh agus bain grúpaí, socraigh cuóta agus ceistigh an stór iomlán a úsáidtear in Nextcloud. Cuntais riaracháin ghrúpa\n\t\t is féidir Nextcloud a cheistiú freisin agus na feidhmeanna céanna a chomhlíonadh agus a fheidhmíonn riarthóir do ghrúpaí a bhainistíonn siad. Cuireann an API ar chumas freisin\n\t\t admin chun iarratas a dhéanamh maidir le feidhmchláir ghníomhacha Nextcloud, faisnéis feidhmchláir, agus chun aip a chumasú nó a dhíchumasú go cianda.\n\t\t Nuair atá an aip cumasaithe, is féidir iarratais HTTP a úsáid trí cheanntásc Basic Auth chun aon cheann de na feidhmeanna a dhéanamh\n\t\t liostaithe thuas. Tá tuilleadh faisnéise ar fáil i gcáipéisíocht an API Soláthar, lena n-áirítear glaonna mar shampla\n\t\t agus freagraí freastalaí.",
    "Logged in user must be an administrator or have authorization to edit this setting." : "Caithfidh úsáideoir logáilte isteach a bheith ina riarthóir nó údarú a bheith aige chun an socrú seo a chur in eagar.",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Cumasaíonn an feidhmchlár seo sraith APIanna is féidir le córais sheachtracha a úsáid chun úsáideoirí, grúpaí agus aipeanna a bhainistiú.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Cumasaíonn an feidhmchlár seo sraith APIanna is féidir le córais sheachtracha a úsáid chun úsáideoir a chruthú, a chur in eagar, a scriosadh agus a cheistiú\n\t\t tréithe, ceistigh, socraigh agus bain grúpaí, socraigh cuóta agus ceistigh an stór iomlán a úsáidtear in Nextcloud. Grúpa úsáideoirí riaracháin\n\t\t is féidir Nextcloud a cheistiú freisin agus na feidhmeanna céanna a chomhlíonadh agus a fheidhmíonn riarthóir do ghrúpaí a bhainistíonn siad. Cuireann an API ar chumas freisin\n\t\t admin chun iarratas a dhéanamh maidir le feidhmchláir ghníomhacha Nextcloud, faisnéis feidhmchláir, agus chun aip a chumasú nó a dhíchumasú go cianda.\n\t\t Nuair atá an aip cumasaithe, is féidir iarratais HTTP a úsáid trí cheanntásc Basic Auth chun aon cheann de na feidhmeanna a dhéanamh\n\t\t liostaithe thuas. Tá tuilleadh faisnéise ar fáil i gcáipéisíocht an API Soláthar, lena n-áirítear glaonna mar shampla\n\t\t agus freagraí freastalaí."
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}