{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Prijavljeni račun mora biti administrator ili imati ovlasti za uređivanje ove postavke.",
    "Could not create non-existing user ID" : "Nije moguće stvoriti nepostojeći ID korisnika",
    "User already exists" : "Korisnik već postoji",
    "Group %1$s does not exist" : "Grupa %1$s ne postoji",
    "Insufficient privileges for group %1$s" : "Nedovoljne ovlasti za grupu %1$s",
    "No group specified (required for sub-admins)" : "Nije navedena grupa (obavezno za podadministratore)",
    "Sub-admin group does not exist" : "Podadministratorska grupa ne postoji",
    "Cannot create sub-admins for admin group" : "Nije moguće stvoriti podadministratore za administratorsku grupu",
    "No permissions to promote sub-admins" : "Nema dopuštenja za unapređenje podadministratora",
    "Invalid password value" : "Nevažeća vrijednost lozinke",
    "An email address is required, to send a password link to the user." : "Potrebna je adresa e-pošte kako bi se korisniku poslala poveznica za lozinku.",
    "Required email address was not provided" : "Obavezna adresa e-pošte nije navedena",
    "User creation failed" : "Stvaranje korisnika nije uspjelo",
    "Invalid quota value: %1$s" : "Nevažeća vrijednost kvote: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Nevažeća vrijednost kvote. %1$s premašuje maksimalnu kvotu",
    "Unlimited quota is forbidden on this instance" : "Neograničena kvota nije dopuštena na ovoj instanci",
    "Setting the password is not supported by the users backend" : "Postavljanje lozinke nije podržano od strane korisničkog pozadinskog sustava",
    "Invalid language" : "Nevažeći jezik",
    "Invalid locale" : "Nevažeća lokalizacija",
    "Invalid timezone" : "Nevažeća vremenska zona",
    "Invalid first day of week" : "Nevažeći prvi dan u tjednu",
    "Cannot remove yourself from the admin group" : "Nije moguće ukloniti sebe iz administratorske grupe",
    "Cannot remove yourself from this group as you are a sub-admin" : "Nije moguće ukloniti sebe iz ove grupe jer ste podadministrator",
    "Not viable to remove user from the last group you are sub-admin of" : "Nije moguće ukloniti korisnika iz posljednje grupe u kojoj ste podadministrator",
    "User does not exist" : "Korisnik ne postoji",
    "Group does not exist" : "Grupa ne postoji",
    "User is not a sub-admin of this group" : "Korisnik nije podadministrator ove grupe",
    "Email address not available" : "Adresa e-pošte nije dostupna",
    "Sending email failed" : "Slanje e-pošte nije uspjelo",
    "Logged in account is not mail address owner" : "Prijavljeni račun nije vlasnik adrese e-pošte",
    "Email confirmation" : "Potvrda e-poštom",
    "To enable the email address %s please click the button below." : "Kliknite na gumb u nastavku kako biste omogućili adresu e-pošte %s.",
    "Confirm" : "Potvrdi",
    "Email was already removed from account and cannot be confirmed anymore." : "Adresa e-pošte uklonjena je iz računa i nije je moguće potvrditi.",
    "Could not verify mail because the token is expired." : "Potvrđivanje adrese e-pošte nije moguće jer je token istekao.",
    "Could not verify mail because the token is invalid." : "Potvrđivanje adrese e-pošte nije moguće jer je token nevažeći.",
    "An unexpected error occurred. Please contact your admin." : "Došlo je do neočekivane pogreške. Obratite se svom administratoru.",
    "Email confirmation successful" : "Adresa e-pošte uspješno je potvrđena",
    "Provisioning API" : "API za uvođenje u rad",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Ova aplikacija omogućuje skup API-ja koje vanjski sustavi mogu koristiti za upravljanje računima, grupama i aplikacijama.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Ova aplikacija omogućuje skup API-ja koje vanjski sustavi mogu koristiti za stvaranje, uređivanje, brisanje i dohvaćanje računa\n\t\tatributi, dohvaćanje, postavljanje i uklanjanje grupa, postavljanje kvote te dohvaćanje ukupne iskorištene pohrane u Nextcloudu. Administratorski računi grupa\n\t\ttakođer mogu dohvaćati podatke iz Nextclouda i obavljati iste funkcije kao administrator za grupe kojima upravljaju. API također omogućuje\n\t\tadministratoru dohvaćanje aktivnih Nextcloud aplikacija, informacija o aplikacijama te udaljeno omogućavanje ili onemogućavanje aplikacije.\n\t\tNakon što je aplikacija omogućena, HTTP zahtjevi mogu se koristiti putem zaglavlja Basic Auth za izvršavanje svih gore navedenih funkcija.\n\t\tViše informacija dostupno je u dokumentaciji Provisioning API-ja, uključujući primjere poziva\n\t\ti odgovore poslužitelja."
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}