{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "L'account connesso deve essere un amministratore o avere il permesso di modificare questa impostazione.",
    "Could not create non-existing user ID" : "Impossibile creare un ID utente inesistente",
    "User already exists" : "L'utente esiste già",
    "Group %1$s does not exist" : "Il gruppo %1$s non esiste",
    "Insufficient privileges for group %1$s" : "Permessi insufficienti per il gruppo %1$s",
    "No group specified (required for sub-admins)" : "Nessun gruppo specificato (richiesto per i sotto-amministratori)",
    "Sub-admin group does not exist" : "Il gruppo di sotto-amministratori non esiste",
    "Cannot create sub-admins for admin group" : "Impossibile creare sotto-amministratori per il gruppo amministratori",
    "No permissions to promote sub-admins" : "Nessun permesso per promuovere i sotto-amministratori",
    "Invalid password value" : "Valore password non valido",
    "An email address is required, to send a password link to the user." : "È necessario un indirizzo email per inviare all'utente il link per la password.",
    "Required email address was not provided" : "L'indirizzo e-mail richiesto non è stato fornito",
    "User creation failed" : "Creazione dell'utente fallita",
    "Invalid quota value: %1$s" : "Valore di quota non valido: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Valore della quota non valido. %1$s supera la quota massima",
    "Unlimited quota is forbidden on this instance" : "In questa istanza è vietato l'uso di quote illimitate.",
    "Setting the password is not supported by the users backend" : "L'impostazione della password non è supportata dal backend degli utenti.",
    "Invalid language" : "Lingua non valida",
    "Invalid locale" : "Impostazioni locali non valide",
    "Invalid timezone" : "Fuso orario non valido",
    "Invalid first day of week" : "Primo giorno della settimana non valido",
    "Cannot remove yourself from the admin group" : "Non è possibile rimuovere se stessi dal gruppo amministratori",
    "Cannot remove yourself from this group as you are a sub-admin" : "Non puoi rimuovere te stesso da questo gruppo poiché sei un sotto-amministratore",
    "Not viable to remove user from the last group you are sub-admin of" : "Non è possibile rimuovere un utente dall'ultimo gruppo di cui sei sotto-amministratore.",
    "User does not exist" : "L'utente non esiste",
    "Group does not exist" : "Il gruppo non esiste",
    "User is not a sub-admin of this group" : "L'utente non è un sotto-amministratore di questo gruppo",
    "Email address not available" : "Indirizzo email non disponibile",
    "Sending email failed" : "Invio della mail fallito",
    "Logged in account is not mail address owner" : "L'account loggato non è il proprietario dell'indirizzo e-mail",
    "Email confirmation" : "Conferma email",
    "To enable the email address %s please click the button below." : "Per attivare l'indirizzo email %s fai clic sul pulsante sottostante.",
    "Confirm" : "Conferma",
    "Email was already removed from account and cannot be confirmed anymore." : "L'email era già stata rimossa dall'account e non può più essere confermata.",
    "Could not verify mail because the token is expired." : "Impossibile verificare l'email perché il token è scaduto.",
    "Could not verify mail because the token is invalid." : "Impossibile verificare l'email perché il token non è valido.",
    "An unexpected error occurred. Please contact your admin." : "Si è verificato un errore imprevisto. Contatta l'amministratore.",
    "Email confirmation successful" : "Conferma email riuscita",
    "Provisioning API" : "API  di approvvigionamento",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Questa applicazione attiva una seria di API che permettono ai sistemi esterni di gestire account, gruppi e app.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Questa applicazione abilita una serie di API che i sistemi esterni possono utilizzare per creare, modificare, \n\t\teliminare e interrogare gli attributi dell'account, interrogare, impostare e rimuovere gruppi, impostare quote\n\t\te interrogare lo spazio di archiviazione totale utilizzato in Nextcloud. Gli account amministratori di gruppo\n\t\tpossono anche interrogare Nextcloud ed eseguire le stesse funzioni di un amministratore per i gruppi che gestiscono.\n\t\tL'API consente inoltre a un amministratore di interrogare le applicazioni Nextcloud attive, le informazioni sulle \n\t\tapplicazioni e di abilitare o disabilitare un'applicazione da remoto. Una volta abilitata l'app, è possibile \n\t\tutilizzare le richieste HTTP tramite un'intestazione Basic Auth per eseguire una qualsiasi delle funzioni sopra elencate. \n\t\tMaggiori informazioni sono disponibili nella documentazione dell'API di provisioning, inclusi esempi di chiamate\n\t\te risposte del server."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}