{ "translations": {
    "Logged in user must be an administrator or have authorization to edit this setting." : "ログインユーザーは、管理者またはこの設定を編集する権限を持っている必要があります。",
    "User already exists" : "ユーザは既に存在する",
    "Email confirmation" : "Eメールの確認",
    "To enable the email address %s please click the button below." : "メールアドレス %s を有効にするには、下のボタンをクリックしてください。",
    "Confirm" : "承認",
    "Email was already removed from account and cannot be confirmed anymore." : "メールアドレスはすでにアカウントから削除されており、確認できません。",
    "Could not verify mail because the token is expired." : "トークンの有効期限が切れているため、メールを検証できませんでした。",
    "Could not verify mail because the token is invalid." : "トークンが無効なため、メールを検証できませんでした。",
    "An unexpected error occurred. Please contact your admin." : "予期せぬエラーが発生しました。管理者に連絡してください。",
    "Email confirmation successful" : "Eメールの確認が成功しました",
    "Provisioning API" : "プロビジョニングAPI",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "このアプリケーションは、外部システムがユーザー、グループ、アプリを管理するために使用できる一連のAPIを有効にします。",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "このアプリケーションにより、外部システムがユーザーの作成、編集、削除、クエリに使用できる一連のAPIが有効になります\n\t\t属性やクエリ、グループの設定と削除、クォータの設定、Nextcloudのストレージの容量チェック。グループ管理者ユーザーも\n\t\tNextcloudにクエリを実行し、管理者と同じ機能を管理するグループに実行することもできます。 APIではまた管理者が\n\t\tアクティブなNextcloudアプリケーション、アプリケーション情報を照会し、アプリをリモートで有効または無効にできます。\n\t\tこのアプリを有効にすると、基本認証ヘッダーを介したHTTPリクエストを使用して、上記の任意の機能を実行できます\n\t\t呼び出しの例など、詳細やサンプルの呼び出し方法、サーバーからの応答については、\n\t\tProvisioningAPIのドキュメントをご覧ください。"
},"pluralForm" :"nplurals=1; plural=0;"
}