{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Нэвтэрсэн бүртгэл нь администратор байх эсвэл энэ тохиргоог засварлах зөвшөөрөлтэй байх ёстой.",
    "Could not create non-existing user ID" : "Байхгүй хэрэглэгчийн ID үүсгэж чадсангүй",
    "User already exists" : "Хэрэглэгч аль хэдийн байна",
    "Group %1$s does not exist" : "%1$s бүлэг байхгүй байна",
    "Insufficient privileges for group %1$s" : "%1$s бүлэгт хангалттай эрх байхгүй байна",
    "No group specified (required for sub-admins)" : "Бүлэг заагаагүй (дэд-админуудад шаардлагатай)",
    "Sub-admin group does not exist" : "Дэд-админ бүлэг байхгүй байна",
    "Cannot create sub-admins for admin group" : "Админ бүлэгт дэд-админ үүсгэх боломжгүй",
    "No permissions to promote sub-admins" : "Дэд-админ болгох эрх байхгүй",
    "Invalid password value" : "Нууц үгийн утга буруу байна",
    "An email address is required, to send a password link to the user." : "Хэрэглэгч рүү нууц үгийн холбоос илгээхийн тулд имэйл хаяг шаардлагатай.",
    "Required email address was not provided" : "Шаардлагатай имэйл хаяг өгөгдөөгүй",
    "User creation failed" : "Хэрэглэгч үүсгэж чадсангүй",
    "Invalid quota value: %1$s" : "Квотын утга буруу: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Квотын утга буруу. %1$s дээд квотоос хэтэрсэн байна",
    "Unlimited quota is forbidden on this instance" : "Энэ сервер дээр хязгааргүй квот хориотой",
    "Setting the password is not supported by the users backend" : "Нууц үг тохируулах нь хэрэглэгчийн backend-ээр дэмжигдэхгүй байна",
    "Invalid language" : "Буруу хэл",
    "Invalid locale" : "Locale буруу байна",
    "Invalid timezone" : "Цагийн бүс буруу байна",
    "Invalid first day of week" : "Долоо хоногийн эхний өдөр буруу байна",
    "Cannot remove yourself from the admin group" : "Өөрийгөө админ бүлгээс хасах боломжгүй",
    "Cannot remove yourself from this group as you are a sub-admin" : "Та дэд-админ тул өөрийгөө энэ бүлгээс хасах боломжгүй",
    "Not viable to remove user from the last group you are sub-admin of" : "Та дэд-админ байгаа сүүлийн бүлгээс хэрэглэгчийг хасах боломжгүй",
    "User does not exist" : "Хэрэглэгч байхгүй байна",
    "Group does not exist" : "Бүлэг байхгүй байна",
    "User is not a sub-admin of this group" : "Хэрэглэгч энэ бүлгийн дэд-админ биш",
    "Email address not available" : "Имэйл хаяг боломжгүй байна",
    "Sending email failed" : "Имэйл илгээж чадсангүй",
    "Logged in account is not mail address owner" : "Нэвтэрсэн бүртгэл имэйл хаягийн эзэн биш",
    "Email confirmation" : "Имэйл баталгаажуулалт",
    "To enable the email address %s please click the button below." : "%s имэйл хаягийг идэвхжүүлэхийн тулд доорх товчийг дарна уу.",
    "Confirm" : "Батлах",
    "Email was already removed from account and cannot be confirmed anymore." : "Имэйл аль хэдийн бүртгэлээс хасагдсан тул цаашид баталгаажуулах боломжгүй.",
    "Could not verify mail because the token is expired." : "Токен хугацаа нь дууссан тул имэйлийг баталгаажуулж чадсангүй.",
    "Could not verify mail because the token is invalid." : "Токен буруу тул имэйлийг баталгаажуулж чадсангүй.",
    "An unexpected error occurred. Please contact your admin." : "Гэнэтийн алдаа гарлаа. Админтайгаа холбогдоно уу.",
    "Email confirmation successful" : "Имэйл баталгаажуулалт амжилттай",
    "Provisioning API" : "Provisioning API",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Энэ програм нь гадаад системүүд бүртгэл, бүлэг болон аппуудыг удирдахад ашиглаж болох API-уудын багцыг идэвхжүүлнэ.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Энэ програм нь гадаад системүүд бүртгэлийн шинж чанарыг үүсгэх, засах, устгах болон хайх, бүлгийг хайх, тохируулах болон арилгах, Nextcloud-д ашигласан нийт хадгалалтын хэмжээний квотыг тохируулах болон хайхад ашиглаж болох API-уудын багцыг идэвхжүүлнэ. Бүлгийн администратор бүртгэлүүд мөн Nextcloud-г хайх болон удирдаж буй бүлгүүдэд администратортой ижил үүргийг гүйцэтгэх боломжтой. API нь мөн администраторт идэвх Nextcloud програмуудыг хайх, програмын мэдээллийг авах болон аппыг алсаас идэвхжүүлэх эсвэл идэвхгүй болгох боломж олгоно. Аппыг идэвхжүүлсний дараа Basic Auth толгой хэсгийн тусламжтай HTTP хүсэлтүүдийг ашиглан дээрх функцуудын аль нэгийг гүйцэтгэж болно. Дэлгэрэнгүй мэдээллийг жишээ дуудлагууд болон серверийн хариултуудын хамт Provisioning API-н баримт бичгээс авах боломжтой."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}