{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Для изменения этого параметра необходимо быть администратором или иметь соответствующие права.",
    "Could not create non-existing user ID" : "Невозможно создать несуществующий идентификатор пользователя",
    "User already exists" : "Пользователь уже существует",
    "Group %1$s does not exist" : "Группа %1$s не существует",
    "Insufficient privileges for group %1$s" : "Недостаточно прав для группы %1$s",
    "No group specified (required for sub-admins)" : "Группа не указана (обязательно для субадминистраторов)",
    "Sub-admin group does not exist" : "Группа субадминистратора не существует",
    "Cannot create sub-admins for admin group" : "Нельзя назначить субадминистраторов для группы администраторов",
    "No permissions to promote sub-admins" : "Недостаточно прав для назначения субадминистраторов",
    "Invalid password value" : "Некорректное значение пароля",
    "An email address is required, to send a password link to the user." : "Требуется адрес электронной почты для отправки ссылки на установку пароля пользователю.",
    "Required email address was not provided" : "Не указан обязательный адрес электронной почты",
    "Invalid quota value: %1$s" : "Недопустимое значение квоты: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Недопустимое значение квоты.%1$s превышает максимальное значение",
    "Unlimited quota is forbidden on this instance" : "Безлимитная квота запрещена в этом инстансе",
    "Setting the password is not supported by the users backend" : "Установка пароля не поддерживается используемой системой управления пользователями",
    "Invalid language" : "Недопустимый язык",
    "Invalid locale" : "Недопустимая локаль",
    "Invalid first day of week" : "Недопустимый первый день недели",
    "Cannot remove yourself from the admin group" : "Нельзя удалить себя из группы администраторов",
    "Cannot remove yourself from this group as you are a sub-admin" : "Нельзя удалить себя из этой группы, так как вы являетесь субадминистратором",
    "Not viable to remove user from the last group you are sub-admin of" : "Нельзя удалить пользователя из последней группы, в которой вы являетесь субадминистратором",
    "User does not exist" : "Пользователь не существует",
    "Group does not exist" : "Группа не существует",
    "User is not a sub-admin of this group" : "Пользователь не является субадминистратором этой группы",
    "Email address not available" : "Адрес электронной почты недоступен",
    "Sending email failed" : "Не удалось отправить письмо",
    "Email confirmation" : "Подтверждение электронной почты",
    "To enable the email address %s please click the button below." : "Чтобы включить адрес электронной почты %s, пожалуйста, нажмите на кнопку ниже.",
    "Confirm" : "Подтвердить",
    "Email was already removed from account and cannot be confirmed anymore." : "Электронная почта уже удалена из учетной записи и больше не может быть подтверждена.",
    "Could not verify mail because the token is expired." : "Не удалось проверить почту, так как срок действия ключа подтверждения истек.",
    "Could not verify mail because the token is invalid." : "Не удалось проверить почту, потому что ключ подтверждения недействителен.",
    "An unexpected error occurred. Please contact your admin." : "Произошла неизвестная ошибка. Пожалуйста, свяжитесь с администратором.",
    "Email confirmation successful" : "Электронная почта подтверждена",
    "Provisioning API" : "Provisioning API",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Это приложение предоставляет набор API, которые внешние системы могут использовать для управления учётными записями, группами и приложениями.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Это приложение включает набор API, которые внешние системы могут использовать для создания, редактирования, удаления и запроса атрибутов учетной записи, запроса, установки и удаления групп, установки квоты и запроса общего хранилища, используемого в Nextcloud. Учетные записи администратора группы\nтакже могут запрашивать Nextcloud и выполнять те же функции, что и администратор для групп, которыми они управляют. API также позволяет\nадминистратору запрашивать активные приложения Nextcloud, информацию о приложении и включать или отключать приложение удаленно.\nПосле включения приложения HTTP-запросы можно использовать через заголовок Basic Auth для выполнения любой из функций,\nперечисленных выше. Дополнительная информация доступна в документации API Provisioning, включая примеры вызовов\nи ответы сервера."
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}