{ "translations": {
    "Logged in account must be an administrator or have authorization to edit this setting." : "Пријављени налог мора да буде администратор, или мора да поседује одобрење да уреди ово подешавање.",
    "Could not create non-existing user ID" : "Не може да се креира ИД за корисника који не постоји",
    "User already exists" : "Корисник већ постоји",
    "Group %1$s does not exist" : "Група %1$s не постоји",
    "Insufficient privileges for group %1$s" : "Нема довољно привилегија за групу %1$s",
    "No group specified (required for sub-admins)" : "Није наведена ниједна група (потребно је за под-админе)",
    "Sub-admin group does not exist" : "Не постоји група под-админа",
    "Cannot create sub-admins for admin group" : "Не може да се креира група под-админа",
    "No permissions to promote sub-admins" : "Нема дозвола да се унапреде под-админи",
    "Invalid password value" : "Неисправна вредност лозинке",
    "An email address is required, to send a password link to the user." : "За слање линка лозинке кориснику, неопходна је и-мејл адреса.",
    "Required email address was not provided" : "Није наведена потребна и-мејл адреса",
    "Invalid quota value: %1$s" : "Неисправна вредност квоте: %1$s",
    "Invalid quota value. %1$s is exceeding the maximum quota" : "Неисправна вредност квоте. %1$s превазилази максималну квоту",
    "Unlimited quota is forbidden on this instance" : "На овој инстанци је забрањена неограничена квота",
    "Setting the password is not supported by the users backend" : "Позадински механизам за кориснике не подржава постављање лозинке",
    "Invalid language" : "Неисправни језик",
    "Invalid locale" : "Неисправни локалитет",
    "Invalid first day of week" : "Неисправан први дан недеље",
    "Cannot remove yourself from the admin group" : "Не можете да уклоните себе из админ групе",
    "Cannot remove yourself from this group as you are a sub-admin" : "Не можете да уклоните себе из ове групе јер сте под-админ",
    "Not viable to remove user from the last group you are sub-admin of" : "Није одрживо да се уклони корисник иза последње групе којој сте под-админ",
    "User does not exist" : "Корисник не постоји",
    "Group does not exist" : "Група не постоји",
    "User is not a sub-admin of this group" : "Корисник није под-админ ове групе",
    "Email address not available" : "Није доступна и-мејл адреса",
    "Sending email failed" : "Није успело слање и-мејла",
    "Email confirmation" : "Потврда и-мејла",
    "To enable the email address %s please click the button below." : "Ако желите да укључите и-мејл адресу %s молимо вас да кликнете на дугме испод.",
    "Confirm" : "Потврди",
    "Email was already removed from account and cannot be confirmed anymore." : "И-мејл је већ уклоњен из налога и више не може да се потврди.",
    "Could not verify mail because the token is expired." : "Мејл не може да се потврди јер је истекла важност жетона.",
    "Could not verify mail because the token is invalid." : "Мејл не може да се подрврди јер жетон не важи.",
    "An unexpected error occurred. Please contact your admin." : "Дошло је до неочекиване грешке. Молимо вас да контактирате свог админа.",
    "Email confirmation successful" : "Потврда и-мејла је успела",
    "Provisioning API" : "API добављања ",
    "This application enables a set of APIs that external systems can use to manage accounts, groups and apps." : "Ова апликација укључује скуп API-ја које спољни системи могу да користе за управљање налозима, групама и апликацијама.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query account\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin accounts\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Ова апликација укључује скуп API-апија које спољни ситеми могу да користе за креирање, уређивање, брисање корисника, постављају упите о\n\t\tатрибутима налога, креирају или уклањају групе, постављају упите о групама, постављају квоте и упите о укупном складишту које се користи у Nextcloud. Налози админ групе\n\t\tтакође могу да врше упит Nextcloud и обаве исте функције као админ за групе којима управљају. API такође омогућава\n\t\tадмину да врши упит о активним Nextcloud апликацијама, информацијама о апликацији и да даљински укључе или искључе апликацију.\n\t\tЈедном када се апликација укључи, било која функција наведена изнад може да се изврши прихватањем HTTP захтева кроз Basic Auth заглавље.\n\t\tВише информација се налази у докментацији за API добављања, као и примери позива\n\t\tи одговора сервера.",
    "Logged in user must be an administrator or have authorization to edit this setting." : "Пријављени корисник мора бити администратор или мора да има дозволу да измени ово подешавање.",
    "This application enables a set of APIs that external systems can use to manage users, groups and apps." : "Ова апликација укључује скуп API-ја које спољни системи могу да користе за управљање корисницима, групама и апликацијама.",
    "This application enables a set of APIs that external systems can use to create, edit, delete and query user\n\t\tattributes, query, set and remove groups, set quota and query total storage used in Nextcloud. Group admin users\n\t\tcan also query Nextcloud and perform the same functions as an admin for groups they manage. The API also enables\n\t\tan admin to query for active Nextcloud applications, application info, and to enable or disable an app remotely.\n\t\tOnce the app is enabled, HTTP requests can be used via a Basic Auth header to perform any of the functions\n\t\tlisted above. More information is available in the Provisioning API documentation, including example calls\n\t\tand server responses." : "Ова апликација укључује скуп API-апија које спољни ситеми могу да користе за креирање, уређивање, брисање корисника, постављају упите о\n\t\tатрибутима корисника, креирају или уклањају групе, постављају упите о групама, постављају квоте и упите о укупном складишту које се користи у Некстклауду. Корисници админ групе\n\t\tтакође могу да врше упит Некстклауду и обаве исте функције као админ за групе којима управљају. API такође омогућава\n\t\tадмину да врши упит о активним Некстклауд апликаицијама, информацијама о апликацији и да даљински укључе или искључе апликацију.\n\t\tЈедном када се апликација укључи, било која функција наведена изнад може да се изврши прихватањем HTTP захтева кроз Basic Auth заглавље.\n\t\tВише информација се налази у докментацији за API добављања, као и примери позива\n\t\tи одговора сервера."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}