{ "translations": {
    "You created two-factor backup codes for your account" : "Creesti los códigos de recuperación pa l'autenticación en dos pasos de la to cuenta",
    "Second-factor backup codes" : "Códigos de recuperación de l'autenticación en dos pasos",
    "Generate backup codes" : "Xenerar códigos de recuperación",
    "You enabled two-factor authentication but did not generate backup codes yet. They are needed to restore access to your account in case you lose your second factor." : "Activesti l'autenticación en dos pasos mas entá nun xeneresti nengún códigu de recuperación. Estos códigos precísense pa recuperar l'accesu a la to cuenta en casu de perder l'autenticación en dos pasos.",
    "Backup code" : "Códigu de recuperación",
    "Use backup code" : "Usar un códigu de recuperación",
    "Two factor backup codes" : "Códigos de recuperación de l'autenticación en dos pasos",
    "A two-factor auth backup codes provider" : "Un fornidor de códigos de recuperación pa l'autenticación en dos pasos",
    "Backup codes have been generated. {used} of {total} codes have been used." : "Xeneráronse los códigos de recuperación y usáronse {used} de {total} códigos.",
    "Save backup codes" : "Guardar los códigos de recuperación",
    "Print backup codes" : "Imprentar los códigos de recuperación",
    "Regenerate backup codes" : "Volver xenerar los códigos de recuperación",
    "If you regenerate backup codes, you automatically invalidate old codes." : "Si vuelves xenerar los códigos de recuperación, anules automáticamente los antiguos.",
    "An error occurred while generating your backup codes" : "Prodúxose un error mentanto se xeneraben los códigos de recuperación",
    "{name} backup codes" : "Códigos de recuperación de: {name}",
    "Use one of the backup codes you saved when setting up two-factor authentication." : "Usa unu de los códigos de recuperación que guardesti cuando configuresti l'autenticación en dos pasos.",
    "Submit" : "Unviar",
    "These are your backup codes. Please save and/or print them as you will not be able to read the codes again later" : "Estos son los tos códigos de recuperación. Guárdalos ya/o impréntalos, darréu que nun vas ser a volver velos"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}