{ "translations": {
    "You created two-factor backup codes for your account" : "Kétfaktoros helyreállítási kódot hoztál létre a fiókodhoz",
    "Second-factor backup codes" : "Második lépcsős biztonsági kódok",
    "Generate backup codes" : "Biztonsági kód generálás",
    "You enabled two-factor authentication but did not generate backup codes yet. They are needed to restore access to your account in case you lose your second factor." : "Engedélyezted a kétfaktoros azonosítást, de még nem hoztál létre biztonsági kódokat. Szükségesek, hogy akkor is hozzáférj a fiókodhoz, ha elveszted a másik faktort.",
    "Backup code" : "Biztonsági kód",
    "Use backup code" : "Biztonsági kód használata",
    "Two factor backup codes" : "Kétfaktoros biztonsági mentési kódok",
    "A two-factor auth backup codes provider" : "Kétfaktoros azonosítás biztonsági kódok szolgáltatója",
    "Backup codes have been generated. {used} of {total} codes have been used." : "Létre lettek hozva biztonsági kódok. {total} kódból {used} lett felhasználva.",
    "These are your backup codes. Please save and/or print them as you will not be able to read the codes again later" : "Ezek a biztonsági kódjaid. Kérlek mentsd el vagy nyomtasd ki őket úgy hogy később is meglegyenek.",
    "Save backup codes" : "Biztonsági kódok mentése",
    "Print backup codes" : "Biztonsági kódok nyomtatása",
    "Regenerate backup codes" : "Biztonsági kódok újra generálása",
    "If you regenerate backup codes, you automatically invalidate old codes." : "Ha újra generálod a biztonsági kódokat, akkor a régiek automatikusan érvénytelenítve lesznek.",
    "An error occurred while generating your backup codes" : "Hiba történt a biztonsági kódok generálása közben",
    "{name} backup codes" : "{name} biztonsági kód",
    "Use one of the backup codes you saved when setting up two-factor authentication." : "Használj egy biztonsági kódot, amikor beállítod a kétfaktoros azonosítást.",
    "Submit" : "Küldés"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}