{ "translations": {
    "Grant access" : "منح إذن بالنفاذ",
    "Error configuring OAuth1" : "خطأ في تكوين OAuth1",
    "Please provide a valid app key and secret." : "يرجى توفير مفتاح للتطبيق وكلمة سر صالحين.",
    "Error configuring OAuth2" : "خطأ في تكوين OAuth2",
    "Generate keys" : "توليد المفاتيح",
    "Error generating key pair" : "خطأ في توليد زوج المفاتيح",
    "Forbidden to manage local mounts" : "ممنوع من إدارة المُمتطيات المحلّيّة local mounts",
    "Storage with ID \"%d\" not found" : "تعذّر العثور على وحدة التخزين ذات المُعرِّف \"%d\" ",
    "Invalid backend or authentication mechanism class" : "فئة آلية المصادقة authentication mechanism class أو الخلفية backend غير صالحة",
    "Invalid mount point" : "نقطة التثبيت Mount point غير صالحة",
    "Objectstore forbidden" : "مخزن الكائنات Objectstore ممنوع",
    "Invalid storage backend \"%s\"" : "الواجهة الخلفية للتخزين Storage Backend غير صالحة \"%s\"",
    "Not permitted to use backend \"%s\"" : "غير مُخوّل باستخدام الخلفية backend ـ \"%s\"",
    "Not permitted to use authentication mechanism \"%s\"" : "غير مسموح باستخدام آلية المصادقة \"%s\"",
    "Unsatisfied backend parameters" : "معاملات الواجهة الخلفية backend غير مكتملة",
    "Unsatisfied authentication mechanism parameters" : "معاملات آلية المصادقة غير مكتملة",
    "Insufficient data: %s" : "البيانات غير كافية: %s",
    "%s" : "%s",
    "Storage with ID \"%d\" is not editable by non-admins" : "وحدة التخزين ذات المُعرِّف \"%d\" لا يمكن الكتابة فيها لمن لا يملك صلاحية مدير",
    "Access key" : "مفتاح المرور",
    "Secret key" : "المفتاح السّرّي",
    "Builtin" : "مُضمّن",
    "None" : "لا شيء",
    "OAuth1" : "OAuth1",
    "App key" : "مفتاح التطبيق",
    "App secret" : "كلمة مرور التطبيق",
    "OAuth2" : "OAuth2",
    "Client ID" : "مُعرِّف العميل",
    "Client secret" : "كلمة مرور العميل",
    "OpenStack v2" : "OpenStack v2",
    "Login" : "تسجيل الدخول",
    "Password" : "كلمة المرور",
    "Tenant name" : "اسم المستأجر",
    "Identity endpoint URL" : "عنوان URL للنقطة النهائية للهوية Identity endpoint",
    "OpenStack v3" : "OpenStack v3",
    "Domain" : "النطاق",
    "Rackspace" : "Rackspace",
    "API key" : "مفتاح واجهة برمجة التطبيقات API key",
    "Global credentials" : "بيانات تسجيل الدخول الشاملة",
    "Log-in credentials, save in database" : "حيثيّات الدخول؛ تُحفظ في قاعدة البيانات",
    "Login and password" : "الدخول و كلمة المرور",
    "Log-in credentials, save in session" : "متطلبات الدخول، احفظها في الجلسة",
    "Global credentials, manually entered" : "حيثيات الدخول الشاملة، يتم إدخالها يدويّاً",
    "Manually entered, store in database" : "يتمّ إدخالها يدويّاً، و تٌحفظ في قاعدة بيانات",
    "RSA public key" : "مفتاح RSA العمومي",
    "Public key" : "المفتاح العمومي",
    "RSA private key" : "مفتاح RSA الخصوصي",
    "Private key" : "مفتاح خصوصي",
    "Kerberos default realm, defaults to \"WORKGROUP\"" : "المجال الافتراضي لـ\"كيربيروس\" Kerberos default realm، يتمّ تعيينه افتراضيّاً على أساس \"WORKGROUP\"",
    "Kerberos ticket Apache mode" : "تذكرة \"كيربيروس\" في حالة \"الأباتشي\" Kerberos ticket Apache mode",
    "Kerberos ticket" : "تذكرة \"كيربيروس\" Kerberos ticket",
    "Amazon S3" : "أمازون S3",
    "Bucket" : "الحزمة",
    "Hostname" : "اسم الإستضافة",
    "Port" : "المنفذ",
    "Region" : "المنطقة",
    "Storage Class" : "فئة وحدة التخزين",
    "Enable SSL" : "تمكين SSL",
    "Enable Path Style" : "تمكين نمط المسار Path Style",
    "Legacy (v2) authentication" : "المصادقة القديمة (الإصدار 2) Legacy authentication",
    "Enable multipart copy" : "تمكين النسخ المُجزّأ",
    "WebDAV" : "WebDAV",
    "URL" : "عنوان URL",
    "Remote subfolder" : "مُجلّد فرعي بعيد remote sunfolder",
    "Secure https://" : "آمن https://",
    "FTP" : "FTP",
    "Host" : "المضيف",
    "Secure ftps://" : "بروتوكول نقل الملفات الآمن //:ftps",
    "Local" : "محلي",
    "Location" : "المكان",
    "Nextcloud" : "نيكست كلاود",
    "SFTP" : "SFTP",
    "Root" : "الجذر",
    "SFTP with secret key login" : "STFP مع الدخول بمفتاح سري",
    "SMB/CIFS" : "SMB/CIFS",
    "Share" : "شارك",
    "Show hidden files" : "عرض الملفات المخفية",
    "Case sensitive file system" : "نظام الملفات حساس لحالة الأحرف الصغيرة و الكبيرة",
    "Disabling it will allow to use a case insensitive file system, but comes with a performance penalty" : "تعطيله سوف يسمح باستعمال نظام ملفات غير حساس لحالة الأحرف الصغيرة و الكبيرة، لكن هذا سيترتب عليه تأثير سلبيٌّ في الأداء.",
    "Verify ACL access when listing files" : "تأكد من قائمة صلاحيات الوصول ACL عند سرد الملفات",
    "Check the ACL's of each file or folder inside a directory to filter out items where the account has no read permissions, comes with a performance penalty" : "فحص قائمة التحكم في الوصول ACL لكل ملف و مجلد داخل الدليل لغرض تصفية العناصر و تحديد الحسابات التي لا تملك إذونات للقراءة سيؤثر على سرعة أداء النظام",
    "Timeout" : "إنتَهَى الوقت",
    "SMB/CIFS using OC login" : "SMB/CIFS باستعمال دخول نكست كلاود",
    "Login as share" : "تسجيل الدخول كمشاركة",
    "OpenStack Object Storage" : "كائنات التخزين لـ OpenStack",
    "Service name" : "اسم الخدمة",
    "Request timeout (seconds)" : "مُهلة تنفيذ الطلب (بالثواني)",
    "The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it." : "لم يتم تمكين أو تنصيب دعم cURL في PHP. لذا، سيتعذّر التثبيت mounting ـ %s. رجاءً، أطلب من مسؤول النظام تنصيبها.",
    "The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it." : "لم يتم تمكين أو تنصيب دعم FTP في PH. لذا، سيتعذّر التثبيت mounting ـ %s .  رجاءً، أطلب من مسؤول النظام تنصيبها.",
    "\"%1$s\" is not installed. Mounting of %2$s is not possible. Please ask your system administrator to install it." : "\"%1$s\" لم يتمّ تنصيبها. لذا، سيتعذّر التثبيت mounting ـ %2$s.  رجاءً، أطلب من مسؤول النظام تنصيبها.",
    "External storage" : "التخزين الخارجي",
    "External storage support" : "دعم التخزين الخارجي",
    "Adds basic external storage support" : "يُضيف دعماً أساسيّاً للتخزين الخارجي",
    "This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administration can choose which types of storage to enable and can mount these storage locations for an account, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows people to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file.\n\nExternal storage can be configured using the GUI or at the command line. This second option provides the administration with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation." : "يُمكّن هذا التطبيق مسؤول النظام من تكوين الاتصالات بمُوفّري التخزين الخارجي؛ مثل خوادم FTP، ومخازن عناصر S3 أو SWIFT، و خوادم نكست الأخرى، و خوادم WebDAV و غيرها. يمكن لمسؤول النظام اختيار أنواع التخزين التي يرغبون في تمكينها، ويمكنهم إمطاء mountg مواقع التخزين هذه لمستخدمٍ أو لمجموعة مستخدمين أو للنظام بأكمله. سيرى المستخدمون مُجلّدًا جديدًا يظهر في دليل نكست كلاود الجذري الخاص بهم والذي يمكنهم الوصول إليه واستخدامه مثل أي مجلد آخر من نكست كلاود. \nتتيح وحدة التخزين الخارجية أيضًا للمستخدمين مشاركة الملفات المُخزّنة في هذه المواقع الخارجية. في هذه الحالة، يتم استخدام حيثيات الدخول لمالك الملف عندما يطلب المستلم الملف من وحدة التخزين الخارجية؛ ممّا يضمن إمكانية وصول المستلم إلى الملف المشترك. \nيمكن تكوين التخزين الخارجي عن طريق واجهة المستخدم الرسومية أو عن طريق سطر الأوامر. يوفر الخيار الثاني للمستخدم المتقدم مزيدًا من المرونة لتكوين ممتطيات mounts لوحدات التخزين الخارجية بالجملة و تحديد أولويات التثبيت . \nللمزيد من المعلومات، أنظر في توثيق واجهة المستخدم الرسومية للتخزين الخارجي، و توثيق تكوين وحدة التخزين الخارجية لتطبيق الملفات Files .",
    "Storage credentials" : "بيانات تسجيل الدخول لوحدة التخزين",
    "To access the storage, you need to provide the authentication credentials." : "للوصول إلى وحدة التخزين، تحتاج إلى إبراز حيثيات المصادقة الخاص بك.",
    "Enter the storage login" : "التسجيل للدخول إلى وحدة التخزين",
    "Enter the storage password" : "أدخِل كلمة المرور لوحدة التخزين",
    "Submit" : "إرسال ",
    "Unable to update this external storage config. {statusMessage}" : "تعذّر تحديث تهيئة وحدة التخزين الخارجية هذه. {statusMessage}",
    "New configuration successfully saved" : "تمّ حفظ التهيئة الجديدة بنجاحٍ",
    "Enter missing credentials" : "أدخِل حيثيات الدخول الناقصة",
    "There was an error with this external storage." : "هنالك خطأ في وحدة التخزين الخارجية هذه.",
    "We were unable to check the external storage {basename}" : "لم نستطع التحقق من وحدة التخزين الخارجية  {basename}",
    "Examine this faulty external storage configuration" : "إفحَص التهيئة الخاطئة لوحدة التخزين الخارجية هذه",
    "Open in Files" : "إفتَح في \"الملفات\"",
    "There was an error with this external storage. Do you want to review this mount point config in the settings page?" : "هنالك خطأ في وحدة التخزين الخارجية هذه. هل ترغب في مراجعة تهيئة نقطة التثبيت mount point هذه في صفحة الإعدادات؟",
    "External mount error" : "خطأ في تثبيت التخزين الخارجي external mount",
    "List of external storage." : "قائمة التخزين الخارجي.",
    "There is no external storage configured. You can configure them in your Personal settings." : "لا توجد أي وحدة تخزين خارجية مهيأة. يمكنك تهيئتها في إعداداتك الشخصية.",
    "There is no external storage configured and you don't have the permission to configure them." : "لا توجد أي وحدة تخزين خارجية مهيأة، كما أنك لا تملك الصلاحية لتهيئتها.",
    "No external storage" : "لا توجد وحدات تخزين خارجية",
    "Storage type" : "نوع التخزين",
    "Unknown" : "غير معروف",
    "Scope" : "النطاق",
    "Personal" : "شخصي",
    "System" : "النظام",
    "Type to select account or group." : "أكتُب لاختيار حساب أو مجموعة.",
    "(Group)" : "(مجموعة)",
    "Compatibility with Mac NFD encoding (slow)" : "التوافق مع نظام التشفير Mac NFD (بطيء)",
    "Enable encryption" : "تمكين التشفير",
    "Enable previews" : "تمكين المعاينة",
    "Enable sharing" : "تمكين المشاركة",
    "Check for changes" : "التحقّق من وجود تغييرات",
    "Never" : "إطلاقاً",
    "Once every direct access" : "مرة واحدة لكل وصول مباشر",
    "Read only" : "للقراءة فقط",
    "Disconnect" : "قطع الاتصال",
    "Unknown backend: {backendName}" : "واجهة خلفية غير معروفة: {backendName}",
    "Admin defined" : "المدير تمّ تعريفه",
    "Automatic status checking is disabled due to the large number of configured storages, click to check status" : "تمّ تعطيل الفحص التلقائي للحالة بسبب العدد الكبير من المخازن المُكوّنة configured storages. أُنقر للتحقق من الحالة.",
    "Are you sure you want to disconnect this external storage? It will make the storage unavailable in Nextcloud and will lead to a deletion of these files and folders on any sync client that is currently connected but will not delete any files and folders on the external storage itself." : "هل أنت متأكد أنك تريد قطع الاتصال بوحدة التخزين الخارجية هذه؟ سيتسبب ذلك في  جعل وحدة التخزين هذه غير مُتاحة في نكست كلاود، و سيؤدي إلى منع الوصول إلى هذه الملفات والمجلدات عن أي عميل مزامنة مُتصلٍ حاليّاً، و لكنه لن يحذف أي ملفات أو مجلدات على وحدة التخزين الخارجية نفسها.",
    "Delete storage?" : "حذف وحدة التخزين؟",
    "Click to recheck the configuration" : "أنقر لإعادة فحص التكوين",
    "Saved" : "حفظ",
    "Saving …" : "جاري الحفظ…",
    "Save" : "حفظ",
    "No external storage configured or you don't have the permission to configure them" : "لم يتم تكوين أي وحدة تخزين خارجية أو أنك لا تملك الصلاحية لتكوينها",
    "Open documentation" : "فتح توثيق النظام",
    "External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow people to mount their own external storage services." : "يمكنك تطبيق التخزين الخارجي من تثبيت خدمات و أجهزة تخزين خارجية كأجهزة تخزين ثانوية لنكست كلاود. يمكنك أيضاً السماح للأشخاص بتثبيت خدمات التخزين الخارجية الخاصة بهم.",
    "Folder name" : "اسم المجلد",
    "Authentication" : "المصادقة",
    "Configuration" : "إعداد",
    "Available for" : "متاح لـ ",
    "Add storage" : "إضافة وحدة تخزين",
    "All people" : "كُلَّ الأشخاص",
    "Advanced settings" : "إعدادات متقدمة",
    "Allow people to mount external storage" : "السماح للأشخاص بثبيت وحدات تخزين خارجية",
    "Global credentials can be used to authenticate with multiple external storages that have the same credentials." : "بيانات تسجيل الدخول الشاملة تستخدم للتحقق من عدة وحدات تخزين خارجية لها نفس بيانات تسجيل الدخول.",
    "Type to select user or group." : "أكتُب لاختيار مستخدم أو مجموعة",
    "Storage with ID \"%d\" is not user editable" : "وحدة التخزين ذات المُعرِّف \"%d\" لا يمكن تعديلها من قِبل المستخدم",
    "Username" : "اسم المستخدم",
    "Username and password" : "اسم المستخدم و كلمة المرور",
    "Global credentials, user entered" : "بيانات تسجيل الدخول الشاملة والمدخلة بواسطة المستخدم",
    "User entered, store in database" : "المستخدم داخل. تخزين في قاعدة البيانات",
    "Check the ACL's of each file or folder inside a directory to filter out items where the user has no read permissions, comes with a performance penalty" : "التحقّق من قوائم صلاحيات الوصول ACL لكل ملف أو مجلد داخل دليل لغرض تصفية العناصر التي لا يمتلك المستخدم أذونات لقراءتها. مع العلم أن هذا سيؤثر على أداء النظام.",
    "Username as share" : "اسم المستخدم كمُشاركة",
    "This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administrators can choose which types of storage to enable and can mount these storage locations for a user, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows users to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file.\n\nExternal storage can be configured using the GUI or at the command line. This second option provides the advanced user with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation." : "يُمكّن هذا التطبيق مسؤول النظام من تكوين الاتصالات بمُوفّري التخزين الخارجي؛ مثل خوادم FTP، ومخازن عناصر S3 أو SWIFT، و خوادم نكست الأخرى، و خوادم WebDAV و غيرها. يمكن لمسؤول النظام اختيار أنواع التخزين التي يرغبون في تمكينها، ويمكنهم تثبيت mountg مواقع التخزين هذه لمستخدمٍ أو لمجموعة مستخدمين أو للنظام بأكمله. سيرى المستخدمون مُجلّدًا جديدًا يظهر في دليل نكست كلاود الجذري الخاص بهم والذي يمكنهم الوصول إليه واستخدامه مثل أي مجلد آخر من نكست كلاود. \nتتيح وحدة التخزين الخارجية أيضًا للمستخدمين مشاركة الملفات المُخزّنة في هذه المواقع الخارجية. في هذه الحالة، يتم استخدام حيثيات الدخول لمالك الملف عندما يطلب المستلم الملف من وحدة التخزين الخارجية؛ ممّا يضمن إمكانية وصول المستلم إلى الملف المشترك. \nيمكن تكوين التخزين الخارجي عن طريق واجهة المستخدم الرسومية أو عن طريق سطر الأوامر. يوفر الخيار الثاني للمستخدم المتقدم مزيدًا من المرونة لتكوين ممتطيات mounts لوحدات التخزين الخارجية بالجملة و تحديد أولويات التثبيت. \nللمزيد من المعلومات، أنظر في توثيق واجهة المستخدم الرسومية للتخزين الخارجي، و توثيق تكوين وحدة التخزين الخارجية لتطبيق الملفات Files .",
    "External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow users to mount their own external storage services." : "تتيح لك وحدة التخزين الخارجية تثبيت خدمات وأجهزة التخزين الخارجية كأجهزة تخزين ثانوية لنكست كلاود. يمكنك السماح كذلك للمستخدمين بتثبيت خدمات التخزين الخارجية الخاصة بهم.",
    "All users" : "كُلّ المستخدمين",
    "Allow users to mount external storage" : "السماح للمستخدمين بتثبيت وحدات تخزين خارجية",
    "To access the storage, you need to provide the authentification informations." : "للوصول إلى وحدة التخزين، يتوجب عليك إعطاء بيانات التصديق."
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}