{ "translations": {
    "Grant access" : "Udělit přístup",
    "Error configuring OAuth1" : "Chyba při nastavování OAuth1",
    "Please provide a valid app key and secret." : "Zadejte platný klíč aplikace a tajné heslo.",
    "Error configuring OAuth2" : "Chyba při nastavování OAuth2",
    "Generate keys" : "Vytvořit klíče",
    "Error generating key pair" : "Chyba při vytváření páru klíčů",
    "Forbidden to manage local mounts" : "Odepřeno spravovat místní připojení (mount)",
    "Storage with ID \"%d\" not found" : "Úložiště s identifikátorem „%d“ nebylo nalezeno",
    "Invalid backend or authentication mechanism class" : "Neplatná podpůrná vrstva nebo třída ověřovacího mechanismu",
    "Invalid mount point" : "Neplatný přípojný bod",
    "Objectstore forbidden" : "Úložiště objektů zakázáno",
    "Invalid storage backend \"%s\"" : "Neplatná podpůrná vrstva úložiště „%s“",
    "Not permitted to use backend \"%s\"" : "Nebylo povoleno použití služby „%s“",
    "Not permitted to use authentication mechanism \"%s\"" : "Nebylo povoleno použití ověřovacího mechanismu „%s“",
    "Unsatisfied backend parameters" : "Nesplněné parametry pro podpůrnou vrstvu",
    "Unsatisfied authentication mechanism parameters" : "Nesplněny parametry ověřovacího mechanismu",
    "Insufficient data: %s" : "Nedostatečná data: %s",
    "%s" : "%s",
    "Storage with ID \"%d\" is not editable by non-admins" : "Úložiště s identifikátorem „%d“ není uživatelsky upravitelné",
    "Access key" : "Přístupový klíč",
    "Secret key" : "Tajný klíč",
    "Builtin" : "Vestavěné",
    "None" : "Žádné",
    "OAuth1" : "OAuth1",
    "App key" : "Klíč aplikace",
    "App secret" : "Tajemství aplikace",
    "OAuth2" : "OAuth2",
    "Client ID" : "Identif. klienta",
    "Client secret" : "Klientské tajemství",
    "OpenStack v2" : "OpenStack v2",
    "Login" : "Přihlásit",
    "Password" : "Heslo",
    "Tenant name" : "Jméno nájemníka",
    "Identity endpoint URL" : "URL koncového bodu identity",
    "OpenStack v3" : "OpenStack v3",
    "Domain" : "Doména",
    "Rackspace" : "Rackspace",
    "API key" : "Klíč k aplikačnímu program. rozhraní (API)",
    "Global credentials" : "Globální přihlašovací údaje",
    "Log-in credentials, save in database" : "Přihlašovací údaje, ukládat v databázi",
    "Login and password" : "Uživatelské jméno a heslo",
    "Log-in credentials, save in session" : "Přihlašovací údaje, ukládat v sezení",
    "Global credentials, manually entered" : "Globální přihlašovací údaje, zadané uživatelem",
    "Manually entered, store in database" : "Ručně vloženo, uložit v databázi",
    "RSA public key" : "Veřejná část RSA klíče",
    "Public key" : "Veřejný klíč",
    "RSA private key" : "Soukromá část RSA klíče",
    "Private key" : "Soukromá část klíče",
    "Kerberos default realm, defaults to \"WORKGROUP\"" : "Výchozí kerberos oblast (realm) – výchozí je „WORKGROUP“",
    "Kerberos ticket Apache mode" : "Režim kerberos lístku (ticket) apache serveru",
    "Kerberos ticket" : "Kerberos ticket",
    "Amazon S3" : "Amazon S3",
    "Bucket" : "Bucket",
    "Hostname" : "Název stroje",
    "Port" : "Port",
    "Region" : "Oblast",
    "Storage Class" : "Třída úložiště",
    "Enable SSL" : "Šifrovat přenos (SSL)",
    "Enable Path Style" : "Povolit Path Style",
    "Legacy (v2) authentication" : "Starší (v2) ověřování",
    "Enable multipart copy" : "Povolit kopii o více částech",
    "WebDAV" : "WebDAV",
    "URL" : "URL",
    "Remote subfolder" : "Federovaná podsložka",
    "Secure https://" : "Zabezpečené https://",
    "FTP" : "FTP",
    "Host" : "Hostitel",
    "Secure ftps://" : "Zabezpečené ftps://",
    "Local" : "Místní",
    "Location" : "Umístění",
    "Nextcloud" : "Nextcloud",
    "SFTP" : "SFTP",
    "Root" : "Kořen",
    "SFTP with secret key login" : "SFTP login s tajným klíčem",
    "SMB/CIFS" : "SMB/CIFS",
    "Share" : "Sdílet",
    "Show hidden files" : "Zobrazit skryté soubory",
    "Case sensitive file system" : "Souborový systém rozlišující VELKÁ/malá písmena",
    "Disabling it will allow to use a case insensitive file system, but comes with a performance penalty" : "Vypnutí tohoto umožní používat souborový systém, rozlišující VELKÁ/malá písmena, ale za cenu snížení výkonu",
    "Verify ACL access when listing files" : "Ověřovat ACL přístup při vypisování souborů",
    "Check the ACL's of each file or folder inside a directory to filter out items where the account has no read permissions, comes with a performance penalty" : "Kontrola ACL každého souboru nebo složky v adresáři pro odfiltrování položek, kde účet nemá oprávnění ke čtení, je spojena s výkonnostní ztrátou",
    "Timeout" : "Časový limit",
    "SMB/CIFS using OC login" : "SMB / CIFS za použití přihlašovacího jména OC",
    "Login as share" : "Přihlášení jako sdílení",
    "OpenStack Object Storage" : "OpenStack objektové úložiště",
    "Service name" : "Název služby",
    "Request timeout (seconds)" : "Časový limit požadavku (sekundy)",
    "The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it." : "Podpora pro cURL není v rámci instalace PHP na vámi využívaném Nextcloud serveru zapnutá či přítomná. %s proto není možné připojit. Požádejte tamního správce systému o nápravu.",
    "The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it." : "Podpora pro FTP není v rámci instalace PHP na vámi využívaném Nextcloud serveru zapnutá či přítomná. %s proto není možné připojit. Požádejte tamního správce systému o nápravu.",
    "\"%1$s\" is not installed. Mounting of %2$s is not possible. Please ask your system administrator to install it." : "„%1$s“ není nainstalované. Připojení %2$s proto není možné. Požádejte svého správce systémů o instalaci.",
    "External storage" : "Externí úložiště",
    "External storage support" : "Podpora pro externí úložiště",
    "Adds basic external storage support" : "Přidá základní podporu externí úložiště",
    "This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administration can choose which types of storage to enable and can mount these storage locations for an account, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows people to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file.\n\nExternal storage can be configured using the GUI or at the command line. This second option provides the administration with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation." : "Tato aplikace umožňuje správcům nastavovat připojení k externím poskytovatelům úložišť, jako jsou servery FTP, úložiště objektů S3 nebo SWIFT, jiné servery Nextcloud, servery WebDAV a další. Správa může vybrat, které typy úložišť povolí, a může tato úložiště připojit pro účet, skupinu nebo celý systém. Uživatelům se v kořenovém adresáři služby Nextcloud objeví nová složka, ke které mohou přistupovat a používat ji jako jakoukoli jinou složku Nextcloudu. Externí úložiště také umožňuje lidem sdílet soubory uložené v těchto externích umístěních. V těchto případech se při žádosti příjemce o soubor z externího úložiště použijí přihlašovací údaje vlastníka souboru, čímž je zajištěno, že příjemce bude mít ke sdílenému souboru přístup.\n\nExterní úložiště lze nastavovat pomocí grafického uživatelského rozhraní nebo příkazového řádku. Tato druhá možnost poskytuje správci větší flexibilitu při konfiguraci hromadného připojování externího úložiště a nastavení priorit připojení. Další informace jsou k dispozici v dokumentaci ke grafickému rozhraní externího úložiště a v dokumentaci k souboru s nastaveními externího úložiště.",
    "Storage credentials" : "Přihlašovací údaje k úložišti",
    "To access the storage, you need to provide the authentication credentials." : "Abyste mohli přistupovat k úložišti, je třeba poskytnout ověřovací přihlašovací údaje.",
    "Enter the storage login" : "Zadejte přihlašovací jméno k úložiti",
    "Enter the storage password" : "Zadejte heslo k úložišti",
    "Submit" : "Odeslat",
    "Unable to update this external storage config. {statusMessage}" : "Nedaří se zaktualizovat nastavení pro externí úložiště. {statusMessage}",
    "New configuration successfully saved" : "Nové nastavení úspěšně uloženo",
    "Enter missing credentials" : "Zadejte chybějící přihlašovací údaje",
    "There was an error with this external storage." : "U tohoto externího úložiště došlo k chybě.",
    "We were unable to check the external storage {basename}" : "Nepodařilo se zkontrolovat externí úložiště {basename}",
    "Examine this faulty external storage configuration" : "Prozkoumejte nastavení tohoto vadného externího úložiště",
    "Open in Files" : "Otevřít v Souborech",
    "There was an error with this external storage. Do you want to review this mount point config in the settings page?" : "U tohoto externího úložiště došlo k chybě. Chcete si prohlédnout nastavení tohoto přípojného bodu na stránce nastavení?",
    "External mount error" : "Chyba vzdáleného úložiště",
    "List of external storage." : "Seznam externího úložiště.",
    "There is no external storage configured. You can configure them in your Personal settings." : "Není nastaveno žádné externí úložiště. Je možné je nastavit v Osobních nastaveních.",
    "There is no external storage configured and you don't have the permission to configure them." : "Není nastaveno žádné externí úložiště a nemáte oprávnění taková nastavovat.",
    "No external storage" : "Žádné externí úložiště",
    "Storage type" : "Typ úložiště",
    "Unknown" : "Neznámé",
    "Scope" : "Rozsah",
    "Personal" : "Osobní",
    "System" : "Systémové",
    "Type to select account or group." : "Uživatele či skupinu vyberete psaním.",
    "(Group)" : "(Skupina)",
    "Compatibility with Mac NFD encoding (slow)" : "Kompatibilita s Mac NFD kódováním (pomalé)",
    "Enable encryption" : "Šifrovat",
    "Enable previews" : "Zapnout náhledy",
    "Enable sharing" : "Povolit sdílení",
    "Check for changes" : "Zkontrolovat změny",
    "Never" : "Nikdy",
    "Once every direct access" : "Jednou pro každý přímý přístup",
    "Read only" : "Pouze pro čtení",
    "Disconnect" : "Odpojit",
    "Unknown backend: {backendName}" : "Neznámá podpůrná vrstva: {backendName}",
    "Admin defined" : "Nastaveno správcem",
    "Automatic status checking is disabled due to the large number of configured storages, click to check status" : "Automatické zjišťování stavu je vypnuté z důvodu velkého počtu nastavených úložišť – pokud chcete stav zjistit jednorázově, klikněte",
    "Are you sure you want to disconnect this external storage? It will make the storage unavailable in Nextcloud and will lead to a deletion of these files and folders on any sync client that is currently connected but will not delete any files and folders on the external storage itself." : "Opravdu chcete toto externí úložiště odpojit? Způsobí že toto úložiště nebude k dispozici v Nextcloud a povede to ke smazání těchto souborů a složek na jakémkoli synchronizačním klientovi, který je v tuto chvíli připojen, ale nesmaže žádné soubory a složky na externím úložišti jako takovém.",
    "Delete storage?" : "Odstranit úložiště?",
    "Click to recheck the configuration" : "Klikněte pro opětovnou kontrolu nastavení",
    "Saved" : "Uloženo",
    "Saving …" : "Ukládání…",
    "Save" : "Uložit",
    "No external storage configured or you don't have the permission to configure them" : "Není nastavené žádné externí úložiště nebo nemáte oprávnění taková nastavovat",
    "Open documentation" : "Otevřít dokumentaci",
    "External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow people to mount their own external storage services." : "Externí úložiště umožňuje připojit externí úložné služby a zařízení jako sekundární úložná zařízení Nextcloud. Můžete také povolit lidem připojit jejich vlastní externí úložné služby.",
    "Folder name" : "Název složky",
    "Authentication" : "Ověření",
    "Configuration" : "Nastavení",
    "Available for" : "Dostupné pro",
    "Add storage" : "Přidat úložiště",
    "All people" : "Všichni lidé",
    "Advanced settings" : "Pokročilá nastavení",
    "Allow people to mount external storage" : "Povolit lidem připojovat externí úložiště",
    "Global credentials can be used to authenticate with multiple external storages that have the same credentials." : "Globální přihlašovací údaje je možné použít pro ověření se vůči vícero externím úložištím, která mají stejné přihlašovací údaje.",
    "Type to select user or group." : "Uživatele či skupinu vyberete psaním.",
    "Storage with ID \"%d\" is not user editable" : "Úložiště s identifikátorem „%d“ není uživatelsky upravitelné",
    "Username" : "Uživatelské jméno",
    "Username and password" : "Uživatelské jméno a heslo",
    "Global credentials, user entered" : "Globální přihlašovací údaje, zadané uživatelem",
    "User entered, store in database" : "Uživatel zadán, uložit v databázi",
    "Check the ACL's of each file or folder inside a directory to filter out items where the user has no read permissions, comes with a performance penalty" : "Kontrola ACL seznamů každého souboru či podsložky uvnitř složky pro vyfiltrování položek, ke kterým uživatel nemá oprávnění pro čtení, poznamená výkon",
    "Username as share" : "Uživatelské jméno jako sdílená složka",
    "This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administrators can choose which types of storage to enable and can mount these storage locations for a user, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows users to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file.\n\nExternal storage can be configured using the GUI or at the command line. This second option provides the advanced user with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation." : "Tato aplikace umožňuje správcům nastavit propojení na poskytovatele vnějších úložišť, jako například FTP servery, S3 nebo SWIFT objektová úložiště, Google Drive, Dropbox, jiné Nextcloud servery, WebDAV servery a další. Správci mohou zvolit které typy úložiště zapnout a mohou je připojit pro uživatele, skupinu nebo celý systém. Uživatelé uvidí novou složku v jejich kořenové Nextcloud složce, do které mohou přistupovat a používat jako kteroukoli jinou Nextcloud složku. Externí úložiště také umožňuje uživatelům sdílet na něm uložené soubory. V takových případech jsou použity přihlašovací údaje vlastníka souboru když si příjemce vyžádá soubor z vnějšího úložiště, čímž je zajištěno že příjemce může přistupovat ke sdílenému souboru.\n\nExterní úložiště je možné nastavit pomocí webového rozhraní nebo z příkazového řádku. Tato druhá možnost poskytuje pokročilému uživateli více přizpůsobivosti pro nastavování vícero připojení vnějších úložišť a nastavení priorit připojování. Další informace jsou k dispozici v dokumentaci k externím úložištím ve webovém rozhraní a dokumentaci k souboru s nastaveními pro externí úložiště.",
    "External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow users to mount their own external storage services." : "Externí úložiště umožňuje připojit úložiště externích služeb a zařízení jako vedlejší úložná zařízení pro Nextcloud. Je také možné umožnit uživatelům připojovat jejich vlastní externí úložiště.",
    "All users" : "Všichni uživatelé",
    "Allow users to mount external storage" : "Povolit uživatelům připojení externího úložiště",
    "To access the storage, you need to provide the authentification informations." : "Abyste mohli přistupovat k úložišti, je třeba poskytnout ověřovací přihlašovací údaje."
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}