{ "translations": {
    "Grant access" : "アクセスを許可",
    "Error configuring OAuth1" : "OAuth1設定エラー",
    "Please provide a valid app key and secret." : "有効なアプリのキーとパスワードを入力してください。",
    "Error configuring OAuth2" : "OAuth2設定エラー",
    "Generate keys" : "キーを生成",
    "Error generating key pair" : "キーペアの生成エラー",
    "Forbidden to manage local mounts" : "ローカルマウントの利用は禁止されています",
    "Storage with ID \"%d\" not found" : "ID \"%d\" のストレージが見つかりません",
    "Invalid backend or authentication mechanism class" : "バックエンドまたは認証システムクラスが無効",
    "Invalid mount point" : "無効なマウントポイント",
    "Objectstore forbidden" : "オブジェクトストアが禁じられています",
    "Invalid storage backend \"%s\"" : "\"%s\" のストレージバックエンドが不正",
    "Not permitted to use backend \"%s\"" : "バックエンド %s を使うための権限がありません",
    "Not permitted to use authentication mechanism \"%s\"" : "認証システム %s を使う権限がありません",
    "Unsatisfied backend parameters" : "バックエンドのためのパラメーターが不十分です。",
    "Unsatisfied authentication mechanism parameters" : "認証のためのパラメータが不十分です",
    "Insufficient data: %s" : "データが不足しています: %s",
    "%s" : "%s",
    "Storage with ID \"%d\" is not editable by non-admins" : "ストレージID \"%d\" は、管理者ではないユーザーによる編集はできません。",
    "Access key" : "アクセスキー",
    "Secret key" : "シークレットキー",
    "Builtin" : "ビルトイン",
    "None" : "なし",
    "OAuth1" : "OAuth1",
    "App key" : "アプリキー",
    "App secret" : "アプリシークレット",
    "OAuth2" : "OAuth2",
    "Client ID" : "クライアントID",
    "Client secret" : "クライアント秘密鍵",
    "OpenStack v2" : "OpenStack v2",
    "Login" : "ログイン",
    "Password" : "パスワード",
    "Tenant name" : "テナント名",
    "Identity endpoint URL" : "認証エンドポイントURL",
    "OpenStack v3" : "OpenStack v3",
    "Domain" : "ドメイン",
    "Rackspace" : "Rackspace",
    "API key" : "APIキー",
    "Global credentials" : "グローバル資格情報",
    "Log-in credentials, save in database" : "ログイン認証情報（データベースに保存）",
    "Login and password" : "ログイン名とパスワード",
    "Log-in credentials, save in session" : "ログイン認証情報（セッションに保存）",
    "Global credentials, manually entered" : "グローバル認証情報の手動入力",
    "Manually entered, store in database" : "入力されたユーザーデータは、データベースに保管します",
    "RSA public key" : "RSA公開鍵",
    "Public key" : "公開鍵",
    "RSA private key" : "RSA秘密鍵",
    "Private key" : "秘密鍵",
    "Kerberos default realm, defaults to \"WORKGROUP\"" : "Kerberosのデフォルトのレルム、デフォルトは「WORKGROUP」です",
    "Kerberos ticket Apache mode" : "Kerberosチケット Apache モード",
    "Kerberos ticket" : "ケルベロスチケット",
    "Amazon S3" : "Amazon S3",
    "Bucket" : "バケット名",
    "Hostname" : "ホスト名",
    "Port" : "ポート",
    "Region" : "リージョン",
    "Storage Class" : "ストレージクラス",
    "Enable SSL" : "SSLを有効",
    "Enable Path Style" : "パス形式を有効",
    "Legacy (v2) authentication" : "レガシー認証(v2)",
    "Enable multipart copy" : "マルチパートコピーの有効化",
    "WebDAV" : "WebDAV",
    "URL" : "URL",
    "Remote subfolder" : "リモートサブフォルダー",
    "Secure https://" : "セキュア https://",
    "FTP" : "FTP",
    "Host" : "ホスト",
    "Secure ftps://" : "Secure ftps://",
    "Local" : "ローカル",
    "Location" : "場所",
    "Nextcloud" : "Nextcloud",
    "SFTP" : "SFTP",
    "Root" : "ルート",
    "SFTP with secret key login" : "秘密鍵でSFTPログイン",
    "SMB/CIFS" : "SMB/CIFS",
    "Share" : "共有",
    "Show hidden files" : "隠しファイルを表示",
    "Case sensitive file system" : "大文字と小文字を区別するファイルシステム",
    "Disabling it will allow to use a case insensitive file system, but comes with a performance penalty" : "これを無効にすると、大文字と小文字を区別しないファイルシステムを使用できるようになりますが、パフォーマンス上のペナルティが発生します。",
    "Verify ACL access when listing files" : "ファイルをリストアップする際に ACL アクセスを確認する",
    "Check the ACL's of each file or folder inside a directory to filter out items where the account has no read permissions, comes with a performance penalty" : "ディレクトリ内の各ファイルまたはフォルダの ACL をチェックして、アカウントに読み取り権限がないアイテムをフィルタリングします。これにはパフォーマンスの低下が付きます。",
    "Timeout" : "タイムアウト",
    "SMB/CIFS using OC login" : "Nextcloud ログインを利用したSMB/CIFS",
    "Login as share" : "共有者としてログイン",
    "OpenStack Object Storage" : "OpenStack ObjectStorage",
    "Service name" : "サービス名",
    "Request timeout (seconds)" : "リクエストがタイムアウトするまでの秒数",
    "The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it." : "PHPでのcURLのサポートが有効になっていないか、インストールされていません。 %s のマウントは不可能です。システム管理者にインストールを依頼してください。",
    "The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it." : "PHPのFTPサポートが有効になっていないか、インストールされていません。%s のマウントは不可能です。システム管理者にインストールを依頼してください。",
    "\"%1$s\" is not installed. Mounting of %2$s is not possible. Please ask your system administrator to install it." : "\"%1$s\" はインストールされていません。 %2$s のマウントは不可能です。システム管理者にインストールを依頼してください。",
    "External storage" : "外部ストレージ",
    "External storage support" : "外部ストレージに対応",
    "Adds basic external storage support" : "基本的な外部ストレージの対応を追加",
    "This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administration can choose which types of storage to enable and can mount these storage locations for an account, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows people to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file.\n\nExternal storage can be configured using the GUI or at the command line. This second option provides the administration with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation." : "このアプリケーションは、管理者がFTPサーバー、S3またはSWIFTオブジェクトストア、他のNextcloudサーバー、WebDAVサーバーなどの外部ストレージプロバイダーへの接続を設定できるようにします。管理者は、有効にするストレージの種類を選択し、これらのストレージの場所をアカウント、グループ、またはシステム全体にマウントできます。ユーザーは、ルートNextcloudディレクトリに新しいフォルダが表示され、他のNextcloudフォルダと同様にアクセスして使用できます。外部ストレージを使用すると、これらの外部位置に保存されているファイルを共有することもできます。これらの場合、受信者が外部ストレージからファイルをリクエストするときに、ファイルの所有者の資格情報が使用され、受信者が共有されたファイルにアクセスできることが保証されます。\n\n外部ストレージはGUIまたはコマンドラインを使用して設定できます。この第二のオプションでは、管理者は大量の外部ストレージのマウントやマウントの優先順位の設定を柔軟に行うことができます。外部ストレージのGUIドキュメントと外部ストレージの構成ファイルのドキュメントには、詳細な情報が記載されています。",
    "Storage credentials" : "ストレージ資格情報",
    "To access the storage, you need to provide the authentication credentials." : "ストレージにアクセスするには、認証情報を提供する必要があります。",
    "Enter the storage login" : "ストレージのログインを入力してください",
    "Enter the storage password" : "ストレージのパスワードを入力してください",
    "Submit" : "提出する",
    "Unable to update this external storage config. {statusMessage}" : "この外部ストレージ設定を更新できません。 {statusMessage}",
    "New configuration successfully saved" : "新しい設定が正常に保存されました",
    "Enter missing credentials" : "不足している資格情報を入力",
    "There was an error with this external storage." : "この外部ストレージでエラーが発生しました。",
    "We were unable to check the external storage {basename}" : "外部ストレージ {basename} をチェックできませんでした。",
    "Examine this faulty external storage configuration" : "この問題のある外部ストレージの設定を調べる",
    "Open in Files" : "ファイルアプリで開く",
    "There was an error with this external storage. Do you want to review this mount point config in the settings page?" : "この外部ストレージでエラーが発生しました。設定ページでこのマウントポイントの設定を見直しますか？",
    "External mount error" : "外部マウントエラー",
    "List of external storage." : "外部ストレージの一覧。",
    "There is no external storage configured. You can configure them in your Personal settings." : "外部ストレージは設定されていません。個人設定で設定できます。",
    "There is no external storage configured and you don't have the permission to configure them." : "外部ストレージが設定されていません。また、あなたには設定する権限がありません。",
    "No external storage" : "外部ストレージがない",
    "Storage type" : "ストレージ種別",
    "Unknown" : "不明",
    "Scope" : "スコープ",
    "Personal" : "個人",
    "System" : "システム",
    "Type to select account or group." : "入力してアカウントまたはグループを選択",
    "(Group)" : "(グループ)",
    "Compatibility with Mac NFD encoding (slow)" : "Mac NFD エンコード互換 (遅い)",
    "Enable encryption" : "暗号化を有効に",
    "Enable previews" : "プレビューを有効に",
    "Enable sharing" : "共有の有効化",
    "Check for changes" : "変更点を確認",
    "Never" : "更新無",
    "Once every direct access" : "直指定時のみ",
    "Read only" : "読み取り専用",
    "Disconnect" : "切断",
    "Unknown backend: {backendName}" : "不明なバックエンド： {backendName}",
    "Admin defined" : "管理者設定済",
    "Automatic status checking is disabled due to the large number of configured storages, click to check status" : "大量のストレージが設定されているため、ステータスの自動確認は無効になっています。クリックして状態を確認",
    "Are you sure you want to disconnect this external storage? It will make the storage unavailable in Nextcloud and will lead to a deletion of these files and folders on any sync client that is currently connected but will not delete any files and folders on the external storage itself." : "本当にこの外部ストレージを切断しますか？これにより、Nextcloudでストレージが使用できなくなり、現在接続されている同期クライアント上のこれらのファイルとフォルダーが削除されますが、外部ストレージ自体のファイルとフォルダーは削除されません。",
    "Delete storage?" : "ストレージを削除しますか?",
    "Click to recheck the configuration" : "クリックすると設定が再確認されます",
    "Saved" : "保存しました",
    "Saving …" : "保存中...",
    "Save" : "保存",
    "No external storage configured or you don't have the permission to configure them" : "外部ストレージが設定されていないか、外部ストレージを設定する権限がありません",
    "Open documentation" : "ドキュメントを開く",
    "External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow people to mount their own external storage services." : "外部ストレージを使用すると、外部ストレージサービスおよびデバイスをセカンダリのNextcloudストレージデバイスとしてマウントできます。 また、ユーザーが独自の外部ストレージサービスをマウントできるようにすることもできます。",
    "Folder name" : "フォルダー名",
    "Authentication" : "認証",
    "Configuration" : "設定",
    "Available for" : "利用可能",
    "Add storage" : "ストレージを追加",
    "All people" : "すべての人",
    "Advanced settings" : "詳細設定",
    "Allow people to mount external storage" : "ユーザーに外部ストレージの接続を許可する",
    "Global credentials can be used to authenticate with multiple external storages that have the same credentials." : "グローバル資格情報を使用して、同じ資格情報を持つ複数の外部記憶装置で認証することができます。",
    "Type to select user or group." : "入力してユーザーまたはグループを選択",
    "Storage with ID \"%d\" is not user editable" : "ID \"%d\" のストレージはユーザーが編集できません",
    "Username" : "ユーザー名",
    "Username and password" : "ユーザー名とパスワード",
    "Global credentials, user entered" : "ユーザー入力のグローバル資格情報",
    "User entered, store in database" : "入力されたユーザーデータは、データベースに保管します",
    "Check the ACL's of each file or folder inside a directory to filter out items where the user has no read permissions, comes with a performance penalty" : "ディレクトリ内の各ファイルまたはフォルダーのACLをチェックして、ユーザーが読み取り権限を持たないアイテムを除外すると、パフォーマンスが低下します",
    "Username as share" : "共有名",
    "This application enables administrators to configure connections to external storage providers, such as FTP servers, S3 or SWIFT object stores, other Nextcloud servers, WebDAV servers, and more. Administrators can choose which types of storage to enable and can mount these storage locations for a user, a group, or the entire system. Users will see a new folder appear in their root Nextcloud directory, which they can access and use like any other Nextcloud folder. External storage also allows users to share files stored in these external locations. In these cases, the credentials for the owner of the file are used when the recipient requests the file from external storage, thereby ensuring that the recipient can access the shared file.\n\nExternal storage can be configured using the GUI or at the command line. This second option provides the advanced user with more flexibility for configuring bulk external storage mounts and setting mount priorities. More information is available in the external storage GUI documentation and the external storage Configuration File documentation." : "このアプリケーションを使用すると、管理者は、FTPサーバー、S3またはSWIFTオブジェクトストア、その他のNextcloudサーバー、WebDAVサーバーなどの外部ストレージプロバイダーへの接続を構成できます。管理者は、有効にするストレージの種類を選択し、ユーザー、グループ、またはシステム全体でこれらのストレージの場所をマウントできます。ユーザーはルートのNextcloudディレクトリに新しいフォルダーが表示され、他のNextcloudフォルダーと同様にアクセスして使用できます。外部ストレージを使用すると、ユーザーはこれらの外部ロケーションに格納されたファイルを共有することもできます。このような場合、受信者が外部ストレージからファイルを要求すると、ファイルの所有者の資格情報が使用され、受信者が共有ファイルにアクセスできるようになります。外部ストレージは、GUIまたはコマンドラインを使用して構成できます。この2番目のオプションは、高度なユーザーにバルク外部ストレージマウントの設定とマウント優先度の設定の柔軟性を提供します。詳細については、外部ストレージGUIのマニュアルと外部ストレージConfiguration Fileのマニュアルを参照してください。",
    "External storage enables you to mount external storage services and devices as secondary Nextcloud storage devices. You may also allow users to mount their own external storage services." : "外部ストレージを使用すると、外部ストレージサービスおよびデバイスをセカンダリのNextcloudストレージデバイスとしてマウントできます。 また、ユーザーが独自の外部ストレージサービスをマウントできるようにすることもできます。",
    "All users" : "すべてのユーザー",
    "Allow users to mount external storage" : "ユーザーに外部ストレージの接続を許可する",
    "To access the storage, you need to provide the authentification informations." : "ストレージにアクセスするには、認証情報を提供する必要があります。"
},"pluralForm" :"nplurals=1; plural=0;"
}