OC.L10N.register(
    "viewer",
    {
    "Cancel" : "Скасаваць",
    "Edit" : "Рэдагаваць",
    "Download" : "Спампаваць",
    "Delete" : "Выдаліць",
    "Name" : "Назва",
    "Save" : "Захаваць",
    "Save as" : "Захаваць як",
    "Back" : "Назад",
    "Loading …" : "Загрузка …",
    "Reset" : "Скінуць",
    "Apply" : "Ужыць",
    "Warning" : "Папярэджанне",
    "Confirm" : "Пацвердзіць",
    "Undo" : "Адрабіць",
    "Redo" : "Узнавіць",
    "Text" : "Тэкст",
    "Size" : "Памер",
    "Quality" : "Якасць"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
