{ "translations": {
    "Recovery key successfully enabled" : "Habilitóse la recuperación de ficheros",
    "Could not enable recovery key. Please check your recovery key password!" : "Nun pudo habilitase la clave de recuperación. Por favor comprueba la contraseña.",
    "Recovery key successfully disabled" : "Clave de recuperación deshabilitada",
    "Could not disable recovery key. Please check your recovery key password!" : "Nun pudo deshabilitase la clave de recuperación. Por favor comprueba la contraseña!",
    "Password successfully changed." : "Camudóse la contraseña",
    "Could not change the password. Maybe the old password was not correct." : "Nun pudo camudase la contraseña. Comprueba que la contraseña actual seya correuta.",
    "Private key password successfully updated." : "Contraseña de clave privada anovada correchamente.",
    "Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files." : "Clave privada non válida pa Encryption. Por favor, anueva la to contraseña de clave nos tos axustes personales pa recuperar l'accesu a los tos ficheros cifraos.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "L'aplicación Encryption ta habilitada pero les tos claves nun s'aniciaron, por favor zarra sesión y aníciala de nueves",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Nun pudo descifrase esti ficheru, dablemente seya un ficheru compartíu. Solicita al propietariu del mesmu que vuelva a compartilu contigo.",
    "The share will expire on %s." : "La compartición va caducar el %s.",
    "Cheers!" : "¡Salú!",
    "Recovery key password" : "Contraseña de clave de recuperación",
    "Change recovery key password:" : "Camudar la contraseña de la clave de recuperación",
    "Change Password" : "Camudar contraseña",
    "Set your old private key password to your current log-in password:" : "Afita la contraseña de clave privada vieya pa la to contraseña d'aniciu de sesión actual:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si nun recuerdes la contraseña vieya, pues pidir a alministrador que te recupere los ficheros.",
    "Old log-in password" : "Contraseña d'accesu vieya",
    "Current log-in password" : "Contraseña d'accesu actual",
    "Update Private Key Password" : "Anovar Contraseña de Clave Privada",
    "Enable password recovery:" : "Habilitar la recuperación de contraseña:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitar esta opción va permitite volver a tener accesu a los ficheros cifraos en casu de perda de contraseña",
    "Enabled" : "Habilitar",
    "Disabled" : "Deshabilitáu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}