{ "translations": {
    "Missing recovery key password" : "Липсва парола за възстановяване",
    "Please repeat the recovery key password" : "Повтори новата парола за възстановяване",
    "Repeated recovery key password does not match the provided recovery key password" : "Повторената парола за възстановяване не съвпада със зададената парола за възстановяване",
    "Recovery key successfully enabled" : "Успешно включване на опцията ключ за възстановяване.",
    "Could not enable recovery key. Please check your recovery key password!" : "Неуспешно включване на опцията ключ за възстановяване. Моля, провери паролата за ключа за възстановяване.",
    "Recovery key successfully disabled" : "Успешно изключване на ключа за възстановяване.",
    "Could not disable recovery key. Please check your recovery key password!" : "Неуспешно изключване на ключа за възстановяване. Моля, провери паролата за ключа за възстановяване!",
    "Missing parameters" : "Липсващи параметри",
    "Please provide the old recovery password" : "Моля, въведете старата парола за възстановяване",
    "Please provide a new recovery password" : "Моля, задай нова парола за възстановяване",
    "Please repeat the new recovery password" : "Моля, въведете новата парола за възстановяване отново",
    "Password successfully changed." : "Паролата е успешно променена.",
    "Could not change the password. Maybe the old password was not correct." : "Грешка при промяна на паролата. Може би старата ти парола е сгрешена.",
    "Recovery Key disabled" : "Изключване на ключа за възстановяване.",
    "Recovery Key enabled" : "Включване на ключа за възстановяване.",
    "Could not enable the recovery key, please try again or contact your administrator" : "Неуспешно активиране на ключа за възстановяване, моля, опитайте отново или се свържете с вашия администратор",
    "Could not update the private key password." : "Неуспешна промяна на паролата на личния ключ",
    "The old password was not correct, please try again." : "Старата парола е грешна, опитай отново.",
    "The current log-in password was not correct, please try again." : "Грешна парола за вписване, опитай отново.",
    "Private key password successfully updated." : "Успешно променена тайната парола за ключа.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Невалиден личен ключ за криптиращото  приложение. Моля да обновите личния си ключ в лични настройки, за да се възстанови достъп до вашите криптираните файловете.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "Програмата за криптиране е включена, но вашите ключове не са инициализирани. Моля отпишете си и се впишете отново.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Моля, активирайте сървърното криптиране в администраторските настройки, за да използвате модула за криптиране.",
    "Encryption app is enabled and ready" : "Приложението за шифроване е активирано и готово",
    "Bad Signature" : "Лош подпис",
    "Missing Signature" : "Липсва подпис",
    "one-time password for server-side-encryption" : "еднократна парола за криптиране от страна на сървъра",
    "Encryption password" : "Парола за криптиране",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "Администрацията е активирала криптирането от страна на сървъра. Файловете ви бяха криптирани със следната парола <strong>%s</strong>",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "Администрацията е активирала криптирането от страна на сървъра. Файловете ви са били криптирани с помощта на паролата „%s“",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Файлът не може да бъде разшифрован, вероятно е споделен файл. Моля, помолете собственика на файла да го сподели повторно с вас.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Файлът не може да бъде прочетен, вероятно е споделен файл. Моля, помолете собственика на файла да го сподели повторно с вас.",
    "Default encryption module" : "Модул за криптиране по подразбиране:",
    "Default encryption module for server-side encryption" : "Модул за криптиране по подразбиране за сървърно криптиране",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "За да използвате този модул за криптиране, трябва да активирате от страна на сървъра криптирането в администраторските настройки. След като бъде активиран, този модул ще шифрова всичките ви файлове прозрачно. Криптирането се базира на AES 256 ключове.\nМодулът няма да засяга съществуващи файлове, само новите файлове ще бъдат криптирани след активиране на криптиране от страна на сървъра. Също така не е възможно да деактивирате криптирането отново и да се върнете към нешифрована система.\nМоля, прочетете документацията, за да сте наясно за всички последици, преди да решите да активирате сървърното криптиране.",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Приложението за криптиране е включено, но вашите ключове не са инициализирани. Моля отпишете си и се впишете отново.",
    "Encrypt the home storage" : "Шифровайте домашното хранилище",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Активирането на тази опция криптира всички файлове, съхранявани в основното хранилище, в противен случай ще бъдат криптирани само файлове от външно хранилище",
    "Enable recovery key" : "Активиране на ключа за въстановяване:",
    "Disable recovery key" : "Изключване на въстановяването на ключа:",
    "Recovery key password" : "Парола за възстановяане на ключа",
    "Repeat recovery key password" : "Повторение на паролата за възстановяане на ключа",
    "Change recovery key password:" : "Промени паролата за въстановяване на ключа:",
    "Old recovery key password" : "Стара парола за възстановяане на ключа",
    "New recovery key password" : "Нова парола за възстановяане на ключа",
    "Repeat new recovery key password" : "Повторение на новата парола за възстановяане на ключа",
    "Change Password" : "Промени Паролата",
    "Basic encryption module" : "Основен модул за криптиране",
    "Your private key password no longer matches your log-in password." : "Личният ви ключ не съвпада с паролата за вписване.",
    "Set your old private key password to your current log-in password:" : "Промени паролата за тайния ти включ на паролата за вписване:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Ако не помниш старата парола помоли администратора да възстанови файловете ти.",
    "Old log-in password" : "Стара парола за вписване",
    "Current log-in password" : "Текуща парола за вписване",
    "Update Private Key Password" : "Промени Тайната Парола за Ключа",
    "Enable password recovery:" : "Включи опцията възстановяване на паролата:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Избирането на тази опция ще ти позволи да възстановиш достъпа си до файловете в случай на изгубена парола.",
    "Enabled" : "Включено",
    "Disabled" : "Изключено",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "Ключът за възстановяване е допълнителен ключ за криптиране, който се използва за криптиране на файлове. Той позволява възстановяване на файлове на потребител, ако потребителят си забрави паролата."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}