{ "translations": {
    "Missing recovery key password" : "Chybí heslo klíče pro obnovu",
    "Please repeat the recovery key password" : "Zopakujte prosím heslo klíče pro obnovu",
    "Repeated recovery key password does not match the provided recovery key password" : "Opakované heslo pro obnovu nesouhlasí se zadaným heslem",
    "Recovery key successfully enabled" : "Záchranný klíč byl úspěšně povolen",
    "Could not enable recovery key. Please check your recovery key password!" : "Nepodařilo se povolit záchranný klíč. Zkontrolujte prosím vaše heslo záchranného klíče!",
    "Recovery key successfully disabled" : "Záchranný klíč byl úspěšně zakázán",
    "Could not disable recovery key. Please check your recovery key password!" : "Nelze zakázat záchranný klíč. Zkontrolujte prosím heslo svého záchranného klíče!",
    "Please provide the old recovery password" : "Zadejte prosím staré heslo pro obnovu",
    "Please provide a new recovery password" : "Zadejte prosím nové heslo pro obnovu",
    "Please repeat the new recovery password" : "Zopakujte prosím nové heslo pro obnovu",
    "Password successfully changed." : "Heslo bylo úspěšně změněno.",
    "Could not change the password. Maybe the old password was not correct." : "Změna hesla se nezdařila. Pravděpodobně nebylo stávající heslo zadáno správně.",
    "Recovery Key enabled" : "Záchranný klíč povolen",
    "Could not enable the recovery key, please try again or contact your administrator" : "Nelze povolit záchranný klíč. Zkuste to prosím znovu nebo kontaktujte svého správce.",
    "Could not update the private key password." : "Nelze aktualizovat heslo soukromého klíče.",
    "The old password was not correct, please try again." : "Staré heslo nebylo zadáno správně, zkuste to prosím znovu.",
    "The current log-in password was not correct, please try again." : "Současné přihlašovací heslo nebylo zadáno správně, zkuste to prosím znovu.",
    "Private key password successfully updated." : "Heslo soukromého klíče úspěšně aktualizováno.",
    "Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files." : "Chybný soukromý klíč pro šifrovací aplikaci. Aktualizujte prosím heslo svého soukromého klíče ve vašem osobním nastavení, abyste znovu získali přístup k vašim zašifrovaným souborům.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Aplikace pro šifrování je zapnuta, ale vaše klíče nejsou inicializované. Prosím odhlaste se a znovu přihlaste",
    "ownCloud basic encryption module" : "ownCloud základní šifrovací modul",
    "Recovery key password" : "Heslo klíče pro obnovu",
    "Repeat Recovery key password" : "Zopakujte heslo klíče pro obnovu",
    "Change recovery key password:" : "Změna hesla klíče pro obnovu:",
    "Old Recovery key password" : "Původní heslo klíče pro obnovu",
    "New Recovery key password" : "Nové heslo klíče pro obnovu",
    "Repeat New Recovery key password" : "Zopakujte nové heslo klíče pro obnovu",
    "Change Password" : "Změnit heslo",
    "Your private key password no longer matches your log-in password." : "Heslo vašeho soukromého klíče se již neshoduje s vaším přihlašovacím heslem.",
    "Set your old private key password to your current log-in password:" : "Změňte své staré heslo soukromého klíče na stejné, jako je vaše současné přihlašovací heslo:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Pokud si nepamatujete své původní heslo, můžete požádat správce o obnovu vašich souborů.",
    "Old log-in password" : "Původní přihlašovací heslo",
    "Current log-in password" : "Aktuální přihlašovací heslo",
    "Update Private Key Password" : "Změnit heslo soukromého klíče",
    "Enable password recovery:" : "Povolit obnovu hesla:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Zapnutí této volby vám umožní znovu získat přístup k vašim zašifrovaným souborům pokud ztratíte heslo",
    "Enabled" : "Povoleno",
    "Disabled" : "Zakázáno"
},"pluralForm" :"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"
}