{ "translations": {
    "Missing recovery key password" : "Falta contraseña de recuperación",
    "Recovery key successfully enabled" : "Se habilitó la recuperación de archivos",
    "Could not enable recovery key. Please check your recovery key password!" : "No se pudo habilitar la clave de recuperación. Por favor, comprobá tu contraseña.",
    "Recovery key successfully disabled" : "Clave de recuperación deshabilitada",
    "Could not disable recovery key. Please check your recovery key password!" : "No fue posible deshabilitar la clave de recuperación.  Por favor, comprobá tu contraseña.",
    "Password successfully changed." : "Tu contraseña fue cambiada",
    "Could not change the password. Maybe the old password was not correct." : "No se pudo cambiar la contraseña. Comprobá que la contraseña actual sea correcta.",
    "Private key password successfully updated." : "Contraseña de clave privada actualizada con éxito.",
    "Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files." : "Llave privada inválida para la aplicación de encriptación. Por favor actualice la clave de la llave privada en las configuraciones personales para recobrar el acceso a sus archivos encriptados.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "La aplicación de encriptación está habilitada pero las llaves no fueron inicializadas, por favor termine y vuelva a iniciar la sesión",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "No se puede descibrar este archivo, probablemente sea un archivo compartido. Por favor pídele al dueño que recomparta el archivo contigo.",
    "The share will expire on %s." : "El compartir expirará en %s.",
    "Cheers!" : "¡Saludos!",
    "Recovery key password" : "Contraseña de recuperación de clave",
    "Change recovery key password:" : "Cambiar contraseña para recuperar la clave:",
    "Change Password" : "Cambiar contraseña",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si no te acordás de tu contraseña antigua, pedile al administrador que recupere tus archivos",
    "Old log-in password" : "Contraseña anterior",
    "Current log-in password" : "Contraseña actual",
    "Update Private Key Password" : "Actualizar contraseña de la clave privada",
    "Enable password recovery:" : "Habilitar recuperación de contraseña:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitando esta opción, vas a tener acceso a tus archivos encriptados, incluso si perdés la contraseña",
    "Enabled" : "Habilitado",
    "Disabled" : "Deshabilitado"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}