{ "translations": {
    "Missing recovery key password" : "Pasfhocal eochair athshlánaithe in easnamh",
    "Please repeat the recovery key password" : "Déan pasfhocal an eochair athshlánaithe arís le do thoil",
    "Repeated recovery key password does not match the provided recovery key password" : "Ní mheaitseálann pasfhocal na heochrach athshlánaithe arís agus arís eile an focal faire eochrach athshlánaithe a soláthraíodh",
    "Recovery key successfully enabled" : "D'éirigh leis an eochair athshlánaithe a chumasú",
    "Could not enable recovery key. Please check your recovery key password!" : "Níorbh fhéidir eochair athshlánaithe a chumasú. Seiceáil do phasfhocal eochair athshlánaithe le do thoil!",
    "Recovery key successfully disabled" : "D'éirigh leis an eochair athshlánaithe a dhíchumasú",
    "Could not disable recovery key. Please check your recovery key password!" : "Níorbh fhéidir an eochair athshlánaithe a dhíchumasú. Seiceáil do phasfhocal eochair athshlánaithe le do thoil!",
    "Missing parameters" : "Paraiméadair ar iarraidh",
    "Please provide the old recovery password" : "Tabhair an sean-phasfhocal athshlánaithe le do thoil",
    "Please provide a new recovery password" : "Tabhair pasfhocal athshlánaithe nua le do thoil",
    "Please repeat the new recovery password" : "Cuir an pasfhocal athshlánaithe nua arís le do thoil",
    "Password successfully changed." : "D'éirigh le pasfhocal a athrú.",
    "Could not change the password. Maybe the old password was not correct." : "Níorbh fhéidir an pasfhocal a athrú. B’fhéidir nach raibh an seanfhocal faire ceart.",
    "Recovery Key disabled" : "Díchumasaíodh an Eochair Athshlánaithe",
    "Recovery Key enabled" : "Eochair Aisghabhála cumasaithe",
    "Could not enable the recovery key, please try again or contact your administrator" : "Níorbh fhéidir an eochair athshlánaithe a chumasú, bain triail eile as nó déan teagmháil le do riarthóir le do thoil",
    "Could not update the private key password." : "Níorbh fhéidir pasfhocal an eochair phríobháideach a nuashonrú.",
    "The old password was not correct, please try again." : "Ní raibh an seanfhocal faire ceart, bain triail eile as.",
    "The current log-in password was not correct, please try again." : "Ní raibh an pasfhocal logála isteach reatha ceart, bain triail eile as le do thoil.",
    "Private key password successfully updated." : "D'éirigh le pasfhocal eochrach phríobháideach a nuashonrú.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Eochair phríobháideach neamhbhailí don aip criptithe. Nuashonraigh do phasfhocal eochair phríobháideach i do shocruithe pearsanta chun rochtain ar do chomhaid chriptithe a aisghabháil le do thoil.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "Tá an aip chriptiúcháin cumasaithe, ach níl d'eochracha tosaithe. Logáil amach agus logáil isteach arís le do thoil.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Cumasaigh criptiú taobh an fhreastalaí sna socruithe riaracháin le do thoil chun an modúl criptithe a úsáid.",
    "Encryption app is enabled and ready" : "Tá aip criptithe cumasaithe agus réidh",
    "Bad Signature" : "Droch shíniú",
    "Missing Signature" : "Síniú ar Iarraidh",
    "one-time password for server-side-encryption" : "pasfhocal aonuaire le haghaidh criptithe freastalaí-taobh",
    "Encryption password" : "Pasfhocal criptithe",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "Chuir an riarachán ar chumas criptiú taobh an fhreastalaí. Criptíodh do chomhaid leis an bhfocal faire 1%s1.",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "Chuir an riarachán ar chumas criptiú taobh an fhreastalaí. Criptíodh do chomhaid leis an bhfocal faire \"%s\".",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old login password\" field and your current login password." : "Logáil isteach sa chomhéadan gréasáin le do thoil, téigh go dtí an rannán \"Slándáil\" de do shocruithe pearsanta agus nuashonraigh do phasfhocal criptithe tríd an bhfocal faire seo a chur isteach sa réimse \"Sean-phasfhocal logála isteach\" agus do phasfhocal logála isteach reatha.",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Ní féidir an comhad seo a dhíchriptiú, is dócha gur comhad roinnte é seo. Iarr ar úinéir an chomhaid an comhad a athroinnt leat le do thoil.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Ní féidir an comhad seo a léamh, is dócha gur comhad roinnte é seo. Iarr ar úinéir an chomhaid an comhad a athroinnt leat le do thoil.",
    "Default encryption module" : "Modúl criptithe réamhshocraithe",
    "Default encryption module for server-side encryption" : "Modúl criptithe réamhshocraithe le haghaidh criptithe ar thaobh an fhreastalaí",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "Chun an modúl criptithe seo a úsáid ní mór duit criptiú taobh an fhreastalaí a chumasú sna socruithe riaracháin. Nuair a bheidh an modúl seo cumasaithe, déanfaidh sé do chomhaid go léir a chriptiú go trédhearcach. Tá an criptiú bunaithe ar eochracha AES 256.\nNí dhéanfaidh an modúl teagmháil le comhaid atá ann cheana féin, ní dhéanfar ach comhaid nua a chriptiú tar éis criptiú taobh an fhreastalaí a chumasú. Ní féidir ach an oiread an criptiú a dhíchumasú arís agus athrú ar ais go córas neamhchriptithe.\nLéigh an doiciméadú le do thoil chun na himpleachtaí go léir a fhios agat sula gcinnfidh tú criptiú taobh an fhreastalaí a chumasú.",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Tá aip criptiúcháin cumasaithe ach níl d'eochracha tosaithe, logáil amach agus logáil isteach arís le do thoil",
    "Encrypt the home storage" : "Criptigh an stóráil sa bhaile",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Má dhéantar an rogha seo a chumasú, criptítear gach comhad atá stóráilte ar an bpríomhstóráil, nó ní dhéanfar ach comhaid ar stóráil sheachtrach a chriptiú",
    "Enable recovery key" : "Cumasaigh eochair athshlánaithe",
    "Disable recovery key" : "Díchumasaigh eochair athshlánaithe",
    "The recovery key is an additional encryption key used to encrypt files. It is used to recover files from an account if the password is forgotten." : "Is eochair chriptiúcháin bhreise í an eochair athshlánaithe a úsáidtear chun comhaid a chriptiú. Úsáidtear é chun comhaid a aisghabháil ó chuntas má dhéantar dearmad ar an bhfocal faire.",
    "Recovery key password" : "Pasfhocal eochair athshlánaithe",
    "Repeat recovery key password" : "Déan an eochairfhocal athshlánaithe arís",
    "Change recovery key password:" : "Athraigh pasfhocal an eochair athshlánaithe:",
    "Old recovery key password" : "Sean phasfhocal eochair athshlánaithe",
    "New recovery key password" : "Pasfhocal eochair athshlánaithe nua",
    "Repeat new recovery key password" : "Déan pasfhocal eochair athshlánaithe nua arís",
    "Change Password" : "Athraigh do phasfhocal",
    "Basic encryption module" : "Bun-mhodúl criptithe",
    "Your private key password no longer matches your log-in password." : "Ní mheaitseálann do phasfhocal eochrach príobháidí do phasfhocal logáil-isteach a thuilleadh.",
    "Set your old private key password to your current log-in password:" : "Socraigh do shean phasfhocal eochair phríobháideach le do phasfhocal logáil-isteach reatha:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Mura cuimhin leat do shean phasfhocal is féidir leat iarraidh ar do riarthóir do chuid comhad a athshlánú.",
    "Old log-in password" : "Sean phasfhocal logáil isteach",
    "Current log-in password" : "Pasfhocal logáil isteach reatha",
    "Update Private Key Password" : "Nuashonraigh Pasfhocal Eochair Phríobháideach",
    "Enable password recovery:" : "Cumasaigh aisghabháil pasfhocail:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Má chumasaíonn tú an rogha seo beidh tú in ann rochtain a fháil ar do chomhaid chriptithe arís ar eagla go gcailltear pasfhocal",
    "Enabled" : "Cumasaithe",
    "Disabled" : "Faoi mhíchumas",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "Is eochair criptithe bhreise í an eochair athshlánaithe a úsáidtear chun comhaid a chriptiú. Ceadaíonn sé comhaid úsáideora a aisghabháil má dhéanann an t-úsáideoir dearmad ar a phasfhocal."
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}