{ "translations": {
    "Missing recovery key password" : "Falta o contrasinal da chave de recuperación",
    "Please repeat the recovery key password" : "Repita o contrasinal da chave de recuperación",
    "Repeated recovery key password does not match the provided recovery key password" : "A repetición do contrasinal da chave de recuperación non coincide co contrasinal da chave de recuperación fornecido",
    "Recovery key successfully enabled" : "Activada satisfactoriamente a chave de recuperación",
    "Could not enable recovery key. Please check your recovery key password!" : "Non foi posíbel activar a chave de recuperación. Comprobe o contrasinal da chave de recuperación!",
    "Recovery key successfully disabled" : "Desactivada satisfactoriamente a chave de recuperación",
    "Could not disable recovery key. Please check your recovery key password!" : "Non foi posíbel desactivar a chave de recuperación. Comprobe o contrasinal da chave de recuperación!",
    "Missing parameters" : "Faltan os parámetros",
    "Please provide the old recovery password" : "Introduza o antigo contrasinal de recuperación",
    "Please provide a new recovery password" : "Introduza a nova chave de recuperación",
    "Please repeat the new recovery password" : "Repita o novo contrasinal de recuperación",
    "Password successfully changed." : "O contrasinal foi cambiado satisfactoriamente",
    "Could not change the password. Maybe the old password was not correct." : "Non foi posíbel cambiar o contrasinal. Probabelmente o contrasinal antigo non é o  correcto.",
    "Recovery Key disabled" : "Desactivada a chave de recuperación",
    "Recovery Key enabled" : "Activada a chave de recuperación",
    "Could not enable the recovery key, please try again or contact your administrator" : "Non foi posíbel activar a chave de recuperación, ténteo de novo ou póñase en contacto co administrador.",
    "Could not update the private key password." : "Non foi posíbel actualizar o contrasinal da chave privada.",
    "The old password was not correct, please try again." : "O contrasinal antigo non é correcto, ténteo de novo.",
    "The current log-in password was not correct, please try again." : "O actual contrasinal de acceso non é correcto, ténteo de novo.",
    "Private key password successfully updated." : "A chave privada foi actualizada correctamente.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "A chave privada para a aplicación de cifrado non é correcta. Actualice o contrasinal da súa chave privada nos seus axustes persoais para recuperar o acceso aos seus ficheiros cifrados.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "A aplicación de cifrado está activada, mais non foron preparadas as chaves. Saia da sesión e volva a acceder de novo",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Active o cifrado no lado do servidor nos axustes de administración para poder usar o módulo de cifrado.",
    "Encryption app is enabled and ready" : " A aplicación de cifrado está activada e preparada",
    "Bad Signature" : "Sinatura errónea",
    "Missing Signature" : "Non se atopa a sinatura",
    "one-time password for server-side-encryption" : "Contrasinal de só un uso para o cifrado no lado do servidor",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Non foi posíbel descifrar o ficheiro, probabelmente tratase dun ficheiro compartido. Pídalle ao propietario do ficheiro que  volva compartir o ficheiro con vostede.",
    "Can not read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Non foi posíbel ler o ficheiro, probabelmente tratase dun ficheiro compartido. Pídalle ao propietario do ficheiro que  volva compartir o ficheiro con vostede.",
    "Default encryption module" : "Módulo de cifrado predeterminado",
    "Default encryption module for server-side encryption" : "Módulo de cifrado predeterminado para o cifrado no lado do servidor",
    "In order to use this encryption module you need to enable server-side\n\t\tencryption in the admin settings. Once enabled this module will encrypt\n\t\tall your files transparently. The encryption is based on AES 256 keys.\n\t\tThe module won't touch existing files, only new files will be encrypted\n\t\tafter server-side encryption was enabled. It is also not possible to\n\t\tdisable the encryption again and switch back to a unencrypted system.\n\t\tPlease read the documentation to know all implications before you decide\n\t\tto enable server-side encryption." : "Para usar este módulo de cifrado é preciso activar o cifrado no lado\n\t\tdo servidor nos axustes do administrador. Una vez activado este módulo cifrará\n\t\ttodos os seus ficheiros de xeito transparente. O cifrado basease en chaves AES 256.\n\t\tO módulo non tocará os ficheiros existentes, só se cifran os ficheiros novos\n\t\tapós que se active o cifrado no lado do servidor. Tampouco é posíbel\n\t\tdesactivar o cifrado e volver a un sistema sen cifrar.\n\t\tLea a documentación para coñecer todas as implicacións antes de decidir\n\t\tactivar o cifrado no lado do servidor.",
    "Hey there,\n\nthe admin enabled server-side-encryption. Your files were encrypted using the password '%s'.\n\nPlease login to the web interface, go to the section 'basic encryption module' of your personal settings and update your encryption password by entering this password into the 'old log-in password' field and your current login-password.\n\n" : "Ola.\n\nO administrador activou o cifrado de datos no servidor. Os seus ficheiros foron cifrados co contrasinal «%s».\n\nInicie a súa sesión dende a interface web, vaia á sección «Módulo de cifrado básico» dos seus axustes persoais e actualice o contrasinal de cifrado. Para iso, deberá inserir este contrasinal no campo «Contrasinal antigo de acceso» xunto co seu actual contrasinal de acceso.\n\n",
    "The share will expire on %s." : "Este recurso compartido caduca o %s.",
    "Cheers!" : "Saúdos!",
    "Hey there,<br><br>the admin enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>.<br><br>Please login to the web interface, go to the section \"basic encryption module\" of your personal settings and update your encryption password by entering this password into the \"old log-in password\" field and your current login-password.<br><br>" : "Ola.<br><br>O administrador activou o cifrado de datos no servidor. Os seus ficheiros foron cifrados co contrasinal <strong>%s</strong>.<br><br>Inicie a súa sesión dende a interface web, vaia á sección «Módulo de cifrado básico» dos seus axustes persoais e actualice o contrasinal de cifrado. Para iso, deberá inserir este contrasinal no campo «Contrasinal antigo de acceso» xunto co seu actual contrasinal de acceso.<br><br>",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "A aplicación de cifrado está activada, mais as chaves non foron preparadas, saia da sesión e volva a acceder de novo",
    "Encrypt the home storage" : "Cifrar o almacenamento persoal",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Ao activar esta opción cífranse todos os ficheiros almacenados no almacenamento principal, senón só  se cifran os ficheiros do almacenamento externo.",
    "Enable recovery key" : "Activar a chave de recuperación",
    "Disable recovery key" : "Desactivar a chave de recuperación",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "A chave de recuperación é unha chave de cifrado adicional que se utiliza para cifrar ficheiros. Permite a recuperación de ficheiros dun usuario se o usuario esquece o seu contrasinal.",
    "Recovery key password" : "Contrasinal da chave de recuperación",
    "Repeat recovery key password" : "Repita o contrasinal da chave de recuperación",
    "Change recovery key password:" : "Cambiar o contrasinal da chave de la recuperación:",
    "Old recovery key password" : "Contrasinal antigo da chave de recuperación",
    "New recovery key password" : "Novo contrasinal da chave de recuperación",
    "Repeat new recovery key password" : "Repita o novo contrasinal da chave de recuperación",
    "Change Password" : "Cambiar o contrasinal",
    "Basic encryption module" : "Módulo de cifrado básico",
    "Your private key password no longer matches your log-in password." : "O seu contrasinal da chave privada non coincide co seu contrasinal de acceso.",
    "Set your old private key password to your current log-in password:" : "Estabeleza o seu contrasinal antigo da chave de recuperación ao seu contrasinal de acceso actual:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Se non lembra o seu antigo contrasinal pode pedirllo ao seu administrador para recuperar os seus ficheiros.",
    "Old log-in password" : "Contrasinal antigo de acceso",
    "Current log-in password" : "Contrasinal actual de acceso",
    "Update Private Key Password" : "Actualizar o contrasinal da chave privada",
    "Enable password recovery:" : "Activar o  contrasinal de recuperación:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Ao activar esta opción permitiráselle volver a obter acceso aos ficheiros cifrados no caso de perda do contrasinal",
    "Enabled" : "Activado",
    "Disabled" : "Desactivado"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}