{ "translations": {
    "Missing recovery key password" : "Nedostaje zaporka ključa za oporavak",
    "Please repeat the recovery key password" : "Ponovite zaporku ključa za oporavak",
    "Repeated recovery key password does not match the provided recovery key password" : "Ponovljena zaporka ključa za oporavak ne podudara se s danom zaporkom ključa za oporavak",
    "Recovery key successfully enabled" : "Ključ za oporavak uspješno omogućen",
    "Could not enable recovery key. Please check your recovery key password!" : "Ključ za oporavak nije moguće omogućiti. Provjerite svoju zaporku ključa za oporavak!",
    "Recovery key successfully disabled" : "Ključ za oporavak uspješno onemogućen",
    "Could not disable recovery key. Please check your recovery key password!" : "Ključ za oporavak nije moguće onemogućiti. Provjerite svoju zaporku ključa za oporavak!",
    "Please provide the old recovery password" : "Unesite staru zaporku za oporavak",
    "Please provide a new recovery password" : "Unesite novu zaporku za oporavak",
    "Please repeat the new recovery password" : "Ponovite novu zaporku za oporavak",
    "Password successfully changed." : "Zaporka uspješno promijenjena.",
    "Could not change the password. Maybe the old password was not correct." : "Zaporku nije moguće promijeniti. Možda je stara zaporka bila neispravna.",
    "Recovery Key disabled" : "Onemogućen ključ za oporavak",
    "Recovery Key enabled" : "Omogućen ključ za oporavak",
    "Could not enable the recovery key, please try again or contact your administrator" : "Neuspješno omogućivanje ključa za oporavak, pokušajte ponovno ili se obratite svom administratoru",
    "Could not update the private key password." : "Nije moguće ažurirati zaporku privatnog ključa.",
    "The old password was not correct, please try again." : "Stara zaporka nije bila ispravna, pokušajte ponovo.",
    "The current log-in password was not correct, please try again." : "Trenutačna zaporka za prijavu nije bila ispravna, pokušajte ponovo.",
    "Private key password successfully updated." : "Zaporka privatnog ključa uspješno ažurirana.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Nevažeći privatni ključ za aplikaciju za šifriranje. Ažurirajte zaporku privatnog ključa u svojim osobnim postavkama kako biste ponovno omogućili pristup šifriranim datotekama.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "Aplikacija za šifriranje je omogućena, ali se ključevi nisu inicijalizirali. Odjavite se i ponovno se prijavite.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Omogućite šifriranje na poslužitelju u postavkama administratora kako biste se mogli koristiti modulom za šifriranje.",
    "Encryption app is enabled and ready" : "Aplikacija za šifriranje je omogućena i spremna na uporabu",
    "Bad Signature" : "Nevažeći potpis",
    "Missing Signature" : "Nedostaje potpis",
    "one-time password for server-side-encryption" : "jednokratna zaporka za šifriranje na poslužitelju",
    "Encryption password" : "Zaporka za šifriranje",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "Administracija je omogućila šifriranje na strani poslužitelja. Vaše datoteke šifrirane su pomoću zaporke <strong>%s</strong>.",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "Administracija je omogućila šifriranje na strani poslužitelja. Vaše datoteke šifrirane su pomoću zaporke „%s”.",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old login password\" field and your current login password." : "Prijavite se u web-sučelje, otvorite odjeljak „Sigurnost” u osobnim postavkama i ažurirajte zaporku za šifriranje tako da ovu zaporku unesete u polje „Stara zaporka za prijavu”, a zatim unesete svoju trenutačnu zaporku za prijavu.",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Ovu datoteku nije moguće dešifrirati, vjerojatno je riječ o dijeljenoj datoteci. Zatražite od vlasnika datoteke da je ponovo podijeli s vama.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Ovu datoteku nije moguće čitati, vjerojatno je riječ o dijeljenoj datoteci. Zatražite od vlasnika datoteke da je ponovo podijeli s vama.",
    "Default Encryption Module" : "Zadani modul šifriranja",
    "Default encryption module for Nextcloud Server-side Encryption (SSE)" : "Zadani modul šifriranja za Nextcloudovo šifriranje na strani poslužitelja (SSE)",
    "This app provides the (default) cryptography implementation for Nextcloud's Server-side Encryption (SSE) feature.\n\n\t\t\t**Encryption Details**\n\t\t\t*   **Cipher Mode:** AES-256-CTR (default)\n\t\t\t*   **Authentication:** HMAC-SHA256\n\n\t\t\t**Important Warnings**\n\t\t\t*   **DANGER:** Do not disable this application until all files have been decrypted (`occ encryption:decrypt-all`).\n\t\t\t*   **WARNING**: Reverting to non-encrypted file storage after activation requires command-line access. The action is permanent via the Web UI.\"\n\n\t\t\t**Notes for Existing Files**\n\t\t\t*   By default, enabling SSE does not encrypt existing files; only new files will be encrypted.\n\t\t\t*   To encrypt all existing files, use the command `occ encryption:encrypt-all`.\n\n\t\t\t**Before You Begin**\n\t\t\t*   **Read the Documentation:** Before you enable SSE, encrypt existing files, or disable SSE, it is critical to\n\t\t\t\tread the documentation to understand implications and the appropriate procedures to avoid data loss." : "Ova aplikacija pruža (zadanu) kriptografsku implementaciju za Nextcloudovu značajku šifriranja na strani poslužitelja (SSE).\n\n\t\t\t**Detalji šifriranja**\n\t\t\t*   **Način šifre:** AES-256-CTR (zadano)\n\t\t\t*   **Autentikacija:** HMAC-SHA256\n\n\t\t\t**Važna upozorenja**\n\t\t\t*   **OPASNOST:** Nemojte onemogućiti ovu aplikaciju dok sve datoteke ne budu dešifrirane (`occ encryption:decrypt-all`).\n\t\t\t*   **UPOZORENJE**: Povratak na nešifriranu pohranu datoteka nakon aktivacije zahtijeva pristup naredbenom retku. Ova je radnja trajna putem web-sučelja.\n\n\t\t\t**Napomene za postojeće datoteke**\n\t\t\t*   Prema zadanim postavkama, omogućavanje SSE-a ne šifrira postojeće datoteke; šifriraju se samo nove datoteke.\n\t\t\t*   Za šifriranje svih postojećih datoteka upotrijebite naredbu `occ encryption:encrypt-all`.\n\n\t\t\t**Prije nego što započnete**\n\t\t\t***Pročitajte dokumentaciju:** Prije omogućavanja SSE-a, šifriranja postojećih datoteka ili onemogućavanja SSE-a,\n\t\t\t\tobavezno pročitajte dokumentaciju kako biste razumjeli posljedice i ispravne postupke te izbjegli gubitak podataka.",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Omogućavanjem ove opcije šifriraju se sve datoteke smještene u glavnoj pohrani, a u protivnom se šifriraju samo datoteke u vanjskoj pohrani",
    "Encrypt the home storage" : "Šifrirajte kućnu pohranu",
    "Disable recovery key" : "Onemogući ključ za oporavak",
    "Enable recovery key" : "Omogući ključ za oporavak",
    "The recovery key is an additional encryption key used to encrypt files. It is used to recover files from an account if the password is forgotten." : "Ključ za oporavak dodatni je ključ za šifriranje koji se koristi za šifriranje datoteka. Služi za oporavak datoteka s računa ako se zaporka zaboravi.",
    "Recovery key password" : "Zaporka ključa za oporavak",
    "Passwords fields do not match" : "Polja zaporki se ne podudaraju",
    "Repeat recovery key password" : "Ponovite zaporku ključa za oporavak",
    "An error occurred while updating the recovery key settings. Please try again." : "Došlo je do pogreške prilikom ažuriranja postavki ključa za oporavak. Pokušajte ponovno.",
    "Change recovery key password" : "Promijenite zaporku ključa za oporavak",
    "Old recovery key password" : "Stara zaporka ključa za oporavak",
    "New recovery key password" : "Nova zaporka ključa za oporavak",
    "Repeat new recovery key password" : "Ponovite novu zaporku ključa za oporavak",
    "An error occurred while changing the recovery key password. Please try again." : "Došlo je do pogreške prilikom promjene zaporke ključa za oporavak. Pokušajte ponovno.",
    "Update private key password" : "Ažurirajte zaporku privatnog ključa",
    "Your private key password no longer matches your log-in password. Set your old private key password to your current log-in password." : "Zaporka vašeg privatnog ključa više se ne podudara s vašom zaporkom za prijavu. Postavite staru zaporku privatnog ključa na svoju trenutačnu zaporku za prijavu.",
    "If you do not remember your old password you can ask your administrator to recover your files." : "Ako se ne sjećate stare zaporke, možete zatražiti od administratora da oporavi vaše datoteke.",
    "Old log-in password" : "Stara zaporka za prijavu",
    "Current log-in password" : "Aktualna zaporka za prijavu",
    "Update" : "Ažuriraj",
    "Updating recovery keys. This can take some time…" : "Ažuriranje ključeva za oporavak. Ovo može potrajati…",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "U slučaju gubitka zaporke, aktiviranje ove mogućnosti ponovno će vam pribaviti pristup vašim šifriranim datotekama",
    "Enable password recovery" : "Omogući oporavak zaporke",
    "Default encryption module" : "Zadani modul za šifriranje",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Aplikacija za šifriranje je omogućena, ali se ključevi nisu inicijalizirali, odjavite se i ponovno se prijavite",
    "Basic encryption module" : "Osnovni modul za šifriranje",
    "Missing parameters" : "Nedostaju parametri",
    "Default encryption module for server-side encryption" : "Zadani modul za šifriranje na poslužitelju",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "Kako biste mogli koristiti ovaj modul šifriranja, morate omogućiti šifriranje na strani poslužitelja u administratorskim postavkama. Nakon omogućavanja, ovaj će modul transparentno šifrirati sve vaše datoteke. Šifriranje se temelji na AES 256 ključevima.\nModul neće dirati postojeće datoteke, već će se šifrirati samo nove datoteke nakon što se omogući šifriranje na strani poslužitelja. Također nije moguće ponovno onemogućiti šifriranje i vratiti se na nešifrirani sustav.\nPrije nego što odlučite omogućiti šifriranje na strani poslužitelja, obavezno pročitajte dokumentaciju kako biste razumjeli sve posljedice.",
    "Change recovery key password:" : "Promijenite zaporku ključa za oporavak:",
    "Change Password" : "Promijeni zaporku",
    "Your private key password no longer matches your log-in password." : "Zaporka vašeg privatnog ključa više se ne podudara s vašom zaporkom za prijavu.",
    "Set your old private key password to your current log-in password:" : "Promijenite svoju staru zaporku privatnog ključa u postojeću zaporku za prijavu:",
    "Update Private Key Password" : "Ažuriraj zaporku privatnog ključa",
    "Enable password recovery:" : "Omogući oporavak zaporke:",
    "Enabled" : "Omogućeno",
    "Disabled" : "Onemogućeno",
    "This app provides the (default) cryptography implementation for Nextcloud's Server-side Encryption (SSE) feature.\n\n\t\t\t**Encryption Details**\n\t\t\t*   **Cipher Mode:** AES-256-CTR (default)\n\t\t\t*   **Authentication:** HMAC-SHA256\n\n\t\t\t**Important Warnings**\n\t\t\t*   **DANGER:** Do not disable this application until all files have been decrypted (`occ encryption:decrypt-all`).\n\t\t\t*   **WARNING**: Reverting to non-encrypted file storage after activation requires command-line access. The action is permanent via the Web UI.\"\n\n\t\t\t**Notes for Existing Files**\n\t\t\t*   By default, enabling SSE does not encrypt existing files; only new files will be encrypted.\n\t\t\t*   To encrypt all existing files, use the command `occ encryption:encrypt-all`.\n\n\t\t\t**Before You Begin**\n\t\t\t*   **Read the Documentation:** Before you enable SSE, encrypt existing files, or disable SSE, it is critical to \n\t\t\t\tread the documentation to understand implications and the appropriate procedures to avoid data loss." : "Ova aplikacija pruža (zadanu) kriptografsku implementaciju za Nextcloudovu značajku šifriranja na strani poslužitelja (SSE).\n\n\t\t\t**Detalji šifriranja**\n\t\t\t*   **Način šifre:** AES-256-CTR (zadano)\n\t\t\t*   **Autentikacija:** HMAC-SHA256\n\n\t\t\t**Važna upozorenja**\n\t\t\t*   **OPASNOST:** Nemojte onemogućiti ovu aplikaciju dok sve datoteke ne budu dešifrirane (`occ encryption:decrypt-all`).\n\t\t\t*   **UPOZORENJE:** Povratak na nešifriranu pohranu datoteka nakon aktivacije zahtijeva pristup naredbenom retku. Ova je radnja trajna putem web-sučelja.\"\n\n\t\t\t**Napomene za postojeće datoteke**\n\t\t\t*   Prema zadanim postavkama, omogućavanje SSE-a ne šifrira postojeće datoteke; šifriraju se samo nove datoteke.\n\t\t\t*   Za šifriranje svih postojećih datoteka upotrijebite naredbu `occ encryption:encrypt-all`.\n\n\t\t\t**Prije nego što započnete**\n\t\t\t*   **Pročitajte dokumentaciju:** Prije omogućavanja SSE-a, šifriranja postojećih datoteka ili onemogućavanja SSE-a,\n\t\t\t\tobavezno pročitajte dokumentaciju kako biste razumjeli posljedice i odgovarajuće postupke kako biste izbjegli gubitak podataka."
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}