{ "translations": {
    "Missing recovery key password" : "Hiányzik a helyreállítási kulcs jelszava",
    "Please repeat the recovery key password" : "Ismételje meg a helyreállítási kulcs jelszavát",
    "Repeated recovery key password does not match the provided recovery key password" : "A megismételt helyreállítási kulcsjelszó nem egyezik meg a megadott helyreállítási kulcs jelszavával",
    "Recovery key successfully enabled" : "A helyreállítási kulcs sikeresen engedélyezve",
    "Could not enable recovery key. Please check your recovery key password!" : "A helyreállítási kulcsot nem lehetett engedélyezni. Ellenőrizze a helyreállítási kulcsa jelszavát!",
    "Recovery key successfully disabled" : "A helyreállítási kulcs sikeresen letiltva",
    "Could not disable recovery key. Please check your recovery key password!" : "A helyreállítási kulcsot nem lehetett letiltani. Ellenőrizze a helyreállítási kulcsa jelszavát!",
    "Missing parameters" : "Hiányzó paraméterek",
    "Please provide the old recovery password" : "Adja meg a régi helyreállítási jelszót",
    "Please provide a new recovery password" : "Adja meg az új helyreállítási jelszót",
    "Please repeat the new recovery password" : "Ismételje meg az új helyreállítási jelszót",
    "Password successfully changed." : "Jelszó sikeresen megváltoztatva.",
    "Could not change the password. Maybe the old password was not correct." : "A jelszót nem lehet megváltoztatni. Lehet, hogy hibás volt a régi jelszó.",
    "Recovery Key disabled" : "Helyreállítási kulcs letiltva",
    "Recovery Key enabled" : "Helyreállítási kulcs engedélyezve",
    "Could not enable the recovery key, please try again or contact your administrator" : "Nem sikerült engedélyezni a helyreállítási kulcsot, próbálja meg újra vagy lép jen kapcsolatba a rendszergazdával",
    "Could not update the private key password." : "Nem sikerült frissíteni a titkos kulcs jelszavát.",
    "The old password was not correct, please try again." : "A régi jelszó nem volt helyes, próbálja újra.",
    "The current log-in password was not correct, please try again." : "A jelenlegi bejelentkezési jelszó nem helyes, próbálja meg újra.",
    "Private key password successfully updated." : "A titkos kulcs jelszava sikeresen frissítve.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "A titkosító alkalmazás titkos kulcsa érvénytelen. A titkosított fájljaihoz való hozzáféréshez frissítse a titkos kulcsa jelszavát a személyes beállításokban.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "A fájlok titkosítása engedélyezve van, de az Ön titkos kulcsai nincsenek beállítva. Jelentkezzen ki, és lépjen be újra.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Engedélyezze a kiszolgálóoldali titkosítást a rendszergazdai beállításokban, hogy használhassa a titkosítás modult.",
    "Encryption app is enabled and ready" : "A titkosító alkalmazás engedélyezett és készen áll",
    "Bad Signature" : "Hibás aláírás",
    "Missing Signature" : "Hiányzó aláírás",
    "one-time password for server-side-encryption" : "kiszolgálóoldali titkosítás egyszer használatos jelszava",
    "Encryption password" : "Titkosítási jelszó",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "A rendszergazda bekapcsolta a kiszolgálóoldali titkosítást. A fájljai a következő jelszóval lettek titkosítva: <strong>%s</strong>.",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "A rendszergazda bekapcsolta a kiszolgálóoldali titkosítást. A fájljai a következő jelszóval lettek titkosítva: „%s”.",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old log-in password\" field and your current login-password." : "Jelentkezzen be a webes felületre, ugorjon a személyes beállításai „Biztonság” szakaszához, és frissítse a titkosítási jelszavát úgy, hogy megadja ezt a jelszót a „Régi bejelentkezési jelszó” mezőben, majd megadja a jelenlegi bejelentkezési jelszavát.",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "A fájl nem fejthető vissza, valószínűleg ez egy megosztott fájl. Kérje meg a fájl tulajdonosát, hogy ossza meg újra Önnel ezt a fájlt.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Ez a fájl nem olvasható, valószínűleg ez egy megosztott fájl. Kérje meg a fájl tulajdonosát, hogy ossza meg újra Önnel ezt a fájlt.",
    "Default encryption module" : "Alapértelmezett titkosítási modul",
    "Default encryption module for server-side encryption" : "Alapértelmezett titkosítási modul a kiszolgálóoldali titkosításhoz",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "Ahhoz, hogy ezt a titkosítási modult használhassa, be kell kapcsolnia a kiszolgálóoldali titkosítást az adminisztrációs felületen. Engedélyezést követően a modul minden fájlt transzparensen titkosít. A titkosítás AES 256 kulcsokon alapul.\nA modul nem módosítja a meglévő fájlokat, csak az újakat titkosítja, miután bekapcsolta a kiszolgálóoldali titkosítást. Nem lehet kikapcsolni a titkosítást, hogy titkosítatlan rendszerre váltson vissza.\nOlvassa el a dokumentációt, hogy minden következménnyel tisztában legyen, mielőtt úgy dönt, hogy engedélyezi a kiszolgálóoldali titkosítást.",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "A titkosító alkalmazás engedélyezett, de a kulcsai még nincsenek előkészítve. Lépjen ki, majd lépjen be újra.",
    "Encrypt the home storage" : "Helyi tároló titkosítása",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "A lehetőség engedélyezésekor minden fájlt titkosít a fő tárolóban, egyébként csak a külső tárolókon lévő fájlok lesznek titkosítva",
    "Enable recovery key" : "Helyreállítási kulcs engedélyezése",
    "Disable recovery key" : "Helyreállítási kulcs letiltása",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "A helyreállítási kulcs egy a fájlok titkosítására szolgáló további titkosítási kulcs. A segítségével vissza lehet állítani a fájlokat, ha felhasználó elfelejtette a jelszavát.",
    "Recovery key password" : "Helyreállítási kulcs jelszava",
    "Repeat recovery key password" : "Ismételje meg a heylreállítási kulcs jelszavát",
    "Change recovery key password:" : "Helyreállítási kulcs jelszavának módosítása:",
    "Old recovery key password" : "Régi helyreállítási kulcs jelszava",
    "New recovery key password" : "Új helyreállítási kulcs jelszava",
    "Repeat new recovery key password" : "Ismételje meg az új helyreállítási kulcs jelszavát",
    "Change Password" : "Jelszó módosítása",
    "Basic encryption module" : "Alapvető titkosítási modul",
    "Your private key password no longer matches your log-in password." : "A titkos kulcsa jelszava már nem egyezik meg a bejelentkezési jelszavával. ",
    "Set your old private key password to your current log-in password:" : "A régi privát kulcsának jelszavának beállítása a jelenlegi bejelentkezési jelszavára:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Ha nem emlékszik a régi jelszavára, akkor megkérheti a rendszergazdát, hogy állítsa helyre a fájljait.",
    "Old log-in password" : "Régi bejelentkezési jelszó",
    "Current log-in password" : "Jelenlegi bejelentkezési jelszó",
    "Update Private Key Password" : "Titkos kulcs jelszavának frissítése",
    "Enable password recovery:" : "Jelszó-helyreállítás engedélyezése:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "A beállítás lehetővé teszi, hogy visszanyerje a titkosított fájlok tartalmát, ha elfelejtette a jelszavát",
    "Enabled" : "Engedélyezve",
    "Disabled" : "Letiltva",
    "In order to use this encryption module you need to enable server-side\n\t\tencryption in the admin settings. Once enabled this module will encrypt\n\t\tall your files transparently. The encryption is based on AES 256 keys.\n\t\tThe module won't touch existing files, only new files will be encrypted\n\t\tafter server-side encryption was enabled. It is also not possible to\n\t\tdisable the encryption again and switch back to a unencrypted system.\n\t\tPlease read the documentation to know all implications before you decide\n\t\tto enable server-side encryption." : "Ahhoz, hogy ezt a titkosítási modult használhassa, be kell kapcsolnia a\n\t\tkiszolgálóoldali titkosítást az adminisztrációs felületen.\n\t\tEngedélyezést követően a modul minden fájlt transzparensen titkosít.\n\t\tA titkosítás AES 256 kulcsokon alapul. A modul nem módosítja a meglévő\n\t\tfájlokat, csak az újakat titkosítja, miután bekapcsolta a\n\t\tkiszolgálóoldali titkosítást. Nem lehet kikapcsolni a titkosítást, hogy\n\t\ttitkosítatlan rendszerre váltson vissza. Olvassa el a dokumentációt,\n\t\thogy minden következménnyel tisztában legyen, mielőtt úgy dönt, hogy\n\t\tengedélyezi a kiszolgálóoldali titkosítást.",
    "Hey there,\n\nThe administration enabled server-side-encryption. Your files were encrypted using the password \"%s\".\n\nPlease login to the web interface, go to the section \"Basic encryption module\" of your personal settings and update your encryption password by entering this password into the \"Old log-in password\" field and your current login-password.\n\n" : "Üdvözöljük!\n\nA rendszergazda engedélyezte a kiszolgálóoldali titkosítást. A fájljai a következő jelszóval lettek titkosítva: „%s”.\n\nJelentkezzen be a webes felületen, ugorjon az „Alapvető titkosítási modulhoz” a személyes beállításokban, és frissítse a titkosítási jelszavát úgy, hogy ezt a jelszót adja meg a „Régi titkosítási jelszó” mezőben, majd írja be a jelenlegi bejelentkezési jelszavát is.\n\n",
    "The share will expire on %s." : "A megosztás lejár ekkor: %s.",
    "Cheers!" : "Üdv!",
    "Hey there,<br><br>The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>.<br><br>Please login to the web interface, go to the section \"Basic encryption module\" of your personal settings and update your encryption password by entering this password into the \"Old log-in password\" field and your current login-password.<br><br>" : "Üdvözöljük!<br><br>A rendszergazda bekapcsolta a kiszolgálóoldali titkosítást. A fájljai a következő jelszóval lettek titkosítva: <strong>%s</strong>.<br><br>Jelentkezzen be a webes felületen, ugorjon az „Alapvető titkosítási modulhoz” a személyes beállításokban, és frissítse a titkosítási jelszavát úgy, hogy ezt a jelszót adja meg a „Régi titkosítási jelszó” mezőben, majd írja be a jelenlegi bejelentkezési jelszavát is..<br><br>"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}