{ "translations": {
    "Missing recovery key password" : "Kata sandi kunci pemulihan tidak ada",
    "Please repeat the recovery key password" : "Silakan ulangi kata sandi kunci pemulihan",
    "Repeated recovery key password does not match the provided recovery key password" : "Kata sandi kunci pemulihan yang diulangi tidak cocok dengan kata sandi kunci pemulihan yang diberikan",
    "Recovery key successfully enabled" : "Kunci pemulihan berhasil diaktifkan",
    "Could not enable recovery key. Please check your recovery key password!" : "Tidak dapat mengaktifkan kunci pemulihan. Silakan periksa kata sandi kunci pemulihan Anda!",
    "Recovery key successfully disabled" : "Kunci pemulihan berhasil dinonaktifkan",
    "Could not disable recovery key. Please check your recovery key password!" : "Tidak dapat menonaktifkan kunci pemulihan. Silakan periksa kata sandi kunci pemulihan Anda!",
    "Missing parameters" : "Parameter salah",
    "Please provide the old recovery password" : "Mohon berikan kata sandi pemulihan lama",
    "Please provide a new recovery password" : "Mohon berikan kata sandi pemulihan baru",
    "Please repeat the new recovery password" : "Silakan ulangi sandi pemulihan baru",
    "Password successfully changed." : "Kata sandi berhasil diubah",
    "Could not change the password. Maybe the old password was not correct." : "Tidak dapat mengubah kata sandi. Kemungkinan kata sandi lama yang dimasukkan salah.",
    "Recovery Key disabled" : "Kunci Pemulihan dinonaktifkan",
    "Recovery Key enabled" : "Kunci Pemulihan diaktifkan",
    "Could not enable the recovery key, please try again or contact your administrator" : "Tidak dapat mengaktifkan kunci pemulihan, silakan coba lagi atau hubungi administrator Anda",
    "Could not update the private key password." : "Tidak dapat memperbarui kata sandi kunci private.",
    "The old password was not correct, please try again." : "Kata sandi lama salah, mohon coba lagi.",
    "The current log-in password was not correct, please try again." : "Kata sandi masuk saat ini salah, mohon coba lagi.",
    "Private key password successfully updated." : "Sandi kunci privat berhasil diperbarui.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Kunci privat tidak sah untuk aplikasi enkripsi. Silakan perbarui kata sandi kunci privat Anda pada pengaturan pribadi untuk memulihkan akses ke berkas Anda yang dienkripsi.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "Apl Enkripsi telah aktif, tapi kunci Anda tidak diinisialisasikan. Harap keluar-log dan masuk-log kembali.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Silakan aktifkan enkripsi sisi-peladen pada setelan admin untuk menggunakan modul enkripsi.",
    "Encryption app is enabled and ready" : "Apl enkripsi aktif dan siap",
    "Bad Signature" : "Tanda salah",
    "Missing Signature" : "Tanda hilang",
    "one-time password for server-side-encryption" : "Kata sandi sekali pakai untuk server-side-encryption",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Tidak dapat mendekripsi file ini, mungkin ini adalah file bersama. Harap minta pemilik file untuk membagikan ulang file dengan Anda.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Tidak dapat membaca file ini, mungkin ini adalah file bersama. Harap minta pemilik file untuk membagikan ulang file dengan Anda.",
    "Default encryption module" : "Modul bawaan enkripsi",
    "Default encryption module for server-side encryption" : "Modul enkripsi bawaan pada enkripsi sisi-peladen",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Aplikasi enkripsi telah diaktifkan tetapi kunci tidak terinisialisasi, silakan log-out dan log-in lagi",
    "Encrypt the home storage" : "Enkripsi penyimpanan rumah",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Mengaktifkan opsi ini akan mengenkripsi semua berkas yang disimpan pada penyimpanan utama, jika tidak diaktifkan maka hanya berkas pada penyimpanan eksternal saja yang akan dienkripsi.",
    "Enable recovery key" : "Aktifkan kunci pemulihan",
    "Disable recovery key" : "Nonaktifkan kunci pemulihan",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "Kunci pemulihan adalah kunci enkripsi tambahan yang digunakan untuk mengenkripsi berkas. Kunci pemulihan memungkinkan untuk memulihkan berkas pengguna ketika pengguna tersebut melupakan kata sandi mereka.",
    "Recovery key password" : "Kata sandi kunci pemulihan",
    "Repeat recovery key password" : "Ulangi kata sandi kunci pemulihan",
    "Change recovery key password:" : "Ubah kata sandi kunci pemulihan:",
    "Old recovery key password" : "Kata sandi kunci pemulihan lama",
    "New recovery key password" : "Kata sandi kunci pemulihan baru",
    "Repeat new recovery key password" : "Ulangi sandi kunci pemulihan baru",
    "Change Password" : "Ubah Sandi",
    "Basic encryption module" : "Modul enkripsi dasar",
    "Your private key password no longer matches your log-in password." : "Kata sandi kunci private Anda tidak lagi cocok dengan kata sandi masuk Anda.",
    "Set your old private key password to your current log-in password:" : "Setel kata sandi kunci private Anda untuk kata sandi masuk Anda saat ini:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Jika Anda tidak ingat kata sandi lama, Anda dapat meminta administrator Anda untuk memulihkan berkas.",
    "Old log-in password" : "Kata sandi masuk yang lama",
    "Current log-in password" : "Kata sandi masuk saat ini",
    "Update Private Key Password" : "Perbarui Kata Sandi Kunci Private",
    "Enable password recovery:" : "Aktifkan kata sandi pemulihan:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Mengaktifkan opsi ini memungkinkan Anda untuk mendapatkan kembali akses ke berkas terenkripsi Anda dalam kasus kehilangan kata sandi",
    "Enabled" : "Diaktifkan",
    "Disabled" : "Dinonaktifkan",
    "In order to use this encryption module you need to enable server-side\n\t\tencryption in the admin settings. Once enabled this module will encrypt\n\t\tall your files transparently. The encryption is based on AES 256 keys.\n\t\tThe module won't touch existing files, only new files will be encrypted\n\t\tafter server-side encryption was enabled. It is also not possible to\n\t\tdisable the encryption again and switch back to a unencrypted system.\n\t\tPlease read the documentation to know all implications before you decide\n\t\tto enable server-side encryption." : "Dalam penggunaan modul enkripsi data, Anda perlu mengaktifkan enkripsi sisi-peladen melalui setelan admin.\nSaat diaktifkan, modul akan mengenkripsi semua berkas Anda secara transparan.\nEnkripsi data yang digunakan berbasis pada kunci AES 256.\nModul ini tidak akan menyentuh berkas eksis, hanya berkas baru saja yang akan dienkripsi.\nTidak dimungkinkan untuk kembali menonaktifkan enkripsi data dan kembali tanpa menggunakan enkripsi data.\nSilakan baca dokumentasi untuk mengetahui semua implikasi sebelum Anda memutuskan untuk mengaktifkan enkripsi sisi-peladen.",
    "The share will expire on %s." : "Pembagian akan berakhir pada %s.",
    "Cheers!" : "Horee!"
},"pluralForm" :"nplurals=1; plural=0;"
}