{ "translations": {
    "Missing recovery key password" : "復旧キーのパスワードがありません",
    "Please repeat the recovery key password" : "復旧キーのパスワードをもう一度入力",
    "Repeated recovery key password does not match the provided recovery key password" : "入力された復旧キーのパスワードが一致しません。",
    "Recovery key successfully enabled" : "復旧キーを正常に有効化しました",
    "Could not enable recovery key. Please check your recovery key password!" : "復旧キーを有効にできませんでした。リカバリ用のキーのパスワードを確認してください！",
    "Recovery key successfully disabled" : "復旧キーを正常に無効化しました",
    "Could not disable recovery key. Please check your recovery key password!" : "復旧キーを無効化できませんでした。リカバリ用のキーのパスワードを確認してください！",
    "Missing parameters" : "パラメータが不足しています",
    "Please provide the old recovery password" : "古い復旧キーのパスワードを入力",
    "Please provide a new recovery password" : "新しい復旧キーのパスワードを入力",
    "Please repeat the new recovery password" : "新しい復旧キーのパスワードをもう一度入力",
    "Password successfully changed." : "パスワードを変更できました。",
    "Could not change the password. Maybe the old password was not correct." : "パスワードを変更できませんでした。古いパスワードが間違っているかもしれません。",
    "Recovery Key disabled" : "復旧キーが無効になりました。",
    "Recovery Key enabled" : "復旧キーが有効になりました。",
    "Could not enable the recovery key, please try again or contact your administrator" : "復旧キーを有効化できませんでした。もう一度試してみるか、管理者に問い合わせてください。",
    "Could not update the private key password." : "秘密鍵のパスワードを更新できませんでした。",
    "The old password was not correct, please try again." : "古いパスワードが一致しませんでした。もう一度入力してください。",
    "The current log-in password was not correct, please try again." : "ログインパスワードが一致しませんでした。もう一度入力してください。",
    "Private key password successfully updated." : "秘密鍵のパスワードが正常に更新されました。",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "暗号化アプリの無効なプライベートキーです。あなたの暗号化されたファイルへアクセスするために、個人設定からプライベートキーのパスワードを更新してください。",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "暗号化アプリは有効ですが、あなたの暗号化キーは初期化されていません。ログアウトした後に、再度ログインしてください",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "暗号化モジュールを利用する場合は、管理者設定でサーバーサイド暗号化を有効にしてください。",
    "Encryption app is enabled and ready" : "暗号化アプリは有効になっており、準備が整いました",
    "Bad Signature" : "不正な署名",
    "Missing Signature" : "署名が存在しません",
    "one-time password for server-side-encryption" : "サーバーサイド暗号化のワンタイムパスワード",
    "Encryption password" : "暗号化パスワード",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "管理者がサーバーサイド暗号化を有効化しました。あなたのファイルはパスワードで暗号化されています<strong>%s</strong>。",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "管理者がサーバーサイド暗号化を有効化しました。あなたのファイルはパスワードで暗号化されています%s。",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old login password\" field and your current login password." : "Webインターフェースにログインし、個人設定の「セキュリティ」セクションに移動し、「旧ログインパスワード」フィールドにこのパスワードと現在のログインパスワードを入力して、暗号化パスワードを更新してください。",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "このファイルを復号化できません、共有ファイルの可能性があります。ファイルの所有者にお願いして、ファイルを共有しなおしてもらってください。",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "このファイルを読み取ることができません、共有ファイルの可能性があります。ファイルの所有者にお願いして、ファイルを共有しなおしてもらってください。",
    "Default encryption module" : "デフォルトの暗号化モジュール",
    "Default encryption module for server-side encryption" : "サーバーサイド暗号化のデフォルト暗号化モジュール",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "この暗号化モジュールを使用するには、管理設定でサーバー側の暗号化を有効にする必要があります。有効にすると、このモジュールはすべてのファイルを透過的に暗号化します。暗号化はAES 256キーに基づいています。\nこのモジュールは既存のファイルには影響を与えません。サーバ側の暗号化が有効になった後、新しいファイルのみが暗号化されます。また、暗号化を再度無効にして、暗号化されていないシステムに戻すこともできません。\nサーバー側の暗号化を有効にする前に、ドキュメントを読んですべての影響を把握してください。",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "暗号化アプリは有効ですが、あなたの暗号化キーは初期化されていません。ログアウトした後に、再度ログインしてください",
    "Encrypt the home storage" : "メインストレージ暗号化",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "このオプションを有効にすると、外部ストレージ接続ストレージだけが暗号化されるのではなく、メインストレージのファイルすべてが暗号化されます。",
    "Enable recovery key" : "復旧キーを有効にする",
    "Disable recovery key" : "復旧キーを無効にする",
    "The recovery key is an additional encryption key used to encrypt files. It is used to recover files from an account if the password is forgotten." : "復旧キーは、ファイルの暗号化に使用される追加の暗号鍵です。パスワードを忘れた場合に、アカウントからファイルを復旧するために使用されます。",
    "Recovery key password" : "復旧キーのパスワード",
    "Repeat recovery key password" : "復旧キーのパスワードをもう一度入力",
    "Change recovery key password:" : "復旧キーのパスワードを変更:",
    "Old recovery key password" : "古い復旧キーのパスワード",
    "New recovery key password" : "新しい復旧キーのパスワード",
    "Repeat new recovery key password" : "新しい復旧キーのパスワードをもう一度入力",
    "Change Password" : "パスワードを変更",
    "Basic encryption module" : "基本暗号化モジュール",
    "Your private key password no longer matches your log-in password." : "もはや秘密鍵はログインパスワードと一致しません。",
    "Set your old private key password to your current log-in password:" : "古い秘密鍵のパスワードを現在のログインパスワードに設定:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "古いパスワードを覚えていない場合、管理者に尋ねてファイルを回復することができます。",
    "Old log-in password" : "古いログインパスワード",
    "Current log-in password" : "現在のログインパスワード",
    "Update Private Key Password" : "秘密鍵のパスワードを更新",
    "Enable password recovery:" : "パスワードリカバリを有効に:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "このオプションを有効にすると、パスワードを紛失した場合も、暗号化されたファイルに再度アクセスすることができるようになります。",
    "Enabled" : "有効",
    "Disabled" : "無効",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "復旧キーは、ファイルの暗号化に使う特別な暗号化キーです。ユーザーがパスワードを忘れてしまった場合には、リカバリキーを使ってユーザーのファイルを復元することができます。"
},"pluralForm" :"nplurals=1; plural=0;"
}