{ "translations": {
    "Recovery key successfully enabled" : "Atkūrimo raktas sėkmingai įjungtas",
    "Could not enable recovery key. Please check your recovery key password!" : "Neišėjo įjungti jūsų atkūrimo rakto. Prašome jį patikrinti!",
    "Recovery key successfully disabled" : "Atkūrimo raktas sėkmingai išjungtas",
    "Could not disable recovery key. Please check your recovery key password!" : "Neišėjo išjungti jūsų atkūrimo rakto. Prašome jį patikrinti!",
    "Password successfully changed." : "Slaptažodis sėkmingai pakeistas",
    "Could not change the password. Maybe the old password was not correct." : "Slaptažodis nebuvo pakeistas. Gali būti, kad buvo neteisingai suvestas senasis.",
    "Private key password successfully updated." : "Privataus rakto slaptažodis buvo sėkmingai atnaujintas.",
    "Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files." : "Netinkamas privatus raktas Šifravimo programai. Prašome atnaujinti savo privataus rakto slaptažodį asmeniniuose nustatymuose, kad atkurti prieigą prie šifruotų failų.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Šifravimo programa įjungta, bet Jūsų raktai nėra pritaikyti. Prašome atsijungti ir vėl prisijungti",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Failo iššifruoti nepavyko, gali būti jog jis yra pasidalintas su jumis. Paprašykite failo savininko, kad jums iš naujo pateiktų šį failą.",
    "The share will expire on %s." : "Bendrinimo laikas baigsis %s.",
    "Cheers!" : "Sveikinimai!",
    "Recovery key password" : "Atkūrimo rakto slaptažodis",
    "Change recovery key password:" : "Pakeisti atkūrimo rakto slaptažodį:",
    "Change Password" : "Pakeisti slaptažodį",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Jei nepamenate savo seno slaptažodžio, galite paprašyti administratoriaus atkurti Jūsų failus.",
    "Old log-in password" : "Senas prisijungimo slaptažodis",
    "Current log-in password" : "Dabartinis prisijungimo slaptažodis",
    "Update Private Key Password" : "Atnaujinti privataus rakto slaptažodį",
    "Enable password recovery:" : "Įjungti slaptažodžio atkūrimą:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Įjungus šią funkciją jums bus suteiktas pakartotinis priėjimas prie Jūsų šifruotų failų pamiršus slaptažodį.",
    "Enabled" : "Įjungta",
    "Disabled" : "Išjungta",
    "ownCloud basic encryption module" : "ownCloud bazinis šifravimo modulis",
    "Missing recovery key password" : "Nėra atstatymo rakto slaptažodžio",
    "Please repeat the recovery key password" : "Pakartokite atstatymo rakto slaptažodį"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && (n%100<10 || n%100>=20) ? 1 : 2);"
}