{ "translations": {
    "Missing recovery key password" : "Passord for gjenopprettingsnøkkel mangler",
    "Please repeat the recovery key password" : "Gjenta passord for gjenopprettingsnøkkel",
    "Repeated recovery key password does not match the provided recovery key password" : "Gjentatt passord for gjenopprettingsnøkkel stemmer ikke med oppgitt passord for gjenopprettingsnøkkel",
    "Recovery key successfully enabled" : "Gjenopprettingsnøkkel aktivert",
    "Could not enable recovery key. Please check your recovery key password!" : "Klarte ikke å aktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.",
    "Recovery key successfully disabled" : "Gjenopprettingsnøkkel ble deaktivert",
    "Could not disable recovery key. Please check your recovery key password!" : "Klarte ikke å deaktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.",
    "Missing parameters" : "Manglende parametre",
    "Please provide the old recovery password" : "Oppgi det gamle gjenopprettingspassordet",
    "Please provide a new recovery password" : "Oppgi et nytt gjenopprettingspassord",
    "Please repeat the new recovery password" : "Gjenta det nye gjenopprettingspassordet",
    "Password successfully changed." : "Passordet ble endret.",
    "Could not change the password. Maybe the old password was not correct." : "Klarte ikke å endre passordet. Kanskje gammelt passord ikke var korrekt.",
    "Recovery Key disabled" : "Gjenopprettingsnøkkel deaktivert",
    "Recovery Key enabled" : "Gjenopprettingsnøkkel aktivert",
    "Could not enable the recovery key, please try again or contact your administrator" : "Klarte ikke å aktivere gjenopprettingsnøkkelen. Prøv igjen eller kontakt administratoren.",
    "Could not update the private key password." : "Klarte ikke å oppdatere privatnøkkelpassordet.",
    "The old password was not correct, please try again." : "Det gamle passordet var feil. Prøv igjen.",
    "The current log-in password was not correct, please try again." : "Det nåværende innloggingspassordet var feil. Prøv igjen.",
    "Private key password successfully updated." : "Passord for privat nøkkel ble oppdatert.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Ugyldig privat nøkkel for Krypterings-appen. Oppdater passordet for din private nøkkel i dine personlige innstillinger for å gjenopprette tilgang til de krypterte filene dine.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "Krypteringappen er aktivert, men nøklene dine er ikke satt opp. Logg ut og inn igjen.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Skru på server-side-kryptering i innstillingene for å bruke krypteringsmodulen.",
    "Encryption app is enabled and ready" : "Krypterings-appen er aktivert og klart",
    "Bad Signature" : "Feil signatur",
    "Missing Signature" : "Manglende signatur",
    "one-time password for server-side-encryption" : "engangspassord for server-side-kryptering",
    "Encryption password" : "Krypteringspassord",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "Administrasjonen aktiverte kryptering på serversiden. Filene dine ble kryptert med passordet <strong>%s</strong>.",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "Administrasjonen aktiverte kryptering på serversiden. Filene dine ble kryptert med passordet \"%s\".",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old login password\" field and your current login password." : "Vennligst logg inn på webgrensesnittet, gå til delen \"Sikkerhet\" i dine personlige innstillinger og oppdater krypteringspassordet ditt ved å skrive inn dette passordet i feltet \"Gammelt påloggingspassord\" og ditt nåværende påloggingspassord.",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Kan ikke dekryptere denne filen, kanskje fordi det er en delt fil. Be fileieren om å dele filen pånytt.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Kan ikke lese denne filen, kanskje fordi det er en delt fil. Be fileieren om å dele filen pånytt.",
    "Default encryption module" : "Standard krypteringsmodul",
    "Default encryption module for server-side encryption" : "Standard krypteringsmodul for server-side-kryptering",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "For å kunne bruke denne krypteringsmodulen må du aktivere kryptering på serversiden i administrasjonsinnstillingene. Når den er aktivert, vil denne modulen kryptere alle filene dine gjennomsiktig. Krypteringen er basert på AES 256-nøkler.\nModulen vil ikke berøre eksisterende filer, bare nye filer vil bli kryptert etter at kryptering på serversiden ble aktivert. Det er heller ikke mulig å deaktivere krypteringen igjen og bytte tilbake til et ukryptert system.\nLes dokumentasjonen for å vite alle implikasjoner før du bestemmer deg for å aktivere kryptering på serversiden.",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Krypterings-appen er aktivert men nøklene dine er ikke satt opp. Logg ut og inn igjen.",
    "Encrypt the home storage" : "Krypter hjemmelageret",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Aktivering av dette valget krypterer alle filer som er lagret på hovedlageret. Ellers vil kun filer på eksterne lagre bli kryptert.",
    "Enable recovery key" : "Aktiver gjenopprettingsnøkkel",
    "Disable recovery key" : "Deaktiver gjenopprettingsnøkkel",
    "The recovery key is an additional encryption key used to encrypt files. It is used to recover files from an account if the password is forgotten." : "Gjenopprettingsnøkkelen er en ekstra krypteringsnøkkel som brukes til å kryptere filer. Den brukes til å gjenopprette filer fra en konto hvis passordet er glemt.",
    "Recovery key password" : "Passord for gjenopprettingsnøkkel",
    "Repeat recovery key password" : "Gjenta passord for gjenopprettingsnøkkel",
    "Change recovery key password:" : "Endre passord for gjenopprettingsnøkkel:",
    "Old recovery key password" : "Gammelt passord for gjenopprettingsnøkkel",
    "New recovery key password" : "Nytt passord for gjenopprettingsnøkkel",
    "Repeat new recovery key password" : "Gjenta nytt passord for gjenopprettingsnøkkel",
    "Change Password" : "Endre passord",
    "Basic encryption module" : "Grunnleggende krypteringsmodul",
    "Your private key password no longer matches your log-in password." : "Passordet for din private nøkkel stemmer ikke lenger med påloggingspassordet ditt.",
    "Set your old private key password to your current log-in password:" : "Sett ditt gamle passord for privat nøkkel til ditt nåværende påloggingspassord:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Hvis du ikke husker det gamle passordet ditt kan du spørre administratoren om å gjenopprette filene dine.",
    "Old log-in password" : "Gammelt påloggingspassord",
    "Current log-in password" : "Nåværende påloggingspassord",
    "Update Private Key Password" : "Oppdater passord for privat nøkkel",
    "Enable password recovery:" : "Aktiver gjenoppretting av passord:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Aktivering av dette valget tillater deg å gjenerobre tilgang til dine krypterte filer i tilfelle du mister passordet ditt.",
    "Enabled" : "Aktivert",
    "Disabled" : "Inaktiv",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "Gjenopprettingsnøkkelen er en ekstra krypteringsnøkkel som brukes til å kryptere filer. Den tillater gjenoppretting av en brukers filer i tilfelle brukeren glemmer passordet sitt."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}