{ "translations": {
    "Missing recovery key password" : "Está faltando a senha da chave de recuperação",
    "Please repeat the recovery key password" : "Por favor, repita a senha da chave de recuperação",
    "Repeated recovery key password does not match the provided recovery key password" : "A senha repetida não corresponde com a senha da chave de recuperação fornecida",
    "Recovery key successfully enabled" : "Chave de recuperação habilitada com sucesso",
    "Could not enable recovery key. Please check your recovery key password!" : "Impossível ativar a chave de recuperação. Por favor, verifique a senha da chave de recuperação!",
    "Recovery key successfully disabled" : "Chave de recuperação desabilitada com sucesso",
    "Could not disable recovery key. Please check your recovery key password!" : "Impossível desativar a chave de recuperação. Por favor, verifique a senha da chave de recuperação!",
    "Missing parameters" : "Parâmetros faltantes",
    "Please provide the old recovery password" : "Por favor, forneça a antiga senha de recuperação",
    "Please provide a new recovery password" : "Por favor, forneça a nova senha de recuperação",
    "Please repeat the new recovery password" : "Por favor, repita a nova senha de recuperação",
    "Password successfully changed." : "Senha alterada.",
    "Could not change the password. Maybe the old password was not correct." : "Não foi possível alterar a senha. Talvez a senha antiga não estava correta.",
    "Recovery Key disabled" : "Chave de recuperação desativada",
    "Recovery Key enabled" : "Chave de recuperação ativada",
    "Could not enable the recovery key, please try again or contact your administrator" : "Não foi possível ativar a chave de recuperação. Tente novamente ou entre em contato com o administrador",
    "Could not update the private key password." : "Não foi possível atualizar a senha da chave privada.",
    "The old password was not correct, please try again." : "A senha antiga não estava correta, tente novamente.",
    "The current log-in password was not correct, please try again." : "A senha atual de acesso não estava correta, tente novamente.",
    "Private key password successfully updated." : "Senha de chave privada atualizada com sucesso.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Chave privada inválida para o aplicativo de criptografia. Atualize a senha da sua chave privada nas configurações pessoais para recuperar o acesso aos seus arquivos criptografados.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "O aplicativo de criptografia está habilitado mas suas chaves não foram inicializadas. Por favor, saia e entre novamente.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Habilite a criptografia do lado do servidor em configurações administrativas a fim de usar o módulo de criptografia.",
    "Encryption app is enabled and ready" : "O aplicativo de criptografia está habilitado e pronto",
    "Bad Signature" : "Assinatura ruim",
    "Missing Signature" : "Assinatura faltante",
    "one-time password for server-side-encryption" : "senha de uso único para criptografia do lado do servidor",
    "Encryption password" : "Senha de criptografia",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "A administração habilitou a criptografia do lado do servidor. Seus arquivos foram criptografados usando a senha <strong>%s</strong>.",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "A administração habilitou a criptografia do lado do servidor. Seus arquivos foram criptografados usando a senha \"%s\".",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old login password\" field and your current login password." : "Faça login na interface da web, vá para a seção \"Segurança\" de suas configurações pessoais e atualize sua senha de criptografia inserindo esta senha no campo \"Senha de login antiga\" e sua senha de login atual.",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Não foi possível descriptografar este arquivo, provavelmente é um arquivo compartilhado. Por favor solicite ao dono do arquivo para recompartilhá-lo com você.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Não foi possível ler este arquivo pois provavelmente é um arquivo compartilhado. Por favor, peça ao dono do arquivo para recompartilhá-lo com você.",
    "Default encryption module" : "Módulo de criptografia padrão",
    "Default encryption module for server-side encryption" : "Módulo de criptografia padrão para criptografia do lado do servidor",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "Para usar este módulo de criptografia, você precisa habilitar a criptografia do lado do servidor nas configurações de administração. Uma vez ativado, este módulo criptografará todos os seus arquivos de forma transparente. A criptografia é baseada em chaves AES 256.\nO módulo não tocará nos arquivos existentes, apenas novos arquivos serão criptografados após a criptografia do lado do servidor ser habilitada. Também não é possível desabilitar a criptografia novamente e voltar para um sistema não criptografado.\nLeia a documentação para saber todas as implicações antes de decidir habilitar a criptografia do lado do servidor.",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "O aplicativo de criptografia está habilitado, mas suas chaves não foram inicializadas. Por favor, saia e entre novamente.",
    "Encrypt the home storage" : "Criptografar a pasta de armazenamento home",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Ativar essa opção irá criptografar todos os arquivos do armazenamento principal, caso contrário, apenas arquivos no armazenamento externo serão criptografados",
    "Enable recovery key" : "Ativar chave de recuperação",
    "Disable recovery key" : "Dasabilitar chave de recuperação",
    "The recovery key is an additional encryption key used to encrypt files. It is used to recover files from an account if the password is forgotten." : "A chave de recuperação é uma chave de criptografia adicional usada para criptografar arquivos. É usado para recuperar arquivos de uma conta caso a senha seja esquecida.",
    "Recovery key password" : "Senha da chave de recuperação",
    "Repeat recovery key password" : "Repita a senha da chave de recuperação",
    "Change recovery key password:" : "Mudar a senha da chave de recuperação:",
    "Old recovery key password" : "Senha da chave de recuperação antiga",
    "New recovery key password" : "Senha nova da chave de recuperação",
    "Repeat new recovery key password" : "Repita a senha nova da chave de recuperação",
    "Change Password" : "Trocar senha",
    "Basic encryption module" : "Módulo de criptografia básico",
    "Your private key password no longer matches your log-in password." : "A sua senha de chave privada não corresponde a sua senha de login.",
    "Set your old private key password to your current log-in password:" : "Defina a sua senha antiga da chave privada para sua senha de login atual:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Se você não se lembra de sua senha antiga você pode pedir ao administrador que recupere seus arquivos.",
    "Old log-in password" : "Senha antiga de login",
    "Current log-in password" : "Senha atual de login",
    "Update Private Key Password" : "Atualizar senha da chave privada",
    "Enable password recovery:" : "Ativar recuperação de senha:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Ativar essa opção vai permitir que você obtenha novamente acesso aos seus arquivos criptografados em caso de perda de senha",
    "Enabled" : "Habilitado",
    "Disabled" : "Desabilitado",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "A chave de recuperação é uma chave de criptografia extra que é utilizada para criptografar arquivos. Ela permite a recuperação de arquivos se um usuário esquecer sua senha."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}