{ "translations": {
    "Missing recovery key password" : "Lipsește parola cheii de recuperare",
    "Please repeat the recovery key password" : "Te rog repetă parola cheii de recuperare",
    "Recovery key successfully enabled" : "Cheia de recupeare a fost activata cu succes",
    "Could not enable recovery key. Please check your recovery key password!" : "Nu s-a putut activa cheia de recuperare. Verifica parola de recuperare!",
    "Recovery key successfully disabled" : "Cheia de recuperare dezactivata cu succes",
    "Could not disable recovery key. Please check your recovery key password!" : "Nu am putut dezactiva cheia de recuperare. Verifica parola de recuperare!",
    "Please provide the old recovery password" : "Te rog oferă parola de recuperare veche",
    "Please provide a new recovery password" : "Te rog oferă o nouă parolă de recuperare",
    "Please repeat the new recovery password" : "Te rog repetă noua parolă de recuperare",
    "Password successfully changed." : "Parola a fost modificată cu succes.",
    "Could not change the password. Maybe the old password was not correct." : "Parola nu a putut fi schimbata. Poate ca parola veche este incorecta.",
    "Recovery Key enabled" : "Cheie de recuperare activată",
    "Could not enable the recovery key, please try again or contact your administrator" : "Nu poate fi activată cheia de recuperare, te rog încearcă din nou sau contactează administratorul",
    "Private key password successfully updated." : "Cheia privata a fost actualizata cu succes",
    "Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files." : "Cheie privată nevalidă pentru aplicația Încriptare. Te rog, actualizează-ți parola cheii private folosind setările personale pentru a reaccesa fișierele tale încriptate.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Aplicatia de criptare este activata dar tastatura nu este initializata , va rugam deconectati-va si reconectati-va",
    "The share will expire on %s." : "Partajarea va expira în data de %s.",
    "Change Password" : "Schimbă parola",
    "ownCloud basic encryption module" : "modul de ecnriptie bazic ownCloud",
    "Enabled" : "Activat",
    "Disabled" : "Dezactivat"
},"pluralForm" :"nplurals=3; plural=(n==1?0:(((n%100>19)||((n%100==0)&&(n!=0)))?2:1));"
}