{ "translations": {
    "Missing recovery key password" : "Fartat sa crae de riprìstinu",
    "Please repeat the recovery key password" : "Torra a insertare sa crae de riprìstinu",
    "Repeated recovery key password does not match the provided recovery key password" : "Sa crae de riprìstinu torrada a insertare non currispondet cun sa crae de riprìstinu frunida",
    "Recovery key successfully enabled" : "Ativatzione de sa crae de riprìstinu resèssida",
    "Could not enable recovery key. Please check your recovery key password!" : "No at fatu a ativare sa crae de riprìstinu. Controlla·ti sa crae de riprìstinu!",
    "Recovery key successfully disabled" : "Crae de riprìstinu disativada",
    "Could not disable recovery key. Please check your recovery key password!" : "No at fatu a disativare sa crae de riprìstinu. Controlla·ti sa crae de ripristinu!",
    "Missing parameters" : "Fartant paràmetros",
    "Please provide the old recovery password" : "Pone sa crae de riprìstinu betza",
    "Please provide a new recovery password" : "Pone una crae de riprìstinu noa",
    "Please repeat the new recovery password" : "Torra a insertare sa crae de riprìstinu",
    "Password successfully changed." : "Su càmbiu de sa crae est andadu bene.",
    "Could not change the password. Maybe the old password was not correct." : "No at fatu a cambiare sa crae. Mancari sa crae betza non fiat curreta.",
    "Recovery Key disabled" : "Crae de riprìstinu disativada",
    "Recovery Key enabled" : "Crae de riprìstinu ativada",
    "Could not enable the recovery key, please try again or contact your administrator" : "No at fatu a ativare sa crae de riprìstinu, torra·bi a proare o cuntata a s'amministradore tuo",
    "Could not update the private key password." : "No at fatu a agiornare sa crae privada.",
    "The old password was not correct, please try again." : "Sa crae betza non fiat curreta, proa torra.",
    "The current log-in password was not correct, please try again." : "Sa crae de atzessu noa non fiat curreta, proa torra.",
    "Private key password successfully updated." : "S'agiornamentu de sa crae est resèssidu.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Crae privada non bàlida pro s'aplicatzione de tzifradura. Agiorna sa crae privada in sa cunfiguratzione personale pro ripristinare s'atzessu a is archìvios tuos tztifrados.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "S'aplicatzione de tzifradura est abilitada, ma is craes non sunt istadas inghitzadas. Disconnète·ti e faghè torra s'atzessu.",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Abilita sa tzifradura dae s'ala de su serbidore in sa cunfiguratzione de amministratzione pro impreare su mòdulu de tzifradura.",
    "Encryption app is enabled and ready" : "S'aplicatzione de tzifradura est ativada e pronta ",
    "Bad Signature" : "Firma isballiada",
    "Missing Signature" : "Fartat sa firma",
    "one-time password for server-side-encryption" : "crae a un'impreu pro sa tzifradura a s'ala de su serbidore",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Non faghet a detzifrare custu archìviu, podet dare chi siat un'archìviu cumpartzidu. Pedi a su mere de s'archìviu de torrare a cumpartzire s'archìviu cun tegus.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Non faghet a detzifrare custu archìviu, podet dare chi siat un'archìviu cumpartzidu. Pedi a su mere de s'archìviu de torrare a cumpartzire s'archìviu cun tegus.",
    "Default encryption module" : " Mòdulu de tzifradura predefinidu",
    "Default encryption module for server-side encryption" : " Mòdulu de tzifradura predefinidu pro sa tzifradura a s'ala de su serbidore",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Aplicatzione de tzifradura est ativada ma is craes tuas non sunt inghitzadas, essi·nche e torra·nche a intrare",
    "Encrypt the home storage" : "Tzifra s'archiviatzione printzipale",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : " S'abilitatzione de custu sèberu tzifrat totu is archìvios memorizados in s'archiviatzione printzipale, sinunca ant a èssere tzifrados isceti is archìvios in s'archiviatzione de foras.",
    "Enable recovery key" : "Ativa sa crae de riprìstinu",
    "Disable recovery key" : "Disativa sa crae de riprìstinu",
    "Recovery key password" : "Crae de sa crae de riprìstinu",
    "Repeat recovery key password" : "Torra a insertare sa crae de riprìstinu",
    "Change recovery key password:" : "Càmbia sa crae de rirprìstinu",
    "Old recovery key password" : "Crae betza de sa crae de riprìstinu",
    "New recovery key password" : "Crae noa de sa crae de riprìstinu",
    "Repeat new recovery key password" : "Torra a insertare sa crae de riprìstinu",
    "Change Password" : "Càmbia crae",
    "Basic encryption module" : "Mòdulu de tzifradura base",
    "Your private key password no longer matches your log-in password." : " Sa crae privada non currispondet prus cun sa crae de intrada.",
    "Set your old private key password to your current log-in password:" : "Cunfigura sa crae privada betza comente crae de intrada atuale:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si non t'ammentas sa crae betza ddi podes pedire a s'amministradore tuo de ti recuperare is archìvios.",
    "Old log-in password" : "Crae betza de intrada",
    "Current log-in password" : " Crae de intrada atuale",
    "Update Private Key Password" : " Agiorna sa crae de sa crae privada",
    "Enable password recovery:" : "Abìlita su riprìstinu de sa crae:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "S'abilitatzione di custu sèberu t'at a permìtere de torrare a intrare a is archìvios in casu chi nche perdas sa crae",
    "Enabled" : "Ativada",
    "Disabled" : "Disativada",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "Sa crae de riprìstinu est una crae de tzifradura in agiunta impreada pro tzifrare is archìvios. Cunsentit de ripristinare is archìvios si s'utente si nch'irmènticat sa crae."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}