{ "translations": {
    "Missing recovery key password" : "Відсутній пароль ключа відновлення",
    "Please repeat the recovery key password" : "Введіть ще раз пароль для ключа відновлення",
    "Repeated recovery key password does not match the provided recovery key password" : "Введені паролі ключа відновлення не співпадають",
    "Recovery key successfully enabled" : "Ключ відновлення підключено",
    "Could not enable recovery key. Please check your recovery key password!" : "Не вдалося застосувати ключ відновлення. Будь ласка, перевірте пароль ключа відновлення!",
    "Recovery key successfully disabled" : "Ключ відновлення відключено",
    "Could not disable recovery key. Please check your recovery key password!" : "Не вдалося відключити ключ відновлення. Будь ласка, перевірте пароль ключа відновлення!",
    "Missing parameters" : "Відсутні параметри",
    "Please provide the old recovery password" : "Будь ласка, введіть старий пароль відновлення",
    "Please provide a new recovery password" : "Будь ласка, введіть новий пароль відновлення",
    "Please repeat the new recovery password" : "Будь ласка, введіть новий пароль відновлення ще раз",
    "Password successfully changed." : "Пароль змінено.",
    "Could not change the password. Maybe the old password was not correct." : "Не вдалося змінити пароль. Можливо ви неправильно ввели старий пароль.",
    "Recovery Key disabled" : "Ключ відновлення відключений",
    "Recovery Key enabled" : "Відновлення ключа увімкнено",
    "Could not enable the recovery key, please try again or contact your administrator" : "Не вдалося застосувати ключ відновлення, будь ласка, перевірте пароль ключа відновлення або сконтактуйте з адміністратором!",
    "Could not update the private key password." : "Не вдалося оновити пароль секретного ключа.",
    "The old password was not correct, please try again." : "Старий пароль введено не вірно, спробуйте ще раз.",
    "The current log-in password was not correct, please try again." : "Невірний пароль входу, будь ласка, спробуйте ще раз.",
    "Private key password successfully updated." : "Пароль секретного ключа оновлено.",
    "Invalid private key for encryption app. Please update your private key password in your personal settings to recover access to your encrypted files." : "Недійсний приватний ключ для застосунку шифрування. Щоб відновити доступ до зашифрованих файлів, оновіть пароль приватного ключа в особистих налаштуваннях.",
    "Encryption App is enabled, but your keys are not initialized. Please log-out and log-in again." : "Застосунок шифрування увімкнено, але ваші ключі не ініціалізовано. Будь ласка, вийдіть з системи та увійдіть знову. ",
    "Please enable server side encryption in the admin settings in order to use the encryption module." : "Для використання модуля шифрування, будь ласка, увімкніть шифрування на стороні сервера в налаштуваннях адміністратора.",
    "Encryption app is enabled and ready" : "Застосунок для шифрування увімкнено та все перебуває у робочому стані",
    "Bad Signature" : "Погана сиґнатура",
    "Missing Signature" : "Відсутній підпис",
    "one-time password for server-side-encryption" : "одноразовий пароль для шифрування на сервері",
    "Encryption password" : "Пароль для шифрування",
    "The administration enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>." : "Адміністратор увімкнув шифрування даних на рівні сервера. Ваші файли було зашифровано з використанням паролю <strong>%s</strong>.",
    "The administration enabled server-side-encryption. Your files were encrypted using the password \"%s\"." : "Адміністратор увімкнув шифрування даних на рівні сервера. Ваші файли було зашифровано з використанням паролю \"%s\".",
    "Please login to the web interface, go to the \"Security\" section of your personal settings and update your encryption password by entering this password into the \"Old login password\" field and your current login password." : "Будь ласка, увійдіть до вебінтерфейсу хмари, перейдіть до розділу \"Безпека\" ваших особистих налаштувань та оновіть ваш пароль шифрування даних: для цього зазначте пароль у полі \"Старий пароль входу\" та ваш поточний пароль входу.",
    "Cannot decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Не вдається розшифрувати цей файл, ймовірно, він знаходиться у спільному доступі. Будь ласка, зверніться до власника файлу з проханням надати вам доступ до нього.",
    "Cannot read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Не вдається прочитати цей файл, ймовірно, це файл із загальним доступом. Будь ласка, попросіть власника файлу надати вам спільний доступ до нього. ",
    "Default encryption module" : "Типовий модуль шифрування",
    "Default encryption module for server-side encryption" : "Типовий модуль шифрування для шифрування на стороні сервера",
    "In order to use this encryption module you need to enable server-side encryption in the admin settings. Once enabled this module will encrypt all your files transparently. The encryption is based on AES 256 keys.\nThe module will not touch existing files, only new files will be encrypted after server-side encryption was enabled. It is also not possible to disable the encryption again and switch back to an unencrypted system.\nPlease read the documentation to know all implications before you decide to enable server-side encryption." : "Для користування цим модулем шифрування потрібно увімкнути шифрування даних на рівні сервера у налаштуваннях адміністратора. Одразу після увімкнення цього модуля ваші дані буде зашифровано з використанням AES 256 ключа.\nЗверніть увагу, що цей модуль передбачає, що шифрування буде застосовано тільки до нових файлів, файли, які було створено до увімкнення шифрування залишаться незашифровані. Також подалі не буде можливо вимкнути шифрування та повернутися до незашифрованого стану системи.\nБудь ласка, ознайомтеся з документацією та врахуйте всі ризики до того, як увімкнете шифрування на рівні сервера.",
    "Encryption app is enabled but your keys are not initialized, please log-out and log-in again" : "Застосунок для шифрування увімкнено, але ваші ключі не ініціалізовано. Будь ласка, вийдіть із системи та увійдіть знову",
    "Encrypt the home storage" : "Зашифрувати домашній каталог",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Увімкнення цього параметра шифрує всі файли, що зберігаються в основній пам’яті, інакше будуть зашифровані лише файли на зовнішній пам’яті",
    "Enable recovery key" : "Увімкнути ключ відновлення",
    "Disable recovery key" : "Вимкнути ключ відновлення",
    "The recovery key is an additional encryption key used to encrypt files. It is used to recover files from an account if the password is forgotten." : "Ключ відновлення - це додатковий ключ шифрування, який використовується для шифрування файлів. Він використовується для відновлення файлів з облікового запису, якщо, наприклад, ви забули пароль.",
    "Recovery key password" : "Пароль ключа відновлення",
    "Repeat recovery key password" : "Повторіть пароль ключа відновлення",
    "Change recovery key password:" : "Змінити пароль ключа відновлення:",
    "Old recovery key password" : "Старий пароль ключа відновлення",
    "New recovery key password" : "Новий пароль ключа відновлення",
    "Repeat new recovery key password" : "Повторіть новий пароль ключа відновлення",
    "Change Password" : "Змінити Пароль",
    "Basic encryption module" : "Основний модуль шифрування",
    "Your private key password no longer matches your log-in password." : "Пароль вашого закритого ключа більше не відповідає паролю від вашого облікового запису.",
    "Set your old private key password to your current log-in password:" : "Замініть старий пароль від закритого ключа на новий пароль входу:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Якщо ви не пам'ятаєте ваш старий пароль, ви можете звернутися до адміністратора щоб його відновити.",
    "Old log-in password" : "Старий пароль входу",
    "Current log-in password" : "Поточний пароль входу",
    "Update Private Key Password" : "Оновити пароль для закритого ключа",
    "Enable password recovery:" : "Ввімкнути відновлення паролю:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Включення цієї опції дозволить вам отримати доступ до своїх зашифрованих файлів у випадку втрати паролю",
    "Enabled" : "Увімкнено",
    "Disabled" : "Вимкнено",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "Ключ відновлення — це додатковий ключ шифрування, який використовується для шифрування файлів. Це дозволяє відновити файли користувача, якщо користувач забув свій пароль."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}