{ "translations": {
    "Channel updated" : "Kanal opdateret",
    "Web updater is disabled" : "Webopdatering er deaktiveret",
    "App updated" : "App opdateret",
    "See what's new" : "Se hvad der er nyt",
    "{app} updated to version {version}" : "{app} opdateret til version {version}",
    "Update notifications" : "Opdaterings notifikationer",
    "The update server could not be reached since %d days to check for new updates." : "Har ikke været forbundet til opdateringsserveren i %d dage for at tjekke efter nye opdateringer.",
    "Please check the Nextcloud and server log files for errors." : "Tjek venligst Nextcloud server log for fejl.",
    "Update to {serverAndVersion} is available." : "Opdatering til {serverAndVersion} er tilgængelig.",
    "Update for {app} to version %s is available." : "Opdatering af {app} til version %s er tilgængelig.",
    "Update notification" : "Opdaterings notifikation",
    "Displays update notifications for Nextcloud, app updates, and provides the SSO for the updater." : "Viser opdateringsnotifikationer til Nextcloud, app opdateringer og leverer SSO for opdateren.",
    "Give feedback" : "Giv feedback",
    "Get started" : "Kom i gang",
    "No changelog available" : "Ingen ændringslog tilgængelig",
    "What's new in {app} {version}" : "Hvad er nyt i {app} {version}",
    "A new version is available: <strong>{newVersionString}</strong>" : "En ny version er tilgængelig: <strong>{newVersionString}</strong>",
    "Note that after a new release the update only shows up after the first minor release or later. We roll out new versions spread out over time and sometimes skip a version when issues are found. Learn more about updates and release channels at {link}" : "Bemærk at efter en ny udgivelse, så vil opdateringen kun vises efter en den første mindre udgivelse eller senere. Vi ruller nye versioner ud, spredt over tid og nogle gange springer vi en version over, hvis der opdages problemer. Lære mere om opdateringer og udgivelseskanaler på {link}",
    "Checked on {lastCheckedDate} - Open changelog" : "Kontrolleret den {lastCheckedDate} - Åben ændringslog",
    "Checking apps for compatible versions" : "Kontrollere apps for kompatible versioner",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Vær venligst sikker på at din config.php ikke sætter <samp>appstoreenabled</samp> til falsk.",
    "Could not connect to the App Store or no updates have been returned at all. Search manually for updates or make sure your server has access to the internet and can connect to the App Store." : "Kunne ikke forbinde til App Store, eller der er ikke returneret nogle opdateringer overhovedet. Søg manuelt efter opdateringer for at være sikker på at din server har adgang til internettet og kan forbinde til App Store.",
    "<strong>All</strong> apps have a compatible version for this {productName} version available." : "<strong>Alle</strong> apps har en tilgængelig kompatibel version til denne {productName} version.",
    "_<strong>%n</strong> app has no compatible version for this {productName} version available._::_<strong>%n</strong> apps have no compatible version for this {productName} version available._" : ["<strong>%n</strong> app har ingen kompatibel version tilgængelig til denne {productName} version.","<strong>%n</strong> apps har ingen kompatibel version tilgængelig til denne {productName} version."],
    "Enterprise" : "Enterprise",
    "For enterprise use. Provides always the latest patch level, but will not update to the next major release immediately." : "Til enterprise anvendelse. Leverer altid det seneste patch niveau, men vil ikke straks opdatere til den næste større udgivelse.",
    "That update happens once {vendor} has done additional hardening and testing for large-scale and mission-critical deployments." : "Denne opdatering sker når {vendor} har udført yderligere sikring og testning for storskala og missionskritiske udrulninger.",
    "This channel is only available to customers and provides the {enterprise} package." : "Denne kanal er kun tilgængelig for kunder og leverer {enterprise} pakken.",
    "Stable" : "Stabil",
    "The most recent stable version. It is suited for regular use and will always update to the latest major version." : "Den seneste stabile version. Den er passende for regulær anvendelse og vil altid opdatere til den seneste større version.",
    "Beta" : "Beta",
    "A pre-release version only for testing new features, not for production environments." : "En præudgivelses version der kun er til test af nye funktionaliteter. Ikke til produktionsmiljøer.",
    "Update" : "Opdatér",
    "The version you are running is not maintained anymore. Please make sure to update to a supported version as soon as possible." : "Den version du kører er ikke vedligeholdt længere. Vær venligst sikker på at du opdaterer til en understøttet version, så hurtigt som muligt.",
    "Apps missing compatible version" : "Apps mangler kompatibel version",
    "View in store" : "Se i butik",
    "Apps with compatible version" : "Apps med kompatibel version",
    "Please note that the web updater is not recommended with more than 100 accounts! Please use the command line updater instead!" : "Vær venligst opmærksom på at webopdatereren ikke anbefales ved mere end 100 konti! Anvend venligst kommandolinje opdatereren i stedet!",
    "Open updater" : "Åbn for opdatering",
    "Download now" : "Hent nu",
    "Web updater is disabled. Please use the command line updater or the appropriate update mechanism for your installation method (e.g. Docker pull) to update." : "Webopdaterer er deaktiveret. Anvend venligst kommandolinje opdatereren eller den passende opdateringsmekanisme til din installationsmetode (fx Docker pull) for at opdatere.",
    "What's new?" : "Hvad er nyt?",
    "View changelog" : "Se ændringslog",
    "The update check is not yet finished. Please refresh the page." : "Opdateringstjek er ikke færdigt. Genindlæs venligst siden.",
    "Your version is up to date." : "Du har seneste version.",
    "A non-default update server is in use to be checked for updates:" : "En ikke standard opdateringsserver bliver brugt for at tjekke efter opdateringer:",
    "Update channel" : "Opdateringskanal",
    "Changing the update channel also affects the apps management page. E.g. after switching to the beta channel, beta app updates will be offered to you in the apps management page." : "Ændring af opdateringskanalen kan også påvirke app administrationssiden. Fx efter skift til beta kanal, så vil beta opdateringer til apps blive tilbudt via app administrationssiden.",
    "Current update channel:" : "Aktuel opdateringskanal:",
    "You can always update to a newer version. But you can never downgrade to a more stable version." : "Du kan altid opdatere til en nyere version. Men du kan aldrig nedgradere til en mere stabil version.",
    "Notify members of the following groups about available updates:" : "Meddel brugere fra følgende gruppe om tilgængelige opdateringer: ",
    "No groups" : "Ingen grupper",
    "Only notifications for app updates are available." : "Kun notifikationer for app opdateringer er tilgængelige.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "Den valgte kanal lave dedikerede notifikationer for serveren ligegyldige.",
    "The selected update channel does not support updates of the server." : "Den valgte opdateringskanal understøtter ikke opdatering af serveren.",
    "Changelog for app {app}" : "Ændringslog for app {app}",
    "What's new in {app} version {version}" : "Hvad er nyt i {app} version {version}",
    "{version} is available. Get more information on how to update." : "{version} er tilgængelig. Få mere information om hvordan du opdaterer.",
    "<strong>All</strong> apps have a compatible version for this Nextcloud version available." : "<strong>Alle</strong> apps har en kompatibel version til denne Nextcloud version, tilgængelig.",
    "_<strong>%n</strong> app has no compatible version for this Nextcloud version available._::_<strong>%n</strong> apps have no compatible version for this Nextcloud version available._" : ["<strong>%n</strong> app har igen tilgængelig kompatibel version til denne Nextcloud version.","<strong>%n</strong> apps kar ingen kompatibel version tilgængelig, til denne Nextcloud version."],
    "For enterprise use. Provides always the latest patch level, but will not update to the next major release immediately. That update happens once Nextcloud GmbH has done additional hardening and testing for large-scale and mission-critical deployments. This channel is only available to customers and provides the Nextcloud Enterprise package." : "Til enterprise anvendelse. Leverer altid det seneste patch niveau, men vil ikke straks opdatere til den næste større udgivelse. Den opdatering sker først når Nextcloud GmbH har foretaget yderligere sikring og testning for storskala og missionskritiske udrulninger. Denne kanal er kun tilgængelig for kunder og leverer Nextcloud Enterprise pakken."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}