{ "translations": {
    "{version} is available. Get more information on how to update." : "{version} disponeblas. Ekhavi pli da informo pri kiel ĝisdatigi.",
    "Update notifications" : "Sciigoj pri ĝisdatigoj",
    "Channel updated" : "Kanalo ĝisdatigita",
    "The update server could not be reached since %d days to check for new updates." : "La servilo de ĝisdatigoj ne atingeblis de %d tagoj.",
    "Please check the Nextcloud and server log files for errors." : "Bv. kontroli la protokoldosieron de Nextcloud kaj de la servilo pri eraroj.",
    "Update to %1$s is available." : "Ĝisdatigo al %1$s disponeblas.",
    "Update for %1$s to version %2$s is available." : "Ĝisdatigo de %1$s al versio %2$s disponeblas.",
    "Update for {app} to version %s is available." : "Ĝisdatigo de {app} al versio %s disponeblas.",
    "Update notification" : "Sciigo pri ĝisdatigoj",
    "Displays update notifications for Nextcloud and provides the SSO for the updater." : "Montras sciigojn pri ĝisdatigoj pri Nextcloud kaj provizas ununuran ensaluton („SSO“ angle) por la ĝisdatigilo.",
    "The version you are running is not maintained anymore. Please make sure to update to a supported version as soon as possible." : "La versio, kiun vi nun uzas, ne plus estas subtenata. Bv. ĝisdatigi al subtenata versio kiel eble plej rapide.",
    "Apps missing updates" : "Aplikaĵoj kun mankantaj ĝisdatigoj",
    "View in store" : "Vidi en la aplikaĵejo",
    "Apps with available updates" : "Apikaĵoj kun disponeblaj ĝisdatigoj",
    "Open updater" : "Malfermi la ĝisdatigilon",
    "Download now" : "Elŝuti nun",
    "What's new?" : "Kio nova?",
    "The update check is not yet finished. Please refresh the page." : "La kontrolo pri ĝisdatigoj ankoraŭ ne finiĝis. Bv. aktualigi la paĝon.",
    "Your version is up to date." : "Via versio estas ĝisdata.",
    "A non-default update server is in use to be checked for updates:" : "Nedefaŭlta servilo por ĝisdatigoj uziĝas por kontroli ĝisdatigojn:",
    "Update channel:" : "Ĝisdatiga kanalo:",
    "You can always update to a newer version. But you can never downgrade to a more stable version." : "Vi povas ĝisdatigi iam ajn al pli nova versio. Sed vi povas neniam malĝisdatigi al pli stabila versio.",
    "Note that after a new release it can take some time before it shows up here. We roll out new versions spread out over time to our users and sometimes skip a version when issues are found." : "Rimarku, ke, post nova eldono, necesos iom da tempo, antaŭ ol ĝi montriĝos ĉi tie. Ni eldonas novajn versiojn laŭgrade al niaj uzantoj, kaj ni kelkfoje preterlasas version, kiam oni trovas problemojn.",
    "A new version is available: %s" : "Nova versio disponebla\\: %s"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}