{ "translations": {
    "Channel updated" : "Kanal värskendatud",
    "Web updater is disabled" : "Veebiuuendaja on keelatud",
    "Configuration is read-only" : "Seadistused on ainult loetavas olekus",
    "App updated" : "Rakendus on uuendatud",
    "See what's new" : "Kae, mida uut leidub",
    "{app} updated to version {version}" : "{app} uuendati versioonile {version}",
    "Update notifications" : "Uuendusmärguanded",
    "The update server could not be reached since %d days to check for new updates." : "Uuenduste serveriga ei ole uuenduste otsimiseks saadud ühendust %d päeva.",
    "Please check the Nextcloud and server log files for errors." : "Palun vaata Nextcloudi ja serveri logifaile tõrgete leidmiseks.",
    "Update to {serverAndVersion} is available." : "Uuendus {serverAndVersion}-le on saadaval.",
    "Update for {app} to version %s is available." : "Uuendus {app} versioonile %s on saadaval.",
    "Update notification" : "Uuendusmärguanne",
    "Displays update notifications for Nextcloud, app updates, and provides the SSO for the updater." : "Näitab uuendusmärguannet Nexticloudi, rakenduste uuenduste puhul ja pakub SSO linki nende uuendamiseks.",
    "Give feedback" : "Jaga tagasisidet",
    "Get started" : "Alusta",
    "No changelog available" : "Muudatuste logi pole saadaval",
    "What's new in {app} {version}" : "Mida uut {app} {version} sisaldab",
    "A new version is available: <strong>{newVersionString}</strong>" : "Saadaval on uus versioon: <strong>{newVersionString}</strong>",
    "Note that after a new release the update only shows up after the first minor release or later. We roll out new versions spread out over time and sometimes skip a version when issues are found. Learn more about updates and release channels at {link}" : "Palun arvesta, et peale uue versiooni ilmumist teave pole kohe saadaval. Me jagame uute versioonide levituse ajas laiali ning vigade tuvastamisel võime ka levitamise katkestada. Lisateave uuenduste ja uuenduskanalite kohta leidub siin: {link}",
    "Checked on {lastCheckedDate} - Open changelog" : "Kontrollitud {lastCheckedDate} - Ava muudatuste logi",
    "Checking apps for compatible versions" : "Kontrollin rakenduste ühilduvaid versioone",
    "Please make sure your config.php does not set <samp>appstoreenabled</samp> to false." : "Palun kontrolli, et selle serveri config.php failis poleks <samp>appstoreenabled</samp> võtme väärtuseks „false“.",
    "Could not connect to the App Store or no updates have been returned at all. Search manually for updates or make sure your server has access to the internet and can connect to the App Store." : "Kas rakendustepoega polnud võimalik ühendust luua või päringu vastuses polnud uuenduste teavet. Otsi uuendusi käsitsi või kontrolli, et serveri internetiühendus toimib ja tal on võimalik rakendustepoe liidesele ligi saada.",
    "<strong>All</strong> apps have a compatible version for this {productName} version available." : "<strong>Kõikidel</strong> rakendustel on selle {productName}i versiooniga ühilduv versioon.",
    "_<strong>%n</strong> app has no compatible version for this {productName} version available._::_<strong>%n</strong> apps have no compatible version for this {productName} version available._" : ["<strong>%n</strong> rakenduse versioon ei ühildu selle {productName}i versiooniga.","<strong>%n</strong> rakenduse versioon ei ühildu selle {productName}i versiooniga."],
    "Enterprise" : "Suurorganisatsioonide versioon",
    "For enterprise use. Provides always the latest patch level, but will not update to the next major release immediately." : "Kasutusel suurtes organisatsioonides ja ettevõtetes. Viimased täiednused on alati lisatud, kuid uuendamine järgmise põhiversioonini ei toimu kohe.",
    "That update happens once {vendor} has done additional hardening and testing for large-scale and mission-critical deployments." : "See juhtub siis, kui {vendor} on teinud suurte ja/või missioonikriitiliste paigaldusete jaoks vajalikud täiendused.",
    "This channel is only available to customers and provides the {enterprise} package." : "See kanal on kasutusel vaid klientide jaoks ning siit on saadaval vaid teenus {enterprise}.",
    "Stable" : "Stabiilne versioon",
    "The most recent stable version. It is suited for regular use and will always update to the latest major version." : "Viimane stabiilne versioon. Sobib tavakasutuseks ning alati sisaldab uuendamist viimase põhiversioonini.",
    "Beta" : "Beetaversioon",
    "A pre-release version only for testing new features, not for production environments." : "Eelversioon uute funktsionaalsuste testimiseks ning ei sobi kasutamiseks  igapäevases tarvekeskkonnas.",
    "Update" : "Uuenda",
    "The version you are running is not maintained anymore. Please make sure to update to a supported version as soon as possible." : "Versiooni, mida kasutad, ei uuendata enam. Palun uuenda toetatud versioonile võimalikult kiiresti.",
    "Apps missing compatible version" : "Nendel hetkel paigaldatud rakendustel puuduvad toetatud versioonid",
    "View in store" : "Vaata poes",
    "Apps with compatible version" : "Rakendused toetatud versiooniga",
    "Please note that the web updater is not recommended with more than 100 accounts! Please use the command line updater instead!" : "Palun arvesta, et veebipõhine uuendaja pole soovitatav, kui serveris on üle 100 kasutajakonto! Sel puhul kasuta käsureapõhist uuendajat!",
    "Open updater" : "Ava uuendaja",
    "Download now" : "Laadi kohe alla",
    "Web updater is disabled. Please use the command line updater or the appropriate update mechanism for your installation method (e.g. Docker pull) to update." : "Veebipõhine uuendaja pole kasutusel. Palun kasuta tarkvara uuendamiseks käsureapõhist uuendajat või sinu paigalduse meetodile ettenähtud lahendust (nt. Docker pull).",
    "What's new?" : "Mida on uut?",
    "View changelog" : "Vaata muudatuste logi",
    "The update check is not yet finished. Please refresh the page." : "Uuenduste kontrollimine pole veel lõppenud. Palun värskendage lehte.",
    "Your version is up to date." : "Su versioon on ajakohane.",
    "A non-default update server is in use to be checked for updates:" : "Uuenduste kontrollimiseks on kasutav vaikimisi serverist erinev server:",
    "Update channel" : "Uuenduste kanal",
    "Changing the update channel also affects the apps management page. E.g. after switching to the beta channel, beta app updates will be offered to you in the apps management page." : "Uuenduskanalite muutmine mõjutab ka rakenduste haldamise lehte. Kui võtad serveri jaoks kasutusele beetaversiooni, siis pakutakse sulle selles vaates ka rakenduste beetaversioone.",
    "Current update channel:" : "Praegune uuenduste kanal:",
    "You can always update to a newer version. But you can never downgrade to a more stable version." : "Sa saad alati uuendada järgmisele stabiilsele versioonile, kuid ei saa kasutusele võtta eelmist stabiilset versiooni.",
    "Notify members of the following groups about available updates:" : "Teavita jägmiste gruppide liikmeid saadaval olevatest uuendustest:",
    "No groups" : "Gruppe pole",
    "Only notifications for app updates are available." : "Vaid rakenduste uuenduste märguanded on saadaval.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "Valitud uuenduskanal muudab serveri uuendusmärguanded mõttetuks.",
    "The selected update channel does not support updates of the server." : "Valitud uuenduskanal ei toeta selle serveri uuendamist.",
    "Changelog for app {app}" : "{app} rakenduse muudatuste logi",
    "What's new in {app} version {version}" : "Mida uut {app} {version} sisaldab",
    "{version} is available. Get more information on how to update." : "{version} on saadaval. Vaata lisainfot uuendamise kohta.",
    "<strong>All</strong> apps have a compatible version for this Nextcloud version available." : "<strong>Kõikidel</strong> rakendustel on selle Nextcloudi versiooniga ühilduv versioon.",
    "_<strong>%n</strong> app has no compatible version for this Nextcloud version available._::_<strong>%n</strong> apps have no compatible version for this Nextcloud version available._" : ["1%n1 rakenduse versioon ei ühildu selle uue Nextcloudi versiooniga.","<strong>%n</strong> rakenduse versioon ei ühildu selle uue Nextcloudi versiooniga."],
    "For enterprise use. Provides always the latest patch level, but will not update to the next major release immediately. That update happens once Nextcloud GmbH has done additional hardening and testing for large-scale and mission-critical deployments. This channel is only available to customers and provides the Nextcloud Enterprise package." : "Mõeldud suurorganisatsioonidele. Tagab alati, et viimased pisiparandused on lisatud, kuid järgmine suurem uuendus mitte. See on võimalik alles siis, kui Nextcloud GmbH on lisanud tugevdusmeetmeid ja läbinud suurte ning missioonikriitiliste paigalduste kontekstis vajaliku testimise. See uuenduskanal on saadaval vaid lepingulistele klientidele ning on osa Nextcloudi paketist suurorganisatsioonidele (Nextcloud Enterprise)."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}