{ "translations": {
    "Update notifications" : "Notifications de mises à jour",
    "Could not start updater, please try the manual update" : "Impossible de démarrer le système de mise à jour, veuillez essayer de mettre à jour manuellement",
    "{version} is available. Get more information on how to update." : "La version {version} est disponible. Cliquez ici pour plus d'informations sur comment mettre à jour.",
    "Channel updated" : "Canal de mise à jour modifié",
    "Update to %1$s is available." : "Une mise à jour vers %1$s est disponible",
    "Update for %1$s to version %2$s is available." : "Une mise à jour de %1$s vers la version %2$s est disponible.",
    "Update for {app} to version %s is available." : "Une mise à jour de {app} vers la version %s est disponible.",
    "A new version is available: %s" : "Une nouvelle version est disponible : %s",
    "Open updater" : "Ouvrir le système de mise à jour",
    "Download now" : "Télécharger maintenant",
    "Your version is up to date." : "Votre version est à jour.",
    "Checked on %s" : "Vérifié le %s",
    "Update channel:" : "Canal de mise à jour :",
    "You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel." : "Vous pouvez à tout moment mettre à jour vers une version plus récente ou un canal expérimental. Cependant vous ne pourrez jamais revenir à un canal plus stable.",
    "Notify members of the following groups about available updates:" : "Notifier les membres des groupes suivants des mises à jours disponibles :",
    "Only notification for app updates are available." : "Seules les notifications pour les mises à jour d'applications sont diponibles.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "Le canal de mise à jour sélectionné rend obsolètes les notifications dédiées au serveur.",
    "The selected update channel does not support updates of the server." : "Le canal de mises à jour sélectionné ne supporte pas les mises à jour du serveur.",
    "You are running PHP %s. To allow you to upgrade to Nextcloud 11 and higher you need to run at least PHP 5.6. Once you upgraded your PHP version you will be able to receive update notifications for these newer versions." : "Vous utilisé PHP %s. Pour pouvoir mettre à jour vers Nextcloud 11 et supérieur, vous devez utiliser au minimum PHP 5.6. Une fois votre version PHP mis à jour, vous pourrez recevoir des notifications de mise à jour pour ces nouvelles versions. "
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}