{ "translations": {
    "Update notifications" : "Actualizar as notificacións",
    "Could not start updater, please try the manual update" : "Non foi posíbel iniciar o actualizador, tente a actualización manualmente",
    "{version} is available. Get more information on how to update." : "{version} está dispoñíbel. Obteña máis información sobre como actualizar.",
    "Channel updated" : "Canle actualizada",
    "The update server could not be reached since %d days to check for new updates." : "Non foi posíbel acadar o servidor de actualizacións dende vai %d días para comprobar se hai novas actualizacións.",
    "Please check the Nextcloud and server log files for errors." : "Revise os ficheiros de rexistro de Nextcloud e do servidor na busca de erros.",
    "Update to %1$s is available." : "Está dispoñíbel  unha actualización para %1$s.",
    "Update for %1$s to version %2$s is available." : "Está dispoñíbel unha actualización para %1$s á versión %2$s.",
    "Update for {app} to version %s is available." : "Está dispoñíbel unha actualización para {app} á versión %s.",
    "Update notification" : "Notificación de actualización",
    "A new version is available: %s" : "Hai dispoñíbel unha versión: %s",
    "Open updater" : "Abrir o actualizador",
    "Download now" : "Descargar agora",
    "Your version is up to date." : "A súa versión está actualizada.",
    "Checked on %s" : "Revisado o %s",
    "Update channel:" : "Canle de actualización:",
    "You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel." : "Sempre poderá actualizar á versión más recente ou á canle experimental, mais nunca poderá volver a unha canle máis estábel.",
    "Notify members of the following groups about available updates:" : "Notificar aos participantes nos seguintes grupos sobre actualizacións dispoñíbeis:",
    "Only notification for app updates are available." : "Só están dispoñíbeis as notificacións para actualizacións de aplicacións.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "A canle de actualización seleccionada fai obsoletas as notificacións dedicadas para o servidor.",
    "The selected update channel does not support updates of the server." : "A canle de actualización seleccionada non admite actualizacións do servidor."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}