{ "translations": {
    "Update notifications" : "Frissítési értesítés",
    "Could not start updater, please try the manual update" : "Nem sikerült elindítani a frissítőt, kérlek próbáld a manuális frissítést",
    "{version} is available. Get more information on how to update." : "{version} rendelkezésre áll. További információ a frissítéshez.",
    "Channel updated" : "Csatorna frissítve",
    "Update to %1$s is available." : "%1$s frissítés elérhető.",
    "Update for %1$s to version %2$s is available." : "%1$s frissíthető %2$s verzióra.",
    "Update for {app} to version %s is available." : "{app} %s verzió frissítése elérhető",
    "A new version is available: %s" : "Új verzió érhető el: %s",
    "Open updater" : "Frissítő megnyitása",
    "Download now" : "Letöltés most",
    "Your version is up to date." : "Verzió frissítve.",
    "Checked on %s" : "Ellenőrizve: %s",
    "Update channel:" : "Frissítési csatorna:",
    "You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel." : "Mindig frissíthetsz az újabb verzióra vagy kísérleti csatornára, de visszafelé sosem frissíthetsz egy jóval stabilabb verzióra.",
    "Notify members of the following groups about available updates:" : "A következő csoport tagjainak értesítése az elérhető frissítésekről:",
    "Only notification for app updates are available." : "Csak az értesítő alkalmazás frissítései érhetők el.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "A kiválasztott frissítési csatorna dedikált értesítéseket jelenít meg a szerver elavulásakor.",
    "The selected update channel does not support updates of the server." : "A kiválasztott frissítése csatorna nem támogatja a szerver frissítéseit.",
    "You are running PHP %s. To allow you to upgrade to Nextcloud 11 and higher you need to run at least PHP 5.6. Once you upgraded your PHP version you will be able to receive update notifications for these newer versions." : "PHP %s verziót futtatod. A Nextcloud 11-re vagy újabbra frissítéshez legalább PHP 5.6-ra van szükség. Miután frissítetted a PHP-t értesítéseket fogsz kapni az újabb verziók frissítési lehetőségeiről."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}