{ "translations": {
    "Update notifications" : "Uppdateringsnotifikationer",
    "Could not start updater, please try the manual update" : "Kunde inte starta uppdateraren, vänligen försök uppdatera manuellt",
    "{version} is available. Get more information on how to update." : "{version} är tillgänglig. Få mer information om hur du uppdaterar.",
    "Channel updated" : "Uppdateringskanal uppdaterad",
    "Update to %1$s is available." : "Uppdatering till %1$s är tillgänglig.",
    "Update for %1$s to version %2$s is available." : "Uppdatering för %1$s till version %2$s är tillgänglig.",
    "Update for {app} to version %s is available." : "Uppdatering för {app} till version %s är tillgänglig.",
    "A new version is available: %s" : "En ny version är tillgänglig: %s",
    "Open updater" : "Öppna uppdateraren",
    "Download now" : "Ladda ned nu",
    "Your version is up to date." : "Din version är uppdaterad.",
    "Checked on %s" : "Senast kontrollerad %s",
    "Update channel:" : "Uppdateringskanal:",
    "You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel." : "Du kan alltid uppdatera till en nyare version / experimentell kanal. Men du kan aldrig nedgradera till en mer stabil kanal.",
    "Notify members of the following groups about available updates:" : "Notifiera medlemmar i följande grupper om tillgängliga uppdateraingar:",
    "Only notification for app updates are available." : "Endast notifikation för app-uppdateringar är tillgängliga.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "Den valda uppdateringskanalen gör dedikerade notiser för servern förlegade.",
    "The selected update channel does not support updates of the server." : "Den valda uppdateringskanalen stödjer inte uppdateringar för servern.",
    "You are running PHP %s. To allow you to upgrade to Nextcloud 11 and higher you need to run at least PHP 5.6. Once you upgraded your PHP version you will be able to receive update notifications for these newer versions." : "Du använder PHP %s. För att kunna uppgradera till Nextcloud 11 och högre så behöver du minst använda PHP 5.6 . När du har uppgraderat din PHP version kommer du att kunna ta emot uppdateringsnotifikationer för de nyare versionerna."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}