{ "translations": {
    "Update notifications" : "Güncelleme bildirimleri",
    "Could not start updater, please try the manual update" : "Güncelleyici başlatılamadı lütfen el ile güncellemeyi deneyin",
    "{version} is available. Get more information on how to update." : "{version} sürümü yayınlanmış. Güncelleme hakkında ayrıntılı bilgi alın.",
    "Channel updated" : "Kanal güncellendi",
    "Update to %1$s is available." : "%1$s güncellemesi yayınlanmış.",
    "Update for %1$s to version %2$s is available." : "%1$s sürümünden %2$s sürümüne güncelleme yayınlanmış.",
    "Update for {app} to version %s is available." : "{app} uygulaması için %s sürümü güncellemesi yayınlanmış.",
    "A new version is available: %s" : "Yeni bir sürüm yayınlanmış: %s",
    "Open updater" : "Güncelleyici aç",
    "Download now" : "İndir",
    "Your version is up to date." : "Sürümünüz güncel.",
    "Checked on %s" : "Son denetim: %s",
    "Update channel:" : "Güncelleme kanalı:",
    "You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel." : "İstediğiniz zaman yeni / deneysel bir güncelleme kanalına geçebilirsiniz. Daha kararlı bir kanala geri dönemezsiniz.",
    "Notify members of the following groups about available updates:" : "Yayınlanan güncellemeler şu grupların üyelerine bildirilsin:",
    "Only notification for app updates are available." : "Yalnız uygulama güncellemeleri kullanılabilir.",
    "The selected update channel makes dedicated notifications for the server obsolete." : "Seçilmiş güncelleme kanalı kullanımdan kalkmış sunucu bildirimleri için kullanılıyor.",
    "The selected update channel does not support updates of the server." : "Seçilmiş güncelleme kanalı sunucunun güncellemelerini desteklemiyor.",
    "You are running PHP %s. To allow you to upgrade to Nextcloud 11 and higher you need to run at least PHP 5.6. Once you upgraded your PHP version you will be able to receive update notifications for these newer versions." : "PHP %s sürümünü kullanıyorsanız. Nextcloud 11 ve üzerindeki sürümleri kullanabilmek için PHP sürümünüz en az 5.6 olmalıdır. PHP sürümünüzü yükselttikten sonra yeni sürümler ile ilgili güncelleme bildirimlerini görebilirsiniz."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}