{ "translations": {
    "Versions" : "Версіі",
    "This application automatically maintains older versions of files that are changed." : "Гэта праграма аўтаматычна захоўвае старыя версіі змененых файлаў.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the account does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the account's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Гэта праграма аўтаматычна захоўвае старыя версіі змененых файлаў. Калі яна ўключана, у каталогу кожнага карыстальніка ствараецца схаваная папка версій, якая выкарыстоўваецца для захоўвання старых версій файлаў. Карыстальнік можа ў любы час вярнуцца да старой версіі праз вэб-інтэрфейс, прычым заменены файл становіцца версіяй. Праграма аўтаматычна кіруе папкай версій, каб гарантаваць, што ўліковы запіс не перавысіць квоту з-за версій.\n\nАкрамя заканчэння тэрміну дзеяння версій, праграма Версіі гарантуе, што ніколі не будзе выкарыстоўваць больш за 50% даступнай вольнай прасторы ўліковага запісу. Калі захаваныя версіі перавышаюць гэты ліміт, праграма спачатку выдаляе самыя старыя версіі, пакуль не дасягне гэтага абмежавання. Больш падрабязную інфармацыю можна знайсці ў дакументацыі Версій.",
    "Current version" : "Бягучая версія",
    "Initial version" : "Першапачатковая версія",
    "You" : "Вы",
    "Actions for version from {versionHumanExplicitDate}" : "Дзеянні для версіі з {versionHumanExplicitDate}",
    "Name this version" : "Назва гэтай версіі",
    "Edit version name" : "Рэдагаваць назву версіі",
    "Compare to current version" : "Параўнаць з бягучай версіяй",
    "Restore version" : "Аднавіць версію",
    "Download version" : "Спампаваць версію",
    "Delete version" : "Выдаліць версію",
    "Cancel" : "Скасаваць",
    "Remove version name" : "Выдаліць назву версіі",
    "Save version name" : "Захаваць назву версіі",
    "Version name" : "Назва версіі",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Названыя версіі стала захоўваюцца і не ачышчаюцца аўтаматычна пры запаўненні сховішча.",
    "Initial version restored" : "Першапачатковая версія адноўлена",
    "Version restored" : "Версія адноўлена",
    "Could not restore version" : "Не ўдалося аднавіць версію",
    "Could not set version label" : "Не ўдалося задаць метку версіі",
    "Could not delete version" : "Не ўдалося выдаліць версію",
    "File versions" : "Версіі файла"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}