{ "translations": {
    "Versions" : "Versions",
    "This application automatically maintains older versions of files that are changed." : "Aquesta aplicació conserva automàticament les versions antigues dels fitxers modificats.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the user does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the user's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Aquesta aplicació conserva automàticament les versions antigues dels fitxers modificats. Si s'activa, es crearà una carpeta de versions oculta a cada carpeta dels usuaris i s'utilitzarà per a emmagatzemar les versions antigues dels fitxers. Els usuaris poden recuperar una versió anterior a través de la interfície web en qualsevol moment i el fitxer substituït es converteix en una versió. L'aplicació administra automàticament la carpeta de versions per a assegurar-se que l'usuari no es quedi sense espai per culpa de les versions.\n\t\tA més del venciment de les versions, l'aplicació Versions garanteix que no s'utilitzarà mai més del 50% de l'espai lliure disponible actualment per a l'usuari. Si les versions emmagatzemades superen aquest límit, l'aplicació suprimirà primer les versions més antigues fins que es respecti aquest límit. Podeu trobar més informació a la documentació de Versions.",
    "Name this version" : "Anomena aquesta versió",
    "Edit version name" : "Edita el nom de la versió",
    "Restore version" : "Recupera la versió",
    "Download version" : "Baixa la versió",
    "Delete version" : "Suprimeix la versió",
    "Version name" : "Nom de la versió",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Les versions amb nom es conserven i s'exclouen de les neteges automàtiques quan teniu l'emmagatzematge ple.",
    "Remove version name" : "Suprimeix el nom de la versió",
    "Save version name" : "Desa el nom de la versió",
    "Initial version restored" : "S'ha recuperat la versió inicial",
    "Version restored" : "S'ha recuperat la versió",
    "Could not restore version" : "No s'ha pogut recuperar la versió",
    "Could not set version name" : "No s'ha pogut definir el nom de la versió",
    "Could not delete version" : "No s'ha pogut suprimir la versió",
    "${version.label} restored" : "S'ha recuperat la versió ${version.label}",
    "Failed to revert {file} to revision {timestamp}." : "No s'ha pogut recuperar la revisió {timestamp} del fitxer {file}.",
    "_%n byte_::_%n bytes_" : ["%n byte","%n bytes"],
    "Restore" : "Recupera",
    "No other versions available" : "No hi ha cap altra versió disponible"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}