{ "translations": {
    "Versions" : "Versioner",
    "This application automatically maintains older versions of files that are changed." : "Denne applikation styrer automatisk tidligere versioner af ændrede filer.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the account does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the account's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Denne applikation vedligeholder automatisk ældre versioner af filer, der ændres. Når den er aktiveret, er der klargjort en skjult versionsmappe i hver brugers mappe, som anvendes til at gemme gamle filversioner. En bruger kan til enhver tid vende tilbage til en ældre version via webgrænsefladen, hvor den erstattede fil bliver til en version. App'en administrerer automatisk versionsmappen for at sikre, at kontoen ikke løber tør for kvote på grund af versioner..\n\t\tUd over udløbet af versioner sørger versionsappen for aldrig at bruge mere end 50 % af kontoens aktuelt ledige plads. Hvis lagrede versioner overskrider denne grænse, så vil app'en først slette de ældste versioner, indtil den når denne grænse. Mere information er tilgængelig i versionsdokumentationen.",
    "Current version" : "Nuværende version",
    "Initial version" : "Oprindelig version",
    "You" : "Dig",
    "Actions for version from {versionHumanExplicitDate}" : "Handlinger for version fra  {versionHumanExplicitDate}",
    "Name this version" : "Navngiv denne version",
    "Edit version name" : "Redigér versionsnavn",
    "Compare to current version" : "Sammenlign med den aktuelle version",
    "Restore version" : "Gendan version",
    "Download version" : "Download version",
    "Delete version" : "Slet version",
    "Cancel" : "Annullér",
    "Remove version name" : "Fjern versionsnavn",
    "Save version name" : "Gem versionsnavn",
    "Version name" : "Versionsnavn",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Navngivne versioner bevares og udelukkes fra automatiske oprydninger, når din lagerkvote er fuld.",
    "Initial version restored" : "Første version genoprettet",
    "Version restored" : "Version genoprettet",
    "Could not restore version" : "Kunne ikke genoprette version",
    "Could not set version label" : "Kunne ikke indstille versionslabel",
    "Could not delete version" : "Kunne ikke slette version",
    "File versions" : "Fil versioner"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}