{ "translations": {
    "Versions" : "Inačice",
    "This application automatically maintains older versions of files that are changed." : "Ova aplikacija automatski održava starije inačice datoteka koje su promijenjene.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the account does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the account's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Ova aplikacija automatski održava starije verzije datoteka koje su promijenjene. Kada je omogućena, u direktoriju svakog korisnika stvara se skrivena mapa s verzijama koja se koristi za pohranu starih verzija datoteka. Korisnik se u bilo kojem trenutku može vratiti na stariju verziju putem web-sučelja, pri čemu se zamijenjena datoteka sprema kao verzija. Aplikacija automatski upravlja mapom s verzijama kako bi se osiguralo da korisnički račun ne ostane bez kvote zbog pohranjenih verzija.\n\t\tOsim isteka verzija, aplikacija Verzije pazi da nikada ne koristi više od 50 % trenutačno dostupnog slobodnog prostora na računu. Ako pohranjene verzije premaše to ograničenje, aplikacija će najprije izbrisati najstarije verzije dok se ograničenje ponovno ne ispuni. Više informacija dostupno je u dokumentaciji aplikacije Verzije.",
    "Current version" : "Trenutna verzija",
    "Initial version" : "Inicijalna verzija",
    "You" : "Vi",
    "Actions for version from {versionHumanExplicitDate}" : "Radnje za verziju od {versionHumanExplicitDate}",
    "Name this version" : "Imenuj ovu verziju",
    "Edit version name" : "Ažuriraj naziv verzije",
    "Compare to current version" : "Usporedi s trenutnom verzijom",
    "Restore version" : "Vrati verziju",
    "Download version" : "Preuzmi verziju",
    "Delete version" : "Obriši verziju",
    "Cancel" : "Odustani",
    "Remove version name" : "Ukloni naziv verzije",
    "Save version name" : "Spremi naziv verzije",
    "Version name" : "Naziv verzije",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Imenovane verzije se trajno čuvaju i izuzete su iz automatskog čišćenja kada je vaša kvota pohrane popunjena.",
    "Initial version restored" : "Vraćena inicijalna verzija",
    "Version restored" : "Verzija vraćena",
    "Could not restore version" : "Nije moguće vratiti verziju",
    "Could not set version label" : "Nije moguće postaviti oznaku verzije",
    "Could not delete version" : "Nije moguće obrisati verziju",
    "File versions" : "Verzije datoteke"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}