{ "translations": {
    "Versions" : "Versi",
    "This application automatically maintains older versions of files that are changed." : "Aplikasi ini secara otomatis memelihara versi-versi sebelumnya dari berkas yang telah diubah.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the account does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the account's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Aplikasi ini secara otomatis memelihara versi lama file yang diubah. Saat diaktifkan, folder versi tersembunyi disediakan di direktori setiap pengguna dan digunakan untuk menyimpan versi file lama. Pengguna dapat mengembalikan ke versi yang lebih lama melalui antarmuka web kapan saja, dengan file yang digantikan menjadi sebuah versi. Aplikasi ini secara otomatis mengelola folder versi untuk memastikan akun tidak kehabisan kuota karena versi.\n\t\tSelain kedaluwarsa versi, aplikasi versi memastikan tidak pernah menggunakan lebih dari 50% ruang kosong akun yang saat ini tersedia. Jika versi yang tersimpan melebihi batas ini, aplikasi akan menghapus versi tertua terlebih dahulu hingga memenuhi batas ini. Informasi lebih lanjut tersedia dalam dokumentasi Versi.",
    "Current version" : "Versi saat ini",
    "Initial version" : "Versi awal",
    "You" : "Anda",
    "Actions for version from {versionHumanExplicitDate}" : "Tindakan untuk versi dari {versionHumanExplicitDate}",
    "Name this version" : "Beri nama versi ini",
    "Edit version name" : "Edit nama versi",
    "Compare to current version" : "Bandingkan dengan versi saat ini",
    "Restore version" : "Pulihkan versi",
    "Download version" : "Unduh versi",
    "Delete version" : "Hapus versi",
    "Cancel" : "Batal",
    "Remove version name" : "Hapus nama versi",
    "Save version name" : "Simpan nama versi",
    "Version name" : "Nama versi",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Versi yang diberi nama akan dipertahankan, dan dikecualikan dari pembersihan otomatis ketika kuota penyimpanan Anda penuh.",
    "Initial version restored" : "Versi awal dipulihkan",
    "Version restored" : "Versi dipulihkan",
    "Could not restore version" : "Tidak dapat memulihkan versi",
    "Could not set version label" : "Tidak dapat menetapkan label versi",
    "Could not delete version" : "Tidak dapat menghapus versi",
    "File versions" : "Versi file"
},"pluralForm" :"nplurals=1; plural=0;"
}