{ "translations": {
    "Versions" : "Верзије",
    "This application automatically maintains older versions of files that are changed." : "Ова апликација аутоматски одржава старије верзије измењених фајлова.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the user does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the user's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Ова апликација аутоматски одржава старије верзије фајлова који су измењени. Када се укључи, у сваком корисниковом директоријуму се креира скривени фолдер са верзијама. Он се користи за чување старијих верзија фајла. У било које време корисник може да се врати на старију верзију користећи веб интерфејс, тако што замењени фајл постаје нова верзија. Апликација аутоматски управља фолдером са верзијама тако да корисник не потроши своју Квоту због верзија.\n\t\tУз време истека верзија, апликација обезбеђује да се никада не заузме више од 50% текућег корисниковог слободног простора. Ако сачуване верзије прекораче ово ограничење, апликација ће најпре обриати најстарије верзије све док се не задовољи ограничење. Више информација се налази у документацији апликације Верзије.",
    "Name this version" : "Назив ове верзије",
    "Edit version name" : "Уреди назив верзије",
    "Restore version" : "Рестаурирај верзију",
    "Download version" : "Преузми верзију",
    "Delete version" : "Обриши верзију",
    "Version name" : "Назив верзије",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Именоване верзије су постојане и изузете су из аутоматског чишћења када се испуни ваша диск квота.",
    "Remove version name" : "Уклони назив верзије",
    "Save version name" : "Сачувај назив верзије",
    "Initial version restored" : "Рестаурирана је почетна верзија",
    "Version restored" : "Верзија је рестаурирана",
    "Could not restore version" : "Верзија није могла да се рестаурира",
    "Could not set version name" : "Назив верзије није могао да се постави",
    "Could not delete version" : "Верзија није могла да се обрише",
    "${version.label} restored" : "${version.label} је рестаурирана",
    "Failed to revert {file} to revision {timestamp}." : "Не могу да вратим {file} на ревизију {timestamp}.",
    "_%n byte_::_%n bytes_" : ["%n бајт","%n бајта","%n бајтова"],
    "Restore" : "Врати",
    "No other versions available" : "Нема доступних других верзија"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}