{ "translations": {
    "Versions" : "Matoleo",
    "This application automatically maintains older versions of files that are changed." : "Programu hii hudumisha kiotomati matoleo ya zamani ya faili ambazo hubadilishwa.",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the account does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the account's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Programu hii hudumisha kiotomati matoleo ya zamani ya faili ambazo hubadilishwa. Inapowashwa, folda ya matoleo yaliyofichwa hutolewa katika saraka ya kila mtumiaji na hutumiwa kuhifadhi matoleo ya zamani ya faili. Mtumiaji anaweza kurejesha toleo la zamani kupitia kiolesura cha wavuti wakati wowote, na faili iliyobadilishwa kuwa toleo. Programu hudhibiti folda ya matoleo kiotomatiki ili kuhakikisha kuwa akaunti haiishiwi na Kiasi kwa sababu ya matoleo.\n\t\tPamoja na kuisha kwa muda wa matoleo, programu ya matoleo huhakikisha kuwa haitawahi kutumia zaidi ya 50% ya nafasi ya bure inayopatikana kwa sasa ya akaunti. Ikiwa matoleo yaliyohifadhiwa yatazidi kikomo hiki, programu itafuta matoleo ya zamani kwanza hadi ifikie kikomo hiki. Maelezo zaidi yanapatikana katika hati za Matoleo.",
    "Current version" : " Toleo la sasa",
    "Initial version" : "Toleo la awali",
    "You" : "Wewe",
    "Actions for version from {versionHumanExplicitDate}" : "Vitendo vya toleo kutoka {versionHumanExplicitDate}",
    "Name this version" : "Lipe jina toleo hili",
    "Edit version name" : "Hariri jina la toleo",
    "Compare to current version" : "Linganisha kwa toleo la sasa",
    "Restore version" : "Hifadhi upya toleo",
    "Download version" : "Pakua toleo",
    "Delete version" : "Futa toleo",
    "Cancel" : "Ghairi",
    "Remove version name" : "Ondoa jina la toleo",
    "Save version name" : "Hifadhi jina la toleo",
    "Version name" : "Jina la toleo",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : " Matoleo yaliyotajwa yanaendelea, na hayajumuishwi katika usafishaji kiotomatiki wakati kiasi chako cha hifadhi kimejaa.",
    "Initial version restored" : "Toleo la awali limerejeshwa",
    "Version restored" : "Toleo limerejeshwa",
    "Could not restore version" : "Haikuweza kurejesha toleo",
    "Could not set version label" : "Haikuweza kuweka lebo ya toleo",
    "Could not delete version" : "Haikuweza kufuta toleo",
    "File versions" : "Matoleo ya faili"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}