{ "translations": {
    "Versions" : "Phiên bản",
    "This application automatically maintains older versions of files that are changed." : "ng dụng này tự động duy trì các phiên bản cũ hơn của tệp đã được thay đổi.",
    "Name this version" : "Đặt tên cho phiên bản này",
    "Edit version name" : "Chỉnh sửa tên phiên bản",
    "Compare to current version" : "So sánh với phiên bản hiện tại",
    "Restore version" : "Khôi phục phiên bản",
    "Download version" : "Tải xuống phiên bản",
    "Delete version" : "Xóa phiên bản",
    "Current version" : "Phiên bản hiện tại",
    "Initial version" : "Phiên bản đầu tiên",
    "Version name" : "Tên phiên bản",
    "Named versions are persisted, and excluded from automatic cleanups when your storage quota is full." : "Các phiên bản được đặt tên vẫn được duy trì và bị loại khỏi quá trình dọn dẹp tự động khi hạn mức bộ nhớ của bạn đã đầy.",
    "Cancel" : "Hủy",
    "Remove version name" : "Xóa tên phiên bản",
    "Save version name" : "Lưu tên phiên bản",
    "Initial version restored" : "Đã khôi phục phiên bản ban đầu",
    "Version restored" : "Đã khôi phục phiên bản",
    "Could not restore version" : "Không thể khôi phục phiên bản",
    "Could not delete version" : "Không thể xóa phiên bản",
    "${version.label} restored" : "${version.label} đã được khôi phục",
    "This application automatically maintains older versions of files that are changed. When enabled, a hidden versions folder is provisioned in every user's directory and is used to store old file versions. A user can revert to an older version through the web interface at any time, with the replaced file becoming a version. The app automatically manages the versions folder to ensure the user does not run out of Quota because of versions.\n\t\tIn addition to the expiry of versions, the versions app makes certain never to use more than 50% of the user's currently available free space. If stored versions exceed this limit, the app will delete the oldest versions first until it meets this limit. More information is available in the Versions documentation." : "Ứng dụng này tự động duy trì các phiên bản cũ hơn của tệp đã được thay đổi. Khi được bật, thư mục phiên bản ẩn sẽ được cung cấp trong thư mục của mọi người dùng và được sử dụng để lưu trữ các phiên bản tệp cũ. Người dùng có thể hoàn nguyên về phiên bản cũ hơn thông qua giao diện web bất kỳ lúc nào và tệp được thay thế sẽ trở thành phiên bản. Ứng dụng tự động quản lý thư mục phiên bản để đảm bảo người dùng không bị hết hạn ngạch do phiên bản.\n\t\tNgoài việc hết hạn của các phiên bản, ứng dụng phiên bản còn đảm bảo không bao giờ sử dụng quá 50% dung lượng trống hiện có của người dùng. Nếu các phiên bản được lưu trữ vượt quá giới hạn này thì ứng dụng sẽ xóa các phiên bản cũ nhất trước tiên cho đến khi đáp ứng giới hạn này. Thông tin thêm có sẵn trong tài liệu Phiên bản."
},"pluralForm" :"nplurals=1; plural=0;"
}