Repository: nextcloud/server
Catalog: l10n/*/admin_dependencies_chk.po
Languages: cs_cz, de, eo, fr, it, ja_jp, lt_lt, nb_no, pl, ru, sv, th_th

source: The php-json module is needed by the many applications for inter communications
cs_cz: Modul php-json je třeba pro vzájemnou komunikaci mnoha aplikací
de: Das Modul php-json wird von vielen Anwendungen zur internen Kommunikation benötigt.
eo: La modulo php-json necesas por komuniko inter la multaj aplikaĵoj
fr: Le module php-json est requis pour l'inter-communication de nombreux modules.
it: Il modulo php-json è richiesto per l'intercomunicazione di diverse applicazioni
ja_jp: php-jsonモジュールはアプリケーション間の内部通信に必要です
lt_lt: Php-json modulis yra reikalingas duomenų keitimuisi tarp programų
nb_no: Modulen php-jason blir benyttet til inter kommunikasjon
pl: Moduł php-json jest wymagane przez wiele aplikacji do wewnętrznej łączności
ru: Модуль php-json необходим многим приложениям для внутренних связей
sv: Modulen php-json behövs av många applikationer som interagerar.
th_th: โมดูล php-json จำเป็นต้องใช้สำหรับแอพพลิเคชั่นหลายๆตัวเพื่อการเชื่อมต่อสากล

source: The php-curl modude is needed to fetch the page title when adding a bookmarks
cs_cz: Modul php-curl je třeba pro zobrazení titulu strany v okamžiku přidání záložky
de: Das Modul php-curl wird benötigt, um den Titel der Seite für die Lesezeichen hinzuzufügen.
eo: La modulo php-curl necesas por venigi la paĝotitolon dum aldono de legosigno
fr: Le module php-curl est requis afin de rapatrier le titre des pages lorsque vous ajoutez un marque-pages.
it: Il modulo php-curl è richiesto per scaricare il titolo della pagina quando si aggiunge un segnalibro
ja_jp: php-curlモジュールはブックマーク追加時のページタイトル取得に必要です
lt_lt: Php-curl modulis automatiškai nuskaito tinklapio pavadinimą kuomet išsaugoma žymelė.
nb_no: Modulen php-curl blir brukt til å hente sidetittelen når bokmerke blir lagt til
pl: Modude php-curl jest wymagany do pobrania tytułu strony podczas dodawania zakładki
ru: Модуль php-curl необходим для получения заголовка страницы при добавлении закладок
sv: Modulen php-curl behövs för att hämta sidans titel när du lägger till bokmärken.
th_th: โมดูล php-curl จำเป็นต้องใช้สำหรับดึงข้อมูลชื่อหัวเว็บเมื่อเพิ่มเข้าไปยังรายการโปรด

source: The php-gd module is needed to create thumbnails of your images
cs_cz: Modul php-gd je třeba pro tvorbu náhledů Vašich obrázků
de: Das Modul php-gd wird für die Erzeugung der Vorschaubilder benötigt.
eo: La modulo php-gd necesas por krei bildetojn.
fr: Le module php-gd est requis afin de permettre la création d'aperçus pour vos images.
it: Il modulo php-gd è richiesto per creare miniature delle tue immagini
ja_jp: php-gdモジュールはサムネイル画像の生成に必要です
lt_lt: Php-gd modulis yra naudojamas paveikslėlių miniatiūroms kurti.
nb_no: Modulen php-gd blir benyttet til å lage miniatyr av bildene dine
pl: Moduł php-gd jest wymagany do tworzenia miniatury obrazów
ru: Модуль php-gd необходим для создания уменьшенной копии для предпросмотра ваших картинок.
sv: Modulen php-gd behövs för att skapa miniatyrer av dina bilder.
th_th: โมดูล php-gd จำเป็นต้องใช้สำหรับสร้างรูปภาพขนาดย่อของรูปภาพของคุณ

source: The php-ldap module is needed connect to your ldap server
cs_cz: Modul php-ldap je třeba pro připojení na Váš ldap server
de: Das Modul php-ldap wird für die Verbindung mit dem LDAP-Server benötigt.
eo: La modulo php-ldap necesas por konekti al via LDAP-servilo.
fr: Le module php-ldap est requis afin de permettre la connexion à votre serveur ldap.
it: Il modulo php-ldap è richiesto per collegarsi a un server ldap
ja_jp: php-ldapモジュールはLDAPサーバへの接続に必要です
lt_lt: Php-ldap modulis yra reikalingas prisijungimui prie jūsų ldap serverio
nb_no: Modulen php-ldap benyttes for å koble til din ldapserver
pl: Moduł php-ldap jest wymagany aby połączyć się z serwerem ldap
ru: Модуль php-ldap необходим для соединения с вашим ldap сервером
sv: Modulen php-ldap behövs för att ansluta mot din ldapserver.
th_th: โมดูล php-ldap จำเป็นต้องใช้สำหรับการเชื่อมต่อกับเซิร์ฟเวอร์ ldap ของคุณ

source: The php-zip module is needed download multiple files at once
cs_cz: Modul php-zip je třeba pro souběžné stahování souborů
de: Das Modul php-zip wird für den gleichzeitigen Download mehrerer Dateien benötigt.
eo: La modulo php-zip necesas por elŝuti plurajn dosierojn per unu fojo.
fr: Le module php-zip est requis pour le téléchargement simultané de plusieurs fichiers.
it: Il modulo php-zip è richiesto per scaricare diversi file contemporaneamente
ja_jp: php-zipモジュールは複数ファイルの同時ダウンロードに必要です
lt_lt: Php-zip modulis yra reikalingas kelių failų atsiuntimui iš karto.
nb_no: Modulen php-zup benyttes til å laste ned flere filer på en gang.
pl: Moduł php-zip jest wymagany aby pobrać wiele plików na raz
ru: Модуль php-zip необходим для загрузки нескольких файлов за раз
sv: Modulen php-zip behövs för att kunna ladda ner flera filer på en gång.
th_th: โมดูล php-zip จำเป็นต้องใช้สำหรับดาวน์โหลดไฟล์พร้อมกันหลายๆไฟล์ในครั้งเดียว

source: The php-mb_multibyte module is needed to manage correctly the encoding.
cs_cz: Modul php-mb_multibyte je třeba pro správnou funkci kódování.
de: Das Modul php_mb_multibyte wird benötigt, um das Encoding richtig zu handhaben.
eo: La modulo php-mb_multibyte necesas por ĝuste administri la kodprezenton.
fr: Le module php-mb_multibyte est requis pour une gestion correcte des encodages.
it: Il modulo php-mb_multibyte è richiesto per gestire correttamente la codifica.
ja_jp: php-mb_multibyteモジュールはエンコードを正しく扱うために必要です
lt_lt: Php-mb_multibyte modulis yra naudojamas apdoroti įvairius teksto kodavimo formatus.
nb_no: Modulen php-mb_multibyte benyttes til å håndtere korrekt tegnkoding.
pl: Moduł php-mb_multibyte jest wymagany do poprawnego zarządzania kodowaniem.
ru: Модуль php-mb_multibyte необходим для корректного управления кодировками.
sv: Modulen php-mb_multibyte behövs för att hantera korrekt teckenkodning.
th_th: โมดูล php-mb_multibyte จำเป็นต้องใช้สำหรับการจัดการการแปลงรหัสไฟล์อย่างถูกต้อง

source: The php-ctype module is needed validate data.
cs_cz: Modul php-ctype je třeba k ověřování dat.
de: Das Modul php-ctype wird benötigt, um Daten zu prüfen.
eo: La modulo php-ctype necesas por validkontroli datumojn.
fr: Le module php-ctype est requis pour la validation des données.
it: Il modulo php-ctype è richiesto per la validazione dei dati.
ja_jp: php-ctypeモジュールはデータのバリデーションに必要です
lt_lt: Php-ctype modulis yra reikalingas duomenų tikrinimui.
nb_no: Modulen php-ctype benyttes til å validere data.
pl: Moduł php-ctype jest wymagany do sprawdzania poprawności danych.
ru: Модуль php-ctype необходим для проверки данных.
sv: Modulen php-ctype behövs för att validera data.
th_th: โมดูล php-ctype จำเป็นต้องใช้สำหรับตรวจสอบความถูกต้องของข้อมูล

source: The php-xml module is needed to share files with webdav.
cs_cz: Modul php-xml je třeba ke sdílení souborů prostřednictvím WebDAV.
de: Das Modul php-xml wird benötigt, um Dateien über WebDAV zu teilen.
eo: La modulo php-xml necesas por kunhavigi dosierojn per WebDAV.
fr: Le module php-xml est requis pour le partage de fichiers via webdav.
it: Il modulo php-xml è richiesto per condividere i file con webdav.
ja_jp: php-xmlモジュールはWebDAVでのファイル共有に必要です
lt_lt: Php-xml modulis yra reikalingas failų dalinimuisi naudojant webdav.
nb_no: Modulen php-xml benyttes til å dele filer med webdav
pl: Moduł php-xml jest wymagany do udostępniania plików przy użyciu protokołu webdav.
ru: Модуль php-xml необходим для открытия файлов через webdav.
sv: Modulen php-xml behövs för att kunna dela filer med webdav.
th_th: โมดูล php-xml จำเป็นต้องใช้สำหรับแชร์ไฟล์ด้วย webdav

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
cs_cz: Příkaz allow_url_fopen ve Vašem php.ini souboru by měl být nastaven na 1 kvůli získávání informací z OCS serverů
de: Die Richtlinie allow_url_fopen in Ihrer php.ini sollte auf 1 gesetzt werden, um die Wissensbasis vom OCS-Server abrufen.
eo: La ordono allow_url_fopen de via php.ini devus valori 1 por ricevi scibazon el OCS-serviloj
fr: La directive allow_url_fopen de votre fichier php.ini doit être à la valeur 1 afin de permettre le rapatriement de la base de connaissance depuis les serveurs OCS.
it: La direttiva allow_url_fopen del tuo php.ini deve essere impostata a 1 per recuperare la base di conoscenza dai server di OCS
ja_jp: php.iniのallow_url_fopenはOCSサーバから知識ベースを取得するために1に設定しなくてはなりません
lt_lt: allow_url_fopen direktyva turėtų būti nustatyta į "1" jei norite automatiškai gauti žinių bazės informaciją iš OCS serverių.
nb_no: Direktivet allow_url_fopen i php.ini bør settes til 1 for å kunne hente kunnskapsbasen fra OCS-servere
pl: Dyrektywy allow_url_fopen użytkownika php.ini powinna być ustawiona na 1 do pobierania bazy wiedzy z serwerów OCS
ru: Директива allow_url_fopen в файле php.ini должна быть установлена в 1 для получения базы знаний с серверов OCS
sv: Direktivet allow_url_fopen i php.ini bör sättas till 1 för att kunna hämta kunskapsbasen från OCS-servrar.
th_th: คำสั่ง allow_url_fopen ที่อยู่ในไฟล์ php.ini ของคุณ ควรกำหนดเป็น 1 เพื่อดึงข้อมูลของฐานความรู้ต่างๆจากเซิร์ฟเวอร์ของ OCS

source: The php-pdo module is needed to store owncloud data into a database.
cs_cz: Modul php-pdo je třeba pro ukládání dat ownCloud do databáze
de: Das Modul php-pdo wird benötigt, um Daten in der Datenbank zu speichern.
eo: La modulo php-pdo necesas por konservi datumojn de ownCloud en datumbazo.
fr: le module php-pdo est requis pour le stockage des données ownCloud en base de données.
it: Il modulo php-pdo è richiesto per archiviare i dati di ownCloud in un database.
ja_jp: php-pdoモジュールはデータベースにownCloudのデータを格納するために必要です
lt_lt: Php-pdo modulis yra reikalingas duomenų saugojimui į owncloud duomenų bazę.
nb_no: Modulen php-pdo benyttes til å lagre ownCloud data i en database.
pl: Moduł php-pdo jest wymagany do przechowywania danych owncloud w bazie danych.
ru: Модуль php-pdo необходим для хранения данных ownСloud в базе данных.
sv: Modulen php-pdo behövs för att kunna lagra ownCloud data i en databas.
th_th: โมดูล php-pdo จำเป็นต้องใช้สำหรับจัดเก็บข้อมูลใน owncloud เข้าไปไว้ยังฐานข้อมูล

source: Dependencies status
cs_cz: Status závislostí
de: Status der Abhängigkeiten
eo: Stato de dependoj
fr: Statut des dépendances
it: Stato delle dipendenze
ja_jp: 依存関係の状況
lt_lt: Priklausomybės
nb_no: Avhengighetsstatus
pl: Stan zależności
ru: Статус зависимостей
sv: Beroenden status
th_th: สถานะการอ้างอิง

source: Used by :
cs_cz: Používáno:
de: Benutzt von:
eo: Uzata de:
fr: Utilisé par :
it: Usato da:
ja_jp: 利用先 :
lt_lt: Naudojama:
nb_no: Benyttes av:
pl: Używane przez:
ru: Используется:
sv: Används av:
th_th: ใช้งานโดย:
