Repository: nextcloud/server
Catalog: l10n/*/contacts.po
Languages: da, el, fa, gl, hu_hu, ms_my, pt_pt, sk_sk

source: Mobile
da: Mobil
el: Κινητό
fa: موبایل
gl: Móbil
hu_hu: Mobiltelefonszám
ms_my: Mudah alih
pt_pt: Telemovel
sk_sk: Mobil

source: Text
da: SMS
el: Κείμενο
fa: متن
gl: Texto
hu_hu: Szöveg
ms_my: Teks
pt_pt: Texto
sk_sk: SMS

source: Voice
da: Telefonsvarer
el: Ομιλία
fa: صدا
gl: Voz
hu_hu: Hang
ms_my: Suara
pt_pt: Voz
sk_sk: Odkazová schránka

source: Message
da: Besked
el: Μήνυμα
fa: پیغام
gl: Mensaxe
hu_hu: Üzenet
ms_my: Mesej
pt_pt: Mensagem
sk_sk: Správa

source: Fax
el: Φαξ
fa: دورنگار:

source: Video
el: Βίντεο
fa: رسانه تصویری
gl: Vídeo
pt_pt: Vídeo

source: Pager
da: Personsøger
el: Βομβητής
fa: صفحه
gl: Paxinador
hu_hu: Személyhívó
ms_my: Alat Kelui

source: Internet
el: Διαδίκτυο
fa: اینترنت

source: Birthday
da: Fødselsdag
el: Γενέθλια
fa: روزتولد
gl: Aniversario
hu_hu: Születésnap
ms_my: Hari lahir
pt_pt: Aniversário
sk_sk: Narodeniny

source: Business
el: Επιχείρηση
ms_my: Perniagaan
sk_sk: Biznis

source: Call
el: Κάλεσε

source: Clients
el: Πελάτες
ms_my: klien
sk_sk: Klienti

source: Deliverer
el: Προμηθευτής

source: Holidays
el: Διακοπές
ms_my: Hari kelepasan
sk_sk: Prázdniny

source: Ideas
el: Ιδέες
ms_my: Idea

source: Journey
el: Ταξίδι
ms_my: Perjalanan

source: Jubilee
el: Ιωβηλαίο
ms_my: Jubli

source: Meeting
el: Συνάντηση
ms_my: Mesyuarat
sk_sk: Stretnutie

source: Other
el: Άλλο
ms_my: Lain
sk_sk: Iné

source: Personal
el: Προσωπικό
ms_my: Peribadi

source: Projects
el: Έργα
ms_my: Projek
sk_sk: Projekty

source: Questions
el: Ερωτήσεις
sk_sk: Otázky

source: {name}'s Birthday
da: {name}s fødselsdag
el: {name} έχει Γενέθλια
fa: روز تولد {name} است
gl: Cumpleanos de {name}
hu_hu: {name} születésnapja
ms_my: Hari Lahir {name}
pt_pt: Aniversário de {name}
sk_sk: Narodeniny {name}

source: Add Contact
da: Tilføj kontaktperson
el: Προσθήκη επαφής
fa: افزودن اطلاعات شخص مورد نظر
gl: Engadir contacto
hu_hu: Kapcsolat hozzáadása
ms_my: Tambah kenalan
pt_pt: Adicionar Contacto
sk_sk: Pridať Kontakt.

source: Import
da: Importer
el: Εισαγωγή
fa: وارد کردن
gl: Importar
pt_pt: Importar
sk_sk: Importovať

source: Addressbooks
da: Adressebøger
el: Βιβλία διευθύνσεων
fa: کتابچه ی نشانی ها
gl: Axendas
hu_hu: Címlisták
ms_my: Senarai Buku Alamat
pt_pt: Livros de endereços
sk_sk: Adresáre

source: Close
da: Luk
el: Κλείσιμο
fa: بستن
gl: Pechar
hu_hu: Bezár
ms_my: Tutup
pt_pt: Fechar
sk_sk: Zatvoriť

source: Keyboard shortcuts
el: Συντομεύσεις πλητρολογίου
sk_sk: Klávesové skratky

source: Navigation
el: Πλοήγηση
sk_sk: Navigácia

source: Next contact in list
el: Επόμενη επαφή στη λίστα
sk_sk: Ďalší kontakt v zozname

source: Previous contact in list
el: Προηγούμενη επαφή στη λίστα
sk_sk: Predchádzajúci kontakt v zozname

source: Expand/collapse current addressbook
el: Ανάπτυξη/σύμπτυξη τρέχοντος βιβλίου διευθύνσεων

source: Next/previous addressbook
el: Επόμενο/προηγούμενο βιβλίο διευθύνσεων

source: Actions
el: Ενέργειες
sk_sk: Akcie

source: Refresh contacts list
el: Ανανέωσε τη λίστα επαφών
sk_sk: Obnov zoznam kontaktov

source: Add new contact
el: Προσθήκη νέας επαφής
sk_sk: Pridaj nový kontakt

source: Add new addressbook
el: Προσθήκη νέου βιβλίου επαφών
sk_sk: Pridaj nový adresár

source: Delete current contact
el: Διαγραφή τρέχουσας επαφής
sk_sk: Vymaž súčasný kontakt

source: Drop photo to upload
da: Drop foto for at uploade
el: Ρίξε μια φωτογραφία για ανέβασμα
fa: تصویر را به اینجا بکشید تا بار گذازی شود
gl: Solte a foto a subir
hu_hu: Húzza ide a feltöltendő képet
ms_my: Letak foto disini untuk muatnaik
pt_pt: Arraste e solte fotos para carregar
sk_sk: Pretiahnite sem fotku pre nahratie

source: Delete current photo
da: Slet nuværende foto
el: Διαγραφή τρέχουσας φωτογραφίας
fa: پاک کردن تصویر کنونی
gl: Borrar foto actual
hu_hu: Aktuális kép törlése
ms_my: Padam foto semasa
pt_pt: Eliminar a foto actual
sk_sk: Odstrániť súčasnú fotku

source: Edit current photo
da: Rediger nuværende foto
el: Επεξεργασία τρέχουσας φωτογραφίας
fa: ویرایش تصویر کنونی
gl: Editar a foto actual
hu_hu: Aktuális kép szerkesztése
ms_my: Ubah foto semasa
pt_pt: Editar a foto actual
sk_sk: Upraviť súčasnú fotku

source: Upload new photo
da: Upload nyt foto
el: Ανέβασε νέα φωτογραφία
fa: بار گذاری یک تصویر جدید
gl: Subir unha nova foto
hu_hu: Új kép feltöltése
ms_my: Muatnaik foto baru
pt_pt: Carregar nova foto
sk_sk: Nahrať novú fotku

source: Select photo from ownCloud
da: Vælg foto fra ownCloud
el: Επέλεξε φωτογραφία από το ownCloud
fa: انتخاب یک تصویر از ابر های شما
gl: Escoller foto desde ownCloud
hu_hu: Kép kiválasztása ownCloud-ból
ms_my: Pilih foto dari ownCloud
pt_pt: Selecionar uma foto da ownCloud
sk_sk: Vybrať fotku z ownCloud

source: Format custom, Short name, Full name, Reverse or Reverse with comma
da: Formatter som valgfrit, fuldt navn, efternavn først eller efternavn først med komma
el: Format custom, Όνομα, Επώνυμο, Αντίστροφο ή Αντίστροφο με κόμμα
gl: Formato personalizado, Nome corto, Nome completo, Inverso ou Inverso con coma
hu_hu: Formátum egyedi, Rövid név, Teljes név, Visszafelé vagy Visszafelé vesszővel
ms_my: Format bebas, Nama pendek, Nama penuh, Unduran dengan koma
pt_pt: Formate personalizado, Nome curto, Nome completo, Reverso ou Reverso com virgula
sk_sk: Formát vlastný, krátke meno, celé meno, obrátené alebo obrátené s čiarkami

source: Edit name details
da: Rediger navnedetaljer.
el: Αλλάξτε τις λεπτομέρειες ονόματος
fa: ویرایش نام جزئیات
gl: Editar detalles do nome
hu_hu: Név részleteinek szerkesztése
ms_my: Ubah butiran nama
pt_pt: Editar detalhes do nome
sk_sk: Upraviť podrobnosti mena

source: Delete
da: Slet
el: Διαγραφή
fa: پاک کردن
gl: Eliminar
hu_hu: Törlés
ms_my: Padam
pt_pt: Apagar
sk_sk: Odstrániť

source: Nickname
da: Kaldenavn
el: Παρατσούκλι
fa: نام مستعار
gl: Apodo
hu_hu: Becenév
ms_my: Nama Samaran
pt_pt: Alcunha
sk_sk: Prezývka

source: Enter nickname
da: Indtast kaldenavn
el: Εισάγετε παρατσούκλι
fa: یک نام مستعار وارد کنید
gl: Introuza apodo
hu_hu: Becenév megadása
ms_my: Masukkan nama samaran
pt_pt: Introduza alcunha
sk_sk: Zadajte prezývku

source: Web site
el: Ιστότοπος

source: Go to web site
el: Πήγαινε στον ιστότοπο

source: dd-mm-yyyy
da: dd-mm-åååå
el: ΗΗ-ΜΜ-ΕΕΕΕ
hu_hu: yyyy-mm-dd
pt_pt: dd-mm-aaaa

source: Groups
da: Grupper
el: Ομάδες
fa: گروه ها
gl: Grupos
hu_hu: Csoportok
ms_my: Kumpulan
pt_pt: Grupos
sk_sk: Skupiny

source: Separate groups with commas
da: Opdel gruppenavne med kommaer
el: Διαχώρισε τις ομάδες με κόμμα
fa: جدا کردن گروه ها به وسیله درنگ نما
gl: Separe grupos con comas
hu_hu: Vesszővel válassza el a csoportokat
ms_my: Asingkan kumpulan dengan koma
pt_pt: Separe os grupos usando virgulas
sk_sk: Oddelte skupiny čiarkami

source: Edit groups
da: Rediger grupper
el: Επεξεργασία ομάδων
fa: ویرایش گروه ها
gl: Editar grupos
hu_hu: Csoportok szerkesztése
ms_my: Ubah kumpulan
pt_pt: Editar grupos
sk_sk: Úprava skupín

source: Preferred
da: Foretrukken
el: Προτιμώμενο
fa: مقدم
gl: Preferido
hu_hu: Előnyben részesített
ms_my: Pilihan
pt_pt: Preferido
sk_sk: Uprednostňované

source: Please specify a valid email address.
da: Indtast venligst en gyldig email-adresse.
el: Παρακαλώ εισήγαγε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fa: لطفا یک پست الکترونیکی معتبر وارد کنید
gl: Por favor indique un enderezo de correo electrónico válido.
hu_hu: Adjon meg érvényes email címet
ms_my: Berikan alamat emel yang sah.
pt_pt: Por favor indique um endereço de correio válido
sk_sk: Prosím zadajte platnú e-mailovú adresu.

source: Enter email address
da: Indtast email-adresse
el: Εισήγαγε διεύθυνση ηλεκτρονικού ταχυδρομείου
fa: یک پست الکترونیکی وارد کنید
gl: Introduza enderezo de correo electrónico
hu_hu: Adja meg az email címet
ms_my: Masukkan alamat emel
pt_pt: Introduza endereço de email
sk_sk: Zadajte e-mailové adresy

source: Mail to address
da: Send mail til adresse
el: Αποστολή σε διεύθυνση
fa: به نشانی ارسال شد
gl: Correo ao enderezo
hu_hu: Postai cím
ms_my: Hantar ke alamat
pt_pt: Enviar correio para o endereço
sk_sk: Odoslať na adresu

source: Delete email address
da: Slet email-adresse
el: Διαγραφή διεύθυνση email
fa: پاک کردن نشانی پست الکترونیکی
gl: Borrar enderezo de correo electrónico
hu_hu: Email cím törlése
ms_my: Padam alamat emel
pt_pt: Eliminar o endereço de correio
sk_sk: Odstrániť e-mailové adresy

source: Enter phone number
da: Indtast telefonnummer
el: Εισήγαγε αριθμό τηλεφώνου
fa: شماره تلفن راوارد کنید
gl: Introducir número de teléfono
hu_hu: Adja meg a telefonszámot
ms_my: Masukkan nombor telefon
pt_pt: Insira o número de telefone
sk_sk: Zadajte telefónne číslo

source: Delete phone number
da: Slet telefonnummer
el: Διέγραψε αριθμό τηλεφώνου
fa: پاک کردن شماره تلفن
gl: Borrar número de teléfono
hu_hu: Telefonszám törlése
ms_my: Padam nombor telefon
pt_pt: Eliminar o número de telefone
sk_sk: Odstrániť telefónne číslo

source: View on map
da: Vis på kort
el: Προβολή στο χάρτη
fa: دیدن روی نقشه
gl: Ver no mapa
hu_hu: Megtekintés a térképen
ms_my: Lihat pada peta
pt_pt: Ver no mapa
sk_sk: Zobraziť na mape

source: Edit address details
da: Rediger adresse detaljer
el: Επεξεργασία λεπτομερειών διεύθυνσης
fa: ویرایش جزئیات نشانی ها
gl: Editar detalles do enderezo
hu_hu: Cím részleteinek szerkesztése
ms_my: Ubah butiran alamat
pt_pt: Editar os detalhes do endereço
sk_sk: Upraviť podrobnosti adresy

source: Add notes here.
da: Tilføj noter her.
el: Πρόσθεσε τις σημειώσεις εδώ
fa: اینجا یادداشت ها را بیافزایید
gl: Engadir aquí as notas.
hu_hu: Megjegyzések
ms_my: Letak nota disini.
pt_pt: Insira notas aqui.
sk_sk: Tu môžete pridať poznámky.

source: Add field
da: Tilføj element
el: Προσθήκη πεδίου
fa: اضافه کردن فیلد
gl: Engadir campo
hu_hu: Mező hozzáadása
ms_my: Letak ruangan
pt_pt: Adicionar campo
sk_sk: Pridať pole

source: Phone
da: Telefon
el: Τηλέφωνο
fa: شماره تلفن
gl: Teléfono
hu_hu: Telefonszám
ms_my: Telefon
pt_pt: Telefone
sk_sk: Telefón

source: Note
el: Σημείωση
fa: یادداشت
gl: Nota
hu_hu: Jegyzet
ms_my: Nota
pt_pt: Nota
sk_sk: Poznámka

source: Download contact
da: Download kontaktperson
el: Λήψη επαφής
fa: دانلود مشخصات اشخاص
gl: Descargar contacto
hu_hu: Kapcsolat letöltése
ms_my: Muat turun hubungan
pt_pt: Transferir contacto
sk_sk: Stiahnuť kontakt

source: Delete contact
da: Slet kontaktperson
el: Διαγραφή επαφής
fa: پاک کردن اطلاعات شخص مورد نظر
gl: Borrar contacto
hu_hu: Kapcsolat törlése
ms_my: Padam hubungan
pt_pt: Apagar contato
sk_sk: Odstrániť kontakt

source: The temporary image has been removed from cache.
da: Det midlertidige billede er ikke længere tilgængeligt.
el: Η προσωρινή εικόνα αφαιρέθηκε από την κρυφή μνήμη.
fa: تصویر موقت از کش پاک شد.
gl: A imaxe temporal foi eliminada da caché.
hu_hu: Az ideiglenes kép el lett távolítva a gyorsítótárból
ms_my: Imej sementara telah dibuang dari cache.
pt_pt: A imagem temporária foi retirada do cache.
sk_sk: Dočasný obrázok bol odstránený z cache.

source: Edit address
da: Rediger adresse
el: Επεξεργασία διεύθυνσης
fa: ویرایش نشانی
gl: Editar enderezo
hu_hu: Cím szerkesztése
ms_my: Ubah alamat
pt_pt: Editar endereço
sk_sk: Upraviť adresu

source: Type
el: Τύπος
fa: نوع
gl: Escribir
hu_hu: Típus
ms_my: Jenis
pt_pt: Tipo
sk_sk: Typ

source: PO Box
da: Postboks
el: Ταχ. Θυρίδα
fa: صندوق پستی
gl: Apartado de correos
hu_hu: Postafiók
ms_my: Peti surat
pt_pt: Apartado

source: Street address
el: Διεύθυνση οδού
sk_sk: Ulica

source: Street and number
el: Οδός και αριθμός
sk_sk: Ulica a číslo

source: Extended
da: Udvidet
el: Εκτεταμένη
fa: تمدید شده
gl: Ampliado
hu_hu: Kiterjesztett
ms_my: Sambungan
pt_pt: Extendido
sk_sk: Rozšírené

source: Apartment number etc.
el: Αριθμός διαμερίσματος

source: City
da: By
el: Πόλη
fa: شهر
gl: Cidade
hu_hu: Város
ms_my: bandar
pt_pt: Cidade
sk_sk: Mesto

source: Region
el: Περιοχή
fa: ناحیه
gl: Autonomía
hu_hu: Megye
ms_my: Wilayah
pt_pt: Região
sk_sk: Región

source: E.g. state or province
el: Π.χ. Πολιτεία ή επαρχεία

source: Zipcode
da: Postnummer
el: Τ.Κ.
fa: کد پستی
gl: Código postal
hu_hu: Irányítószám
ms_my: Poskod
pt_pt: Código Postal
sk_sk: PSČ

source: Postal code
el: Ταχυδρομικός Κωδικός
sk_sk: PSČ

source: Country
da: Land
el: Χώρα
fa: کشور
gl: País
hu_hu: Ország
ms_my: Negara
pt_pt: País
sk_sk: Krajina

source: Addressbook
da: Adressebog
el: Βιβλίο διευθύνσεων
fa: کتابچه ی نشانی ها
gl: Axenda
hu_hu: Címlista
ms_my: Buku alamat
pt_pt: Livro de endereços
sk_sk: Adresár

source: Hon. prefixes
da: Foranstillede titler
el: προθέματα
fa: پیشوند های محترمانه
gl: Prefixos honoríficos
hu_hu: Előtag
ms_my: Awalan nama
pt_pt: Prefixos honoráveis
sk_sk: Tituly pred

source: Miss
da: Frøken
el: Δις
fa: خانم
gl: Srta
ms_my: Cik
pt_pt: Menina
sk_sk: Slečna

source: Ms
da: Fru
el: Κα
fa: خانم
gl: Sra/Srta
ms_my: Cik
pt_pt: Sra
sk_sk: Pani

source: Mr
da: Hr.
el: Κα
fa: آقا
gl: Sr
ms_my: Encik
pt_pt: Sr
sk_sk: Pán

source: Sir
el: Σερ
fa: آقا
ms_my: Tuan
pt_pt: Sr

source: Mrs
da: Fru
el: Κα
fa: خانم
gl: Sra
ms_my: Puan
pt_pt: Senhora
sk_sk: Pani

source: Dr
el: Δρ.
fa: دکتر

source: Given name
da: Fornavn
el: Όνομα
fa: نام معلوم
gl: Apodo
hu_hu: Teljes név
ms_my: Nama diberi
pt_pt: Nome introduzido
sk_sk: Krstné meno

source: Additional names
da: Mellemnavne
el: Επιπλέον ονόματα
fa: نام های دیگر
gl: Nomes adicionais
hu_hu: További nevek
ms_my: Nama tambahan
pt_pt: Nomes adicionais
sk_sk: Ďalšie mená

source: Family name
da: Efternavn
el: Επώνυμο
fa: نام خانوادگی
gl: Nome familiar
hu_hu: Családnév
ms_my: Nama keluarga
pt_pt: Nome de familia
sk_sk: Priezvisko

source: Hon. suffixes
da: Efterstillede titler
el: καταλήξεις
fa: پسوند های محترم
gl: Sufixos honorarios
hu_hu: Utótag
ms_my: Awalan nama
pt_pt: Sufixos Honoráveis
sk_sk: Tituly za

source: New Addressbook
el: Νέο βιβλίο διευθύνσεων
fa: کتابچه نشانی جدید

source: Edit Addressbook
el: Επεξεργασία βιβλίου διευθύνσεων
fa: ویرایش کتابچه نشانی

source: Displayname
el: Προβαλλόμενο όνομα
fa: نام برای نمایش

source: Active
el: Ενεργό
fa: فعال

source: Save
da: Gem
el: Αποθήκευση
fa: ذخیره سازی
gl: Gardar
hu_hu: Mentés
ms_my: Simpan
pt_pt: Guardar
sk_sk: Uložiť

source: Submit
el: Καταχώρηση
fa: ارسال

source: Cancel
da: Fortryd
el: Ακύρωση
fa: انصراف
gl: Cancelar
hu_hu: Mégsem
ms_my: Batal
pt_pt: Cancelar
sk_sk: Zrušiť

source: Import a contacts file
da: Importer fil med kontaktpersoner
el: Εισαγωγή αρχείου επαφών
fa: وارد کردن پرونده حاوی اطلاعات
gl: Importar un ficheiro de contactos
hu_hu: Kapcsolat-fájl importálása
ms_my: Import fail kenalan
pt_pt: Importar um ficheiro de contactos
sk_sk: Importovať súbor kontaktu

source: Please choose the addressbook
da: Vælg venligst adressebog
el: Παρακαλώ επέλεξε βιβλίο διευθύνσεων
fa: لطفا یک کتابچه نشانی انتخاب کنید
gl: Por favor escolla unha libreta de enderezos
hu_hu: Válassza ki a címlistát
ms_my: Sila pilih buku alamat
pt_pt: Por favor seleccione o livro de endereços
sk_sk: Prosím zvolte adresár

source: create a new addressbook
da: Opret ny adressebog
el: Δημιουργία νέου βιβλίου διευθύνσεων
fa: یک کتابچه نشانی بسازید
gl: crear unha nova libreta de enderezos
hu_hu: Címlista létrehozása
ms_my: Cipta buku alamat baru
pt_pt: Criar um novo livro de endereços
sk_sk: vytvoriť nový adresár

source: Name of new addressbook
da: Navn på ny adressebog
el: Όνομα νέου βιβλίου διευθύνσεων
fa: نام کتابچه نشانی جدید
gl: Nome da nova libreta de enderezos
hu_hu: Új címlista neve
ms_my: Nama buku alamat
pt_pt: Nome do novo livro de endereços
sk_sk: Meno nového adresára

source: Importing contacts
da: Importerer kontaktpersoner
el: Εισαγωγή επαφών
fa: وارد کردن اشخاص
gl: Importando contactos
hu_hu: Kapcsolatok importálása
ms_my: Import senarai kenalan
pt_pt: A importar os contactos
sk_sk: Importovanie kontaktov

source: You have no contacts in your addressbook.
da: Du har ingen kontaktpersoner i din adressebog.
el: Δεν έχεις επαφές στο βιβλίο διευθύνσεων
fa: شماهیچ شخصی در کتابچه نشانی خود ندارید
gl: Non ten contactos na súa libreta de enderezos.
hu_hu: Nincsenek kapcsolatok a címlistában
ms_my: Anda tidak mempunyai sebarang kenalan didalam buku alamat.
pt_pt: Não tem contactos no seu livro de endereços.
sk_sk: Nemáte žiadne kontakty v adresári.

source: Add contact
da: Tilføj kontaktpeson.
el: Προσθήκη επαφής
fa: افزودن اطلاعات شخص مورد نظر
gl: Engadir contacto
hu_hu: Kapcsolat hozzáadása
ms_my: Letak kenalan
pt_pt: Adicionar contacto
sk_sk: Pridať kontakt

source: Configure addressbooks
da: Konfigurer adressebøger
el: Ρύθμισε το βιβλίο διευθύνσεων
fa: پیکربندی کتابچه ی نشانی ها
gl: Configurar libretas de enderezos
ms_my: Konfigurasi buku alamat
pt_pt: Configurar livros de endereços
sk_sk: Nastaviť adresáre

source: Select Address Books
el: Επέλεξε βιβλίο διευθύνσεων
ms_my: Pilih Buku Alamat

source: Enter name
el: Εισαγωγή ονόματος
ms_my: Masukkan nama
sk_sk: Zadaj meno

source: Enter description
el: Εισαγωγή περιγραφής
ms_my: Masukkan keterangan

source: CardDAV syncing addresses
da: CardDAV synkroniserings adresse
el: συγχρονισμός διευθύνσεων μέσω CardDAV
gl: Enderezos CardDAV a sincronizar
hu_hu: CardDAV szinkronizációs címek
ms_my: alamat selarian CardDAV
pt_pt: CardDAV a sincronizar endereços
sk_sk: Adresy pre synchronizáciu s CardDAV

source: more info
da: mere info
el: περισσότερες πληροφορίες
fa: اطلاعات بیشتر
gl: máis información
hu_hu: további információ
ms_my: maklumat lanjut
pt_pt: mais informação
sk_sk: viac informácií

source: Primary address (Kontact et al)
da: Primær adresse (Kontak m. fl.)
el: Κύρια διεύθυνση
fa: نشانی اولیه
gl: Enderezo primario (Kontact et al)
hu_hu: Elsődleges cím
ms_my: Alamat utama
pt_pt: Endereço primario (Kontact et al)
sk_sk: Predvolená adresa (Kontakt etc)

source: Download
el: Λήψη
fa: بارگیری
gl: Descargar
hu_hu: Letöltés
ms_my: Muat naik
pt_pt: Transferir
sk_sk: Stiahnuť

source: Edit
da: Rediger
el: Επεξεργασία
fa: ویرایش
gl: Editar
hu_hu: Szerkesztés
ms_my: Sunting
pt_pt: Editar
sk_sk: Upraviť

source: New Address Book
da: Ny adressebog
el: Νέο βιβλίο διευθύνσεων
fa: کتابچه نشانه های جدید
gl: Nova axenda
hu_hu: Új címlista
ms_my: Buku Alamat Baru
pt_pt: Novo livro de endereços
sk_sk: Nový adresár

source: J.D.
da: Cand. Jur.
pt_pt: D.J.
sk_sk: JUDr.

source: M.D.
pt_pt: D.M.
sk_sk: MUDr.

source: Jr.
hu_hu: Ifj.
sk_sk: ml.

source: Sn.
hu_hu: Id.
pt_pt: r.
sk_sk: st.

source: Addressbook not found:
ms_my: Buku alamat tidak ditemui:

source: Email
fa: نشانی پست الکترنیک
gl: Correo electrónico
ms_my: Emel

source: Settings
ms_my: Tetapan

source: Next addressbook
ms_my: Buku alamat seterusnya

source: Previous addressbook
ms_my: Buku alamat sebelumnya

source: Name
ms_my: Nama

source: Description
ms_my: Keterangan

source: More...
ms_my: Lagi...

source: Ph.D.
fa: دکتری
pt_pt: Dr.

source: D.O.
pt_pt: Dr.

source: D.C.
pt_pt: Dr.
