Repository: nextcloud/server
Catalog: l10n/*/contacts.po
Languages: da, el, fa, gl, hu_hu, ms_my, pt_pt, sk_sk

source: There was an error adding the contact.
da: Der opstod en fejl ved tilføjelse af kontaktpersonen.
el: Σφάλμα κατά την προσθήκη επαφής.
fa: یک خطا در افزودن اطلاعات شخص مورد نظر
gl: Produciuse un erro engadindo o contacto.
hu_hu: Hiba a kapcsolat hozzáadásakor
ms_my: Terdapat masalah menambah maklumat.
pt_pt: Erro ao adicionar contato
sk_sk: Vyskytla sa chyba pri pridávaní kontaktu.

source: element name is not set.
da: Elementnavnet er ikke medsendt.
el: δεν ορίστηκε όνομα στοιχείου
fa: نام اصلی تنظیم نشده است
gl: non se nomeou o elemento.
hu_hu: az elem neve nincs beállítva
ms_my: nama elemen tidak ditetapkan.
pt_pt: o nome do elemento não está definido.
sk_sk: meno elementu nie je nastavené.

source: id is not set.
da: Intet ID medsendt.
el: δεν ορίστηκε id
fa: شناسه تعیین نشده
gl: non se estableceu o id.
hu_hu: ID nincs beállítva
ms_my: ID tidak ditetapkan.
pt_pt: id não está definido
sk_sk: ID nie je nastavené.

source: Could not parse contact:
el: Δε αναγνώστηκε η επαφή

source: Cannot add empty property.
da: Kan ikke tilføje en egenskab uden indhold.
el: Αδύνατη προσθήκη κενής ιδιότητας.
fa: نمیتوان یک خاصیت خالی ایجاد کرد
gl: Non se pode engadir unha propiedade baleira.
hu_hu: Nem adható hozzá üres tulajdonság
ms_my: Tidak boleh menambah ruang kosong.
pt_pt: Não é possivel adicionar uma propriedade vazia
sk_sk: Nemôžem pridať prázdny údaj.

source: At least one of the address fields has to be filled out.
da: Der skal udfyldes mindst et adressefelt.
el: Πρέπει να συμπληρωθεί τουλάχιστον ένα από τα παιδία διεύθυνσης.
gl: Polo menos un dos campos do enderezo ten que ser cuberto.
hu_hu: Legalább egy címmező kitöltendő
ms_my: Sekurangnya satu ruangan alamat perlu diisikan.
pt_pt: Pelo menos um dos campos de endereço precisa de estar preenchido
sk_sk: Musí byť uvedený aspoň jeden adresný údaj.

source: Trying to add duplicate property:
da: Kan ikke tilføje overlappende element.
el: Προσπάθεια προσθήκης διπλότυπης ιδιότητας:
fa: امتحان کردن برای وارد کردن مشخصات تکراری
gl: Tentando engadir propiedade duplicada:
hu_hu: Kísérlet dupla tulajdonság hozzáadására:
ms_my: Cuba untuk letak nilai duplikasi:
pt_pt: A tentar adicionar propriedade duplicada:
sk_sk: Pokúšate sa pridať rovnaký atribút:

source: Error adding contact property:
el: Σφάλμα στη προσθήκη ιδιότητας επαφής

source: Error (de)activating addressbook.
da: Fejl ved (de)aktivering af adressebogen
el: Σφάλμα (απ)ενεργοποίησης βιβλίου διευθύνσεων
fa: خطا در (غیر) فعال سازی کتابچه نشانه ها
gl: Produciuse un erro (des)activando a axenda.
hu_hu: Címlista (de)aktiválása sikertelen
ms_my: Ralat nyahaktif buku alamat.
pt_pt: Erro a (des)ativar o livro de endereços
sk_sk: Chyba (de)aktivácie adresára.

source: Cannot update addressbook with an empty name.
da: Kan ikke opdatére adressebogen med et tomt navn.
el: Δε μπορεί να γίνει αλλαγή βιβλίου διευθύνσεων χωρίς όνομα
fa: نمی توانید کتابچه نشانی ها را با یک نام خالی بروزرسانی کنید
gl: Non se pode actualizar a libreta de enderezos sen completar o nome.
hu_hu: Üres névvel nem frissíthető a címlista
ms_my: Tidak boleh kemaskini buku alamat dengan nama yang kosong.
pt_pt: Não é possivel actualizar o livro de endereços com o nome vazio.
sk_sk: Nedá sa upraviť adresár s prázdnym menom.

source: Error updating addressbook.
da: Fejl ved opdatering af adressebog
el: Σφάλμα ενημέρωσης βιβλίου διευθύνσεων.
fa: خطا در هنگام بروزرسانی کتابچه نشانی ها
gl: Produciuse un erro actualizando a axenda.
hu_hu: Hiba a címlista frissítésekor
ms_my: Masalah mengemaskini buku alamat.
pt_pt: Erro a atualizar o livro de endereços
sk_sk: Chyba aktualizácie adresára.

source: No ID provided
da: Intet ID medsendt
el: Δε δόθηκε ID
fa: هیچ شناسه ای ارائه نشده
gl: Non se proveeu ID
hu_hu: Nincs ID megadva
ms_my: tiada ID diberi
pt_pt: Nenhum ID inserido
sk_sk: ID nezadané

source: Error setting checksum.
da: Kunne ikke sætte checksum.
el: Λάθος κατά τον ορισμό checksum
fa: خطا در تنظیم checksum
gl: Erro establecendo a suma de verificación
hu_hu: Hiba az ellenőrzőösszeg beállításakor
ms_my: Ralat menetapkan checksum.
pt_pt: Erro a definir checksum.
sk_sk: Chyba pri nastavovaní kontrolného súčtu.

source: No categories selected for deletion.
da: Der ikke valgt nogle grupper at slette.
el: Δε επελέγησαν κατηγορίες για διαγραφή
fa: هیچ گروهی برای حذف شدن در نظر گرفته نشده
gl: Non se seleccionaron categorías para borrado.
hu_hu: Nincs kiválasztva törlendő kategória
ms_my: Tiada kategori dipilih untuk dibuang.
pt_pt: Nenhuma categoria selecionada para eliminar.
sk_sk: Žiadne kategórie neboli vybraté na odstránenie.

source: No address books found.
da: Der blev ikke fundet nogen adressebøger.
el: Δε βρέθηκε βιβλίο διευθύνσεων
fa: هیچ کتابچه نشانی پیدا نشد
gl: Non se atoparon libretas de enderezos.
hu_hu: Nem található címlista
ms_my: Tiada buku alamat dijumpai.
pt_pt: Nenhum livro de endereços encontrado.
sk_sk: Žiadny adresár nenájdený.

source: No contacts found.
da: Der blev ikke fundet nogen kontaktpersoner.
el: Δεν βρέθηκαν επαφές
fa: هیچ شخصی پیدا نشد
gl: Non se atoparon contactos.
hu_hu: Nem található kontakt
ms_my: Tiada kenalan dijumpai.
pt_pt: Nenhum contacto encontrado.
sk_sk: Žiadne kontakty nenájdené.

source: Missing ID
da: Manglende ID
el: Λείπει ID
fa: نشانی گم شده
gl: ID perdido
hu_hu: Hiányzó ID
ms_my: ID Hilang
pt_pt: Falta ID
sk_sk: Chýba ID

source: Error parsing VCard for ID: "
da: Kunne ikke indlæse VCard med ID'et: "
el: Σφάλμα κατά την ανάγνωση του VCard για το ID:"
fa: خطا در تجزیه کارت ویزا برای شناسه:
gl: Erro procesando a VCard para o ID: "
hu_hu: VCard elemzése sikertelen a következő ID-hoz: "
ms_my: Ralat VCard untuk ID: "
pt_pt: Erro a analisar VCard para o ID: "
sk_sk: Chyba pri vyňatí ID z VCard:

source: No contact ID was submitted.
da: Ingen ID for kontakperson medsendt.
el: Δε υπεβλήθει ID επαφής
fa: هیچ اطلاعاتی راجع به شناسه ارسال نشده
gl: Non se enviou ningún ID de contacto.
hu_hu: Nincs ID megadva a kontakthoz
ms_my: Tiada ID kenalan yang diberi.
pt_pt: Nenhum ID de contacto definido.
sk_sk: Nebolo nastavené ID kontaktu.

source: Error reading contact photo.
da: Kunne ikke indlæse foto for kontakperson.
el: Σφάλμα ανάγνωσης εικόνας επαφής
fa: خطا در خواندن اطلاعات تصویر
gl: Erro lendo a fotografía do contacto.
hu_hu: A kontakt képének beolvasása sikertelen
ms_my: Ralat pada foto kenalan.
pt_pt: Erro a ler a foto do contacto.
sk_sk: Chyba pri čítaní fotky kontaktu.

source: Error saving temporary file.
da: Kunne ikke gemme midlertidig fil.
el: Σφάλμα αποθήκευσης προσωρινού αρχείου
fa: خطا در ذخیره پرونده موقت
gl: Erro gardando o ficheiro temporal.
hu_hu: Ideiglenes fájl mentése sikertelen
ms_my: Ralat menyimpan fail sementara
pt_pt: Erro a guardar ficheiro temporário.
sk_sk: Chyba pri ukladaní dočasného súboru.

source: The loading photo is not valid.
da: Billedet under indlæsning er ikke gyldigt.
el: Η φορτωμένη φωτογραφία δεν είναι έγκυρη
fa: بارگزاری تصویر امکان پذیر نیست
gl: A fotografía cargada non é válida.
hu_hu: A kép érvénytelen
ms_my: Foto muatan tidak sah.
pt_pt: A foto carregada não é valida.
sk_sk: Načítaná fotka je vadná.

source: Information about vCard is incorrect. Please reload the page.
da: Informationen om vCard er forkert. Genindlæs siden.
el: Οι πληροφορίες σχετικά με vCard είναι εσφαλμένες. Παρακαλώ επαναφορτώστε τη σελίδα.
fa: اطلاعات درمورد vCard شما اشتباه است لطفا صفحه را دوباره بار گذاری کنید
gl: A información sobre a vCard é incorrecta. Por favor volva cargar a páxina.
hu_hu: A vCardról szóló információ helytelen. Töltsd újra az oldalt.
ms_my: Maklumat vCard tidak tepat. Sila reload semula halaman ini.
pt_pt: A informação sobre o vCard está incorreta. Por favor refresque a página
sk_sk: Informácie o vCard sú neplatné. Prosím obnovte stránku.

source: Error deleting contact property.
da: Fejl ved sletning af egenskab for kontaktperson.
el: Σφάλμα διαγραφής ιδιότητας επαφής.
fa: خطا در هنگام پاک کرد ویژگی
gl: Produciuse un erro borrando a propiedade do contacto.
ms_my: Masalah memadam maklumat.
pt_pt: Erro ao apagar propriedade do contato
sk_sk: Chyba odstránenia údaju kontaktu.

source: Contact ID is missing.
da: Kontaktperson ID mangler.
el: Λείπει ID επαφής
fa: اطلاعات شناسه گم شده
gl: Falta o ID do contacto.
hu_hu: Hiányzik a kapcsolat ID
ms_my: ID Kenalan telah hilang.
pt_pt: Falta o ID do contacto.
sk_sk: Chýba ID kontaktu.

source: No photo path was submitted.
da: Der blev ikke medsendt en sti til fotoet.
el: Δε δόθηκε διαδρομή εικόνας
fa: هیچ نشانی از تصویرارسال نشده
gl: Non se enviou a ruta a unha foto.
hu_hu: Nincs fénykép-útvonal megadva
ms_my: Tiada direktori gambar yang diberi.
pt_pt: Nenhum caminho da foto definido.
sk_sk: Žiadna fotka nebola poslaná.

source: File doesn't exist:
da: Filen eksisterer ikke:
el: Το αρχείο δεν υπάρχει:
fa: پرونده وجود ندارد
gl: O ficheiro non existe:
hu_hu: A fájl nem létezik:
ms_my: Fail tidak wujud:
pt_pt: O ficheiro não existe:
sk_sk: Súbor neexistuje:

source: Error loading image.
da: Kunne ikke indlæse billede.
el: Σφάλμα φόρτωσης εικόνας
fa: خطا در بارگزاری تصویر
gl: Erro cargando imaxe.
hu_hu: Kép betöltése sikertelen
ms_my: Ralat pada muatan imej.
pt_pt: Erro a carregar a imagem.
sk_sk: Chyba pri nahrávaní obrázka.

source: Error getting contact object.
da: Fejl ved indlæsning af kontaktpersonobjektet.
el: Σφάλμα κατά τη λήψη αντικειμένου επαφής
fa: خطا در گرفتن اطلاعات شخص
gl: Erro obtendo o obxeto contacto.
hu_hu: A kontakt-objektum feldolgozása sikertelen
ms_my: Ralat mendapatkan objek pada kenalan.
pt_pt: Erro a obter o objecto dos contactos
sk_sk: Chyba počas prevzatia objektu kontakt.

source: Error getting PHOTO property.
da: Fejl ved indlæsning af PHOTO feltet.
el: Σφάλμα κατά τη λήψη ιδιοτήτων ΦΩΤΟΓΡΑΦΙΑΣ.
fa: خطا در دربافت تصویر ویژگی شخصی
gl: Erro obtendo a propiedade PHOTO.
hu_hu: A PHOTO-tulajdonság feldolgozása sikertelen
ms_my: Ralat mendapatkan maklumat gambar.
pt_pt: Erro a obter a propriedade Foto
sk_sk: Chyba počas získavania fotky.

source: Error saving contact.
da: Kunne ikke gemme kontaktpersonen.
el: Σφάλμα κατά την αποθήκευση επαφής.
fa: خطا در ذخیره سازی اطلاعات
gl: Erro gardando o contacto.
hu_hu: A kontakt mentése sikertelen
ms_my: Ralat menyimpan kenalan.
pt_pt: Erro a guardar o contacto.
sk_sk: Chyba počas ukladania kontaktu.

source: Error resizing image
da: Kunne ikke ændre billedets størrelse
el: Σφάλμα κατά την αλλαγή μεγέθους εικόνας
fa: خطا در تغییر دادن اندازه تصویر
gl: Erro cambiando o tamaño da imaxe
hu_hu: Képméretezés sikertelen
ms_my: Ralat mengubah saiz imej
pt_pt: Erro a redimensionar a imagem
sk_sk: Chyba počas zmeny obrázku.

source: Error cropping image
da: Kunne ikke beskære billedet
el: Σφάλμα κατά την περικοπή εικόνας
fa: خطا در برداشت تصویر
gl: Erro recortando a imaxe
hu_hu: Képvágás sikertelen
ms_my: Ralat memotong imej
pt_pt: Erro a recorar a imagem
sk_sk: Chyba počas orezania obrázku.

source: Error creating temporary image
da: Kunne ikke oprette midlertidigt billede
el: Σφάλμα κατά την δημιουργία προσωρινής εικόνας
fa: خطا در ساخت تصویر temporary
gl: Erro creando a imaxe temporal
hu_hu: Ideiglenes kép létrehozása sikertelen
ms_my: Ralat mencipta imej sementara
pt_pt: Erro a criar a imagem temporária
sk_sk: Chyba počas vytvárania dočasného obrázku.

source: Error finding image:
da: Kunne ikke finde billedet:
el: Σφάλμα κατά την εύρεση της εικόνας:
fa: خطا در پیدا کردن تصویر:
gl: Erro buscando a imaxe:
hu_hu: A kép nem található
ms_my: Ralat mencari imej:
pt_pt: Erro enquanto pesquisava pela imagem:
sk_sk: Chyba vyhľadania obrázku:

source: checksum is not set.
da: Checksum er ikke medsendt.
el: δε ορίστηκε checksum
fa: checksum تنظیم شده نیست
gl: non se estableceu a suma de verificación.
hu_hu: az ellenőrzőösszeg nincs beállítva
ms_my: checksum tidak ditetapkan.
pt_pt: Checksum não está definido.
sk_sk: kontrolný súčet nie je nastavený.

source: Information about vCard is incorrect. Please reload the page:
da: Informationen om dette VCard stemmer ikke. Genindlæs venligst siden:
el: Οι πληροφορίες για τη vCard είναι λανθασμένες.Παρακαλώ ξαναφορτώστε τη σελίδα:
fa: اطلاعات کارت ویزا شما غلط است لطفا صفحه را دوباره بارگزاری کنید
gl: A información sobre a vCard é incorrecta. Por favor, recargue a páxina:
hu_hu: Helytelen információ a vCardról. Töltse újra az oldalt:
ms_my: Maklumat tentang vCard tidak betul.
pt_pt: A informação sobre o VCard está incorrecta. Por favor refresque a página:
sk_sk: Informácia o vCard je nesprávna. Obnovte stránku, prosím.

source: Something went FUBAR.
da: Noget gik grueligt galt.
el: Κάτι χάθηκε στο άγνωστο.
fa: چند چیز به FUBAR رفتند
hu_hu: Valami balul sült el.
ms_my: Sesuatu tidak betul.
pt_pt: Algo provocou um FUBAR.
sk_sk: Niečo sa pokazilo.

source: Error updating contact property.
da: Fejl ved opdatering af egenskab for kontaktperson.
el: Σφάλμα ενημέρωσης ιδιότητας επαφής.
fa: خطا در هنگام بروزرسانی اطلاعات شخص مورد نظر
gl: Produciuse un erro actualizando a propiedade do contacto.
ms_my: Masalah mengemaskini maklumat.
pt_pt: Erro ao atualizar propriedade do contato
sk_sk: Chyba aktualizovania údaju kontaktu.

source: Error uploading contacts to storage.
da: Kunne ikke uploade kontaktepersoner til midlertidig opbevaring.
el: Σφάλμα κατά την αποθήκευση επαφών
fa: خطا در هنگام بارگذاری و ذخیره سازی
gl: Erro subindo os contactos ao almacén.
hu_hu: Hiba a kapcsolatok feltöltésekor
ms_my: Ralat memuatnaik senarai kenalan.
pt_pt: Erro a carregar os contactos para o armazenamento.
sk_sk: Chyba pri ukladaní kontaktov na úložisko.

source: There is no error, the file uploaded with success
da: Der skete ingen fejl, filen blev succesfuldt uploadet
el: Δεν υπάρχει σφάλμα, το αρχείο ανέβηκε με επιτυχία
fa: هیچ خطایی نیست بارگذاری پرونده موفقیت آمیز بود
gl: Non houbo erros, o ficheiro subeuse con éxito
hu_hu: Nincs hiba, a fájl sikeresen feltöltődött
ms_my: Tiada ralat berlaku, fail berjaya dimuatnaik
pt_pt: Não ocorreu erros, o ficheiro foi submetido com sucesso
sk_sk: Nevyskytla sa žiadna chyba, súbor úspešne uložené.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
da: Den uploadede fil er større end upload_max_filesize indstillingen i php.ini
el: Το μέγεθος του αρχείου ξεπερνάει το upload_max_filesize του php.ini
fa: حجم آپلود از طریق Php.ini تعیین می شود
gl: O ficheiro subido supera a directiva upload_max_filesize no php.ini
hu_hu: A feltöltött fájl mérete meghaladja az upload_max_filesize értéket a php.ini-ben
ms_my: Saiz fail yang dimuatnaik melebihi upload_max_filesize yang ditetapkan dalam php.ini
pt_pt: O tamanho do ficheiro carregado excede o parametro upload_max_filesize em php.ini
sk_sk: Ukladaný súbor prekračuje nastavenie upload_max_filesize v php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
da: Den uploadede fil overstiger MAX_FILE_SIZE indstilingen, som specificeret i HTML formularen
el: Το ανεβασμένο αρχείο υπερβαίνει το MAX_FILE_SIZE που ορίζεται στην HTML φόρμα
fa: حداکثر حجم قابل بار گذاری از طریق HTML MAX_FILE_SIZE است
gl: O ficheiro subido supera a directiva MAX_FILE_SIZE especificada no formulario HTML
hu_hu: A feltöltött fájl mérete meghaladja a HTML form-ban megadott MAX_FILE_SIZE értéket
ms_my: Saiz fail yang dimuatnaik melebihi MAX_FILE_SIZE yang ditetapkan dalam borang HTML
pt_pt: O tamanho do ficheiro carregado ultrapassa o valor MAX_FILE_SIZE definido no formulário HTML
sk_sk: Ukladaný súbor prekračuje nastavenie MAX_FILE_SIZE z volieb HTML formulára.

source: The uploaded file was only partially uploaded
da: Filen blev kun delvist uploadet.
el: Το αρχείο ανέβηκε μερικώς
fa: پرونده بارگذاری شده فقط تاحدودی بارگذاری شده
gl: O ficheiro so foi parcialmente subido
hu_hu: A fájl csak részlegesen lett feltöltve
ms_my: Fail yang dimuatnaik tidak lengkap
pt_pt: O ficheiro seleccionado foi apenas carregado parcialmente
sk_sk: Ukladaný súbor sa nahral len čiastočne

source: No file was uploaded
da: Ingen fil uploadet
el: Δεν ανέβηκε κάποιο αρχείο
fa: هیچ پروندهای بارگذاری نشده
gl: Non se subeu ningún ficheiro
hu_hu: Nincs feltöltött fájl
ms_my: Tiada fail dimuatnaik
pt_pt: Nenhum ficheiro foi submetido
sk_sk: Žiadny súbor nebol uložený

source: Missing a temporary folder
da: Manglende midlertidig mappe.
el: Λείπει ο προσωρινός φάκελος
fa: یک پوشه موقت گم شده
gl: Falta o cartafol temporal
hu_hu: Hiányzik az ideiglenes könyvtár
ms_my: Direktori sementara hilang
pt_pt: Está a faltar a pasta temporária
sk_sk: Chýba dočasný priečinok

source: Couldn't save temporary image:
da: Kunne ikke gemme midlertidigt billede:
el: Δεν ήταν δυνατή η αποθήκευση της προσωρινής εικόνας:
fa: قابلیت ذخیره تصویر موقت وجود ندارد:
gl: Non se puido gardar a imaxe temporal:
hu_hu: Ideiglenes kép létrehozása sikertelen
ms_my: Tidak boleh menyimpan imej sementara:
pt_pt: Não foi possível guardar a imagem temporária:
sk_sk: Nemôžem uložiť dočasný obrázok:

source: Couldn't load temporary image:
da: Kunne ikke indlæse midlertidigt billede
el: Δεν ήταν δυνατή η φόρτωση της προσωρινής εικόνας:
fa: قابلیت بارگذاری تصویر موقت وجود ندارد:
gl: Non se puido cargar a imaxe temporal:
hu_hu: Ideiglenes kép betöltése sikertelen
ms_my: Tidak boleh membuka imej sementara:
pt_pt: Não é possível carregar a imagem temporária:
sk_sk: Nemôžem načítať dočasný obrázok:

source: No file was uploaded. Unknown error
da: Ingen fil blev uploadet. Ukendt fejl.
el: Δεν ανέβηκε κάποιο αρχείο. Άγνωστο σφάλμα
fa: هیچ فایلی آپلود نشد.خطای ناشناس
gl: Non se subeu ningún ficheiro. Erro descoñecido.
hu_hu: Nem történt feltöltés. Ismeretlen hiba
ms_my: Tiada fail dimuatnaik. Ralat tidak diketahui.
pt_pt: Nenhum ficheiro foi carregado. Erro desconhecido
sk_sk: Žiaden súbor nebol odoslaný. Neznáma chyba

source: Contacts
da: Kontaktpersoner
el: Επαφές
fa: اشخاص
gl: Contactos
hu_hu: Kapcsolatok
ms_my: Hubungan-hubungan
pt_pt: Contactos
sk_sk: Kontakty

source: Sorry, this functionality has not been implemented yet
da: Denne funktion er desværre ikke implementeret endnu
el: Λυπούμαστε, αυτή η λειτουργία δεν έχει υλοποιηθεί ακόμα
fa: با عرض پوزش،این قابلیت هنوز اجرا نشده است
gl: Sentímolo, esta función aínda non foi implementada.
hu_hu: Sajnáljuk, ez a funkció még nem támogatott
ms_my: Maaf, fungsi ini masih belum boleh diguna lagi
pt_pt: Desculpe, esta funcionalidade ainda não está implementada
sk_sk: Bohužiaľ, táto funkcia ešte nebola implementovaná

source: Not implemented
da: Ikke implementeret
el: Δεν έχει υλοποιηθεί
fa: انجام نشد
gl: Non implementada.
hu_hu: Nem támogatott
ms_my: Tidak digunakan
pt_pt: Não implementado
sk_sk: Neimplementované

source: Couldn't get a valid address.
da: Kunne ikke finde en gyldig adresse.
el: Αδυναμία λήψης έγκυρης διεύθυνσης
gl: Non se puido obter un enderezo de correo válido.
hu_hu: Érvényes cím lekérése sikertelen
ms_my: Tidak boleh mendapat alamat yang sah.
pt_pt: Não foi possível obter um endereço válido.
sk_sk: Nemôžem získať platnú adresu.

source: Error
da: Fejl
el: Σφάλμα
fa: خطا
gl: Erro
hu_hu: Hiba
ms_my: Ralat
pt_pt: Erro
sk_sk: Chyba

source: Contact
da: Kontaktperson
el: Επαφή
fa: اشخاص
gl: Contacto
hu_hu: Kapcsolat
ms_my: Hubungan
pt_pt: Contacto
sk_sk: Kontakt

source: New
el: Νέο

source: New Contact
el: Νέα επαφή

source: This property has to be non-empty.
da: Dette felt må ikke være tomt.
el: Το πεδίο δεν πρέπει να είναι άδειο.
fa: این ویژگی باید به صورت غیر تهی عمل کند
gl: Esta propiedade non pode quedar baldeira.
hu_hu: Ezt a tulajdonságot muszáj kitölteni
ms_my: Nilai ini tidak boleh kosong.
pt_pt: Esta propriedade não pode estar vazia.
sk_sk: Tento parameter nemôže byť prázdny.

source: Couldn't serialize elements.
da: Kunne ikke serialisere elementerne.
el: Αδύνατο να μπουν σε σειρά τα στοιχεία
fa: قابلیت مرتب سازی عناصر وجود ندارد
gl: Non se puido serializar os elementos.
hu_hu: Sorbarakás sikertelen
ms_my: Tidak boleh menggabungkan elemen.
pt_pt: Não foi possivel serializar os elementos
sk_sk: Nemôžem previesť prvky.

source: 'deleteProperty' called without type argument. Please report at bugs.owncloud.org
da: 'deleteProperty' kaldet uden typeargument. Indrapporter fejl på bugs.owncloud.org
el: το 'deleteProperty' καλέστηκε χωρίς without type argument. Παρακαλώ αναφέρατε στο bugs.owncloud.org
fa: پاک کردن ویژگی بدون استدلال انجام شده.لطفا این مورد را گزارش دهید:bugs.owncloud.org
gl: 'deleteProperty' chamado sen argumento. Por favor, informe en bugs.owncloud.org
hu_hu: A 'deleteProperty' argumentum nélkül lett meghívva. Kérjük, jelezze a hibát.
ms_my: 'deleteProperty' dipanggil tanpa argumen taip. Sila maklumkan di bugs.owncloud.org
pt_pt: 'deleteProperty' chamada sem argumento definido. Por favor report o problema em bugs.owncloud.org
sk_sk: 'deleteProperty' zavolané bez argument. Prosím oznámte chybu na bugs.owncloud.org

source: Edit name
da: Rediger navn
el: Αλλαγή ονόματος
fa: نام تغییر
gl: Editar nome
hu_hu: Név szerkesztése
ms_my: Ubah nama
pt_pt: Editar nome
sk_sk: Upraviť meno

source: No files selected for upload.
da: Der er ikke valgt nogen filer at uploade.
el: Δεν επιλέχτηκαν αρχεία για μεταφόρτωση
fa: هیچ فایلی برای آپلود انتخاب نشده است
gl: Sen ficheiros escollidos para subir.
hu_hu: Nincs kiválasztva feltöltendő fájl
ms_my: Tiada fail dipilih untuk muatnaik.
pt_pt: Nenhum ficheiro seleccionado para enviar.
sk_sk: Žiadne súbory neboli vybrané k nahratiu

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
da: Dr.
el: Το αρχείο που προσπαθείτε να ανεβάσετε υπερβαίνει το μέγιστο μέγεθος για τις προσθήκες αρχείων σε αυτόν τον server.
fa: حجم فایل بسیار بیشتر از حجم تنظیم شده در تنظیمات سرور است
gl: O ficheiro que tenta subir supera o tamaño máximo permitido neste servidor.
hu_hu: A feltöltendő fájl mérete meghaladja a megengedett mértéket
ms_my: Fail yang ingin dimuatnaik melebihi saiz yang dibenarkan.
pt_pt: O tamanho do ficheiro que está a tentar carregar ultrapassa o limite máximo definido para ficheiros no servidor.
sk_sk: Súbor, ktorý sa pokúšate nahrať, presahuje maximálnu povolenú veľkosť.

source: Select type
da: Vælg type
el: Επιλογή τύπου
fa: نوع را انتخاب کنید
gl: Seleccione tipo
hu_hu: Típus kiválasztása
ms_my: PIlih jenis
pt_pt: Seleccionar tipo
sk_sk: Vybrať typ

source: Result:
da: Resultat:
el: Αποτέλεσμα:
fa: نتیجه:
gl: Resultado:
hu_hu: Eredmény:
ms_my: Hasil:
pt_pt: Resultado:
sk_sk: Výsledok:

source: imported,
da: importeret
el: εισάγεται,
fa: وارد شد،
gl: importado,
hu_hu: beimportálva,
ms_my: import,
pt_pt: importado,
sk_sk: importovaných,

source: failed.
da: fejl.
el: απέτυχε.
fa: ناموفق
gl: fallou.
hu_hu: sikertelen
ms_my: gagal.
pt_pt: falhou.
sk_sk: zlyhaných.

source: This is not your addressbook.
da: Dette er ikke din adressebog.
el: Αυτό δεν είναι το βιβλίο διευθύνσεων σας.
fa: این کتابچه ی نشانه های شما نیست
gl: Esta non é a súa axenda.
hu_hu: Ez nem a te címjegyzéked.
ms_my: Ini bukan buku alamat anda.
pt_pt: Esta não é a sua lista de contactos
sk_sk: Toto nie je váš adresár.

source: Contact could not be found.
da: Kontaktperson kunne ikke findes.
el: Η επαφή δεν μπόρεσε να βρεθεί.
fa: اتصال ویا تماسی یافت نشد
gl: Non se atopou o contacto.
hu_hu: Kapcsolat nem található.
ms_my: Hubungan tidak dapat ditemui
pt_pt: O contacto não foi encontrado
sk_sk: Kontakt nebol nájdený.

source: Address
da: Adresse
el: Διεύθυνση
fa: نشانی
gl: Enderezo
hu_hu: Cím
ms_my: Alamat
pt_pt: Morada
sk_sk: Adresa

source: Telephone
da: Telefon
el: Τηλέφωνο
fa: تلفن
gl: Teléfono
ms_my: Telefon
pt_pt: Telefone
sk_sk: Telefón

source: Organization
da: Organisation
el: Οργανισμός
fa: نهاد(ارگان)
gl: Organización
hu_hu: Szervezet
ms_my: Organisasi
pt_pt: Organização
sk_sk: Organizácia

source: Work
da: Arbejde
el: Εργασία
fa: کار
gl: Traballo
hu_hu: Munkahelyi
ms_my: Kerja
pt_pt: Emprego
sk_sk: Práca

source: Home
da: Hjemme
el: Σπίτι
fa: خانه
gl: Casa
hu_hu: Otthoni
ms_my: Rumah
pt_pt: Casa
sk_sk: Domov
