Repository: nextcloud/server
Catalog: l10n/*/core.po
Languages: ast, bg_bg, cy_gb, de, fr, id, ja, lb, nb_no, ru, sq, ur_pk

source: Shared with you by {owner}
ast: Compartíu contigo por {owner}
bg_bg: Споделено с теб от {owner}.
cy_gb: Rhannwyd â chi gan {owner}
de: {owner} hat dies mit Dir geteilt
fr: Partagé avec vous par {owner}
id: Dibagikan dengan anda oleh {owner}
ja: {owner} と共有中
lb: Gedeelt mat dir vum {owner}
nb_no: Delt med deg av {owner}
ru: {owner} открыл доступ для Вас
sq: Ndarë me ju nga {owner}
ur_pk: اشتراک شدہ آپ سے{مالک}

source: Share with user or group …
ast: Compartir col usuariu o grupu ...
bg_bg: Сподели с потребител или група...
de: Mit Benutzer oder Gruppe teilen ....
fr: Partager avec un utilisateur ou un groupe...
id: Bagikan dengan pengguna atau grup ...
ja: ユーザーもしくはグループと共有 ...
nb_no: Del med bruker eller gruppe …
ru: Поделиться с пользователем или группой...
ur_pk: صارف یا مجموعہ کے ساتھ اشتراک کریں ...

source: Share link
ast: Compartir enllaz
bg_bg: Връзка за споделяне
de: Link Teilen
fr: Partager le lien
id: Bagikan tautan
ja: URLで共有
lb: Link deelen
nb_no: Del lenke
ru: Поделиться ссылкой
ur_pk: اشتراک لنک

source: The public link will expire no later than {days} days after it is created
ast: L'enllaz públicu va caducar enantes de {days} díes dende la so creación
bg_bg: Общодостъпната връзка ще изтече не по-късно от {days} дена след създаването й.
de: Der öffentliche Link wird spätestens nach {days} Tagen, nach Erstellung, ablaufen
fr: Ce lien public expirera au plus tard, dans {days} jours après sa création.
ja: URLによる共有は、作成してから {days} 日以内に有効期限切れになります
nb_no: Den offentlige lenken vil utløpe senest {days} dager etter at den lages
ru: Срок действия публичной ссылки истекает не позже чем через {days} дней, после её создания

source: Password protect
ast: Protexer con contraseña
bg_bg: Защитено с парола
cy_gb: Diogelu cyfrinair
de: Passwortschutz
fr: Protéger par un mot de passe
id: Lindungi dengan sandi
ja: パスワード保護を有効化
lb: Passwuertgeschützt
nb_no: Passordbeskyttet
ru: Защитить паролем
sq: Mbro me kod
ur_pk: محفوظ پاسورڈ

source: Choose a password for the public link
ast: Escueyi una contraseña pal enllaz públicu
bg_bg: Избери парола за общодостъпната връзка
de: Wählen Sie ein Passwort für den öffentlichen Link
fr: Choisissez un mot de passe pour le lien public.
ja: URLによる共有のパスワードを入力
nb_no: Velg et passord for den offentlige lenken
ru: Выберите пароль для публичной ссылки
ur_pk: عوامی لنک کے لئےپاس ورڈ منتخب کریں

source: Allow Public Upload
ast: Permitir xuba pública
bg_bg: Разреши Общодостъпно Качване
de: Öffentliches Hochladen erlauben
fr: Autoriser l'upload par les utilisateurs non enregistrés
id: Izinkan Unggahan Publik
ja: アップロードを許可
lb: Ëffentlechen Upload erlaaben
nb_no: Tillat Offentlig Opplasting
ru: Разрешить загрузку
sq: Lejo Ngarkimin Publik
ur_pk: پبلک اپ لوڈ کرنے کی اجازت دیں

source: Email link to person
ast: Enllaz de corréu-e a la persona
bg_bg: Изпрати връзка до нечия пощата
cy_gb: E-bostio dolen at berson
de: Link per E-Mail verschicken
fr: Envoyez le lien par email
id: Emailkan tautan ini ke orang
ja: メールリンク
lb: Link enger Persoun mailen
nb_no: Email lenke til person
ru: Почтовая ссылка на персону
sq: Dërgo email me lidhjen
ur_pk: شحص کے لیے ای میل لنک

source: Send
ast: Unviar
bg_bg: Изпрати
cy_gb: Anfon
de: Senden
fr: Envoyer
id: Kirim
ja: 送信
lb: Schécken
ru: Отправить
sq: Dërgo
ur_pk: بھجیں

source: Set expiration date
ast: Afitar la data de caducidá
bg_bg: Посочи дата на изтичане
cy_gb: Gosod dyddiad dod i ben
de: Setze ein Ablaufdatum
fr: Spécifier la date d'expiration
id: Atur tanggal kedaluwarsa
ja: 有効期限を設定
lb: Verfallsdatum setzen
nb_no: Sett utløpsdato
ru: Установить срок доступа
sq: Cakto datën e përfundimit
ur_pk: تاریخ معیاد سیٹ کریں

source: Expiration date
ast: Data de caducidá
bg_bg: Дата на изтичане
cy_gb: Dyddiad dod i ben
de: Ablaufdatum
fr: Date d'expiration
id: Tanggal kedaluwarsa
ja: 有効期限
lb: Verfallsdatum
nb_no: Utløpsdato
ru: Дата окончания
sq: Data e përfundimit
ur_pk: تاریخ معیاد

source: group
ast: grupu
bg_bg: група
de: Gruppe
fr: groupe
id: grup
ja: グループ
lb: Grupp
nb_no: gruppe
ru: группа
sq: grupi
ur_pk: مجموعہ

source: Resharing is not allowed
ast: Recompartir nun ta permitíu
bg_bg: Повторно споделяне не е разрешено.
cy_gb: Does dim hawl ail-rannu
de: Weiterverteilen ist nicht erlaubt
fr: Le repartage n'est pas autorisé
id: Berbagi ulang tidak diizinkan
ja: 再共有は許可されていません
lb: Weiderdeelen ass net erlaabt
nb_no: Videre deling er ikke tillatt
ru: Общий доступ не разрешен
sq: Rindarja nuk lejohet
ur_pk: دوبارہ اشتراک کی اجازت نہیں

source: Shared in {item} with {user}
ast: Compartíu en {item} con {user}
bg_bg: Споделено в {item} с {user}.
cy_gb: Rhannwyd yn {item} â {user}
de: Für {user} in {item} freigegeben
fr: Partagé dans {item} avec {user}
id: Dibagikan dalam {item} dengan {user}
ja: {item} 内で {user} と共有中
lb: Gedeelt an {item} mat {user}
nb_no: Delt i {item} med {user}
ru: Общий доступ к {item} с {user}
sq: Ndarë në {item} me {user}
ur_pk: شراکت میں {آئٹم}اور {مستخدم}

source: Unshare
ast: Dexar de compartir
bg_bg: Премахни споделяне
cy_gb: Dad-rannu
de: Freigabe aufheben
fr: Ne plus partager
id: Batalkan berbagi
ja: 共有解除
lb: Net méi deelen
nb_no: Avslutt deling
ru: Закрыть общий доступ
sq: Hiq ndarjen
ur_pk: شئیرنگ ختم کریں

source: notify by email
ast: notificar per corréu
bg_bg: уведоми по имейла
de: Per E-Mail informieren
fr: Notifier par email
id: notifikasi via email
ja: メールで通知
lb: via e-mail Bescheed ginn
nb_no: Varsle på email
ru: уведомить по почте
ur_pk: ای میل کے ذریعے مطلع کریں

source: can share
ast: pue compartir
bg_bg: може да споделя
de: Kann teilen
fr: peut partager
lb: kann deelen
nb_no: kan dele

source: can edit
ast: pue editar
bg_bg: може да променя
cy_gb: yn gallu golygu
de: kann bearbeiten
fr: édition autorisée
id: dapat sunting
ja: 編集を許可
lb: kann änneren
nb_no: kan endre
ru: может редактировать
sq: mund të ndryshosh
ur_pk: تبدیل کر سکے ھیں

source: access control
ast: control d'accesu
bg_bg: контрол на достъпа
cy_gb: rheolaeth mynediad
de: Zugriffskontrolle
fr: contrôle des accès
id: kontrol akses
ja: アクセス権限
lb: Zougrëffskontroll
nb_no: tilgangskontroll
ru: контроль доступа
sq: kontrollimi i hyrjeve
ur_pk: اسیس کنٹرول

source: create
ast: crear
bg_bg: Създаване
cy_gb: creu
de: erstellen
fr: créer
id: buat
ja: 作成
lb: erstellen
nb_no: opprett
ru: создать
sq: krijo
ur_pk: نیا بنائیں

source: update
ast: xubir
bg_bg: Обновяване
cy_gb: diweddaru
de: aktualisieren
fr: mettre à jour
id: perbarui
ja: アップデート
lb: aktualiséieren
nb_no: oppdatere
ru: обновить
sq: azhurno
ur_pk: اپ ڈیٹ

source: delete
ast: desaniciar
bg_bg: изтрий
cy_gb: dileu
de: löschen
fr: supprimer
id: hapus
ja: 削除
lb: läschen
nb_no: slett
ru: удалить
sq: elimino
ur_pk: ختم کریں

source: Password protected
ast: Contraseña protexida
bg_bg: Защитено с парола
cy_gb: Diogelwyd â chyfrinair
de: Durch ein Passwort geschützt
fr: Protégé par un mot de passe
id: Sandi dilindungi
ja: パスワード保護
lb: Passwuertgeschützt
nb_no: Passordbeskyttet
ru: Защищено паролем
sq: Mbrojtur me kod
ur_pk: پاسورڈ سے محفوظ کیا گیا ہے

source: Error unsetting expiration date
ast: Fallu desafitando la data de caducidá
bg_bg: Грешка при премахване на дата за изтичане
cy_gb: Gwall wrth ddad-osod dyddiad dod i ben
de: Fehler beim Entfernen des Ablaufdatums
fr: Une erreur est survenue pendant la suppression de la date d'expiration
id: Galat ketika menghapus tanggal kedaluwarsa
ja: 有効期限の未設定エラー
lb: Feeler beim Läsche vum Verfallsdatum
nb_no: Feil ved nullstilling av utløpsdato
ru: Ошибка при отмене срока доступа
sq: Veprim i gabuar gjatë heqjes së datës së përfundimit
ur_pk: خرابی غیر تصحیح تاریخ معیاد

source: Error setting expiration date
ast: Fallu afitando la fecha de caducidá
bg_bg: Грешка при поставяне на дата за изтичане
cy_gb: Gwall wrth osod dyddiad dod i ben
de: Fehler beim Setzen des Ablaufdatums
fr: Erreur lors de la spécification de la date d'expiration
id: Galat ketika mengatur tanggal kedaluwarsa
ja: 有効期限の設定でエラー発生
lb: Feeler beim Setze vum Verfallsdatum
nb_no: Kan ikke sette utløpsdato
ru: Ошибка при установке срока доступа
sq: Veprim i gabuar gjatë caktimit të datës së përfundimit
ur_pk: خرابی تصحیح تاریخ معیاد

source: Sending ...
ast: Unviando ...
bg_bg: Изпращане ...
cy_gb: Yn anfon ...
de: Sende ...
fr: En cours d'envoi ...
id: Mengirim ...
ja: 送信中...
lb: Gëtt geschéckt...
nb_no: Sender...
ru: Отправляется ...
sq: Duke dërguar...
ur_pk: ارسال ہو رہا ھے

source: Email sent
ast: Corréu unviáu
bg_bg: Имейла е изпратен
cy_gb: Anfonwyd yr e-bost
de: E-Mail wurde verschickt
fr: Email envoyé
id: Email terkirim
ja: メールを送信しました
lb: Email geschéckt
nb_no: E-post sendt
ru: Письмо отправлено
sq: Email-i u dërgua
ur_pk: ارسال شدہ ای میل

source: Warning
ast: Avisu
bg_bg: Предупреждение
de: Warnung
fr: Attention
id: Peringatan
ja: 警告
lb: Warnung
nb_no: Advarsel
ru: Предупреждение
ur_pk: انتباہ

source: The object type is not specified.
ast: El tipu d'oxetu nun ta especificáu.
bg_bg: Видът на обекта не е избран.
cy_gb: Nid yw'r math o wrthrych wedi cael ei nodi.
de: Der Objekttyp ist nicht angegeben.
fr: Le type d'objet n'est pas spécifié.
id: Tipe objek tidak ditentukan.
ja: オブジェクトタイプが指定されていません。
lb: Den Typ vum Object ass net uginn.
nb_no: Objekttypen er ikke spesifisert.
ru: Тип объекта не указан
sq: Nuk është specifikuar tipi i objektit.
ur_pk: اس چیز کی قسم کی وضاحت نہیں

source: Enter new
ast: Introducir nueva
bg_bg: Въведи нов
de: Neuen eingeben
fr: Saisir un nouveau
id: Masukkan baru
ja: 新規に入力
lb: Gëff nei an
nb_no: Oppgi ny
ru: Ввести новое
ur_pk: جدید درج کریں

source: Delete
ast: Desaniciar
bg_bg: Изтрий
de: Löschen
fr: Supprimer
id: Hapus
ja: 削除
lb: Läschen
nb_no: Slett
ru: Удалить
sq: Elimino
ur_pk: حذف کریں

source: Add
ast: Amestar
bg_bg: Добавяне
cy_gb: Ychwanegu
de: Hinzufügen
fr: Ajouter
id: Tambah
ja: 追加
lb: Dobäisetzen
nb_no: Legg til
ru: Добавить
sq: Shto
ur_pk: شامل کریں

source: Edit tags
ast: Editar etiquetes
bg_bg: Промяна на етикетите
de: Schlagwörter bearbeiten
fr: Modifier les balises
id: Sunting tag
ja: タグを編集
lb: Tags editéieren
nb_no: Rediger merkelapper
ru: Изменить метки
ur_pk: ترمیم ٹیگز

source: Error loading dialog template: {error}
ast: Fallu cargando plantía de diálogu: {error}
bg_bg: Грешка при зареждането на шаблоn за диалог: {error}.
de: Fehler beim Laden der Dialogvorlage: {error}
fr: Erreur de chargement du modèle de dialogue : {error}
id: Galat memuat templat dialog: {error}
ja: メッセージテンプレートの読み込みエラー: {error}
nb_no: Feil ved lasting av dialogmal: {error}
ru: Ошибка загрузки шаблона диалога: {error}

source: No tags selected for deletion.
ast: Nun s'esbillaron etiquetes pa desaniciar.
bg_bg: Не са избрани етикети за изтриване.
de: Es wurden keine Schlagwörter zum Löschen ausgewählt.
fr: Aucune balise sélectionnée pour la suppression.
id: Tidak ada tag yang terpilih untuk dihapus.
ja: 削除するタグが選択されていません。
nb_no: Ingen merkelapper valgt for sletting.
ru: Не выбраны меток для удаления.

source: Updating {productName} to version {version}, this may take a while.
ast: Anovando {productName} a la versión {version}, esto pue llevar un tiempu.
bg_bg: Обновява се {productName} на версия {version}, това може да отнеме време.
de: Aktualisiere {productName} auf Version {version}. Dies könnte eine Weile dauern.
fr: Mise à jour en cours de {productName} vers la version {version}, cela peut prendre du temps.
ja: {productName} を バージョン {version} に更新しています。しばらくお待ち下さい。
nb_no: Oppdaterer {productName} til versjon {version}. Dette kan ta litt tid.

source: Please reload the page.
ast: Por favor, recarga la páxina
bg_bg: Моля, презареди страницата.
de: Bitte lade diese Seite neu.
fr: Veuillez recharger la page.
id: Silakan muat ulang halaman.
ja: ページをリロードしてください。
nb_no: Vennligst last siden på nytt.
ru: Пожалуйста, перезагрузите страницу.
ur_pk: براہ مہربانی صفحہ دوبارہ لوڈ کریں.

source: The update was unsuccessful.
ast: L'anovamientu nun foi esitosu.
bg_bg: Обновяването неуспешно.
de: Die Aktualisierung war erfolgreich.
fr: La mise à jour a échoué.
ja: アップデートに失敗しました。
nb_no: Oppdateringen var vellykket.

source: The update was successful. Redirecting you to ownCloud now.
ast: L'anovamientu fízose con ésitu. Redirixiendo agora al to ownCloud.
bg_bg: Обновяването е успешно. Пренасочване към твоя ownCloud сега.
cy_gb: Roedd y diweddariad yn llwyddiannus. Cewch eich ailgyfeirio i ownCloud nawr.
de: Das Update war erfolgreich. Du wirst nun zu ownCloud weitergeleitet.
fr: La mise à jour a réussi. Vous êtes redirigé maintenant vers ownCloud.
id: Pembaruan sukses. Anda akan diarahkan ulang ke ownCloud.
ja: アップデートに成功しました。今すぐownCloudにリダイレクトします。
lb: Den Update war erfollegräich. Du gëss elo bei d'ownCloud ëmgeleet.
nb_no: Oppdateringen var vellykket. Du omdirigeres nå til ownCloud.
ru: Обновление прошло успешно. Перенаправляемся в Ваш ownCloud...
sq: Azhurnimi u krye. Tani do t'ju kaloj tek ownCloud-i.
ur_pk: اپ ڈیٹ کامیاب تھی۔ اپ کو اون کلوڈ سے منسلک کیا جا رہا ہے

source: Couldn't reset password because the token is invalid
ast: Nun pudo reaniciase la contraseña porque'l token ye inválidu
bg_bg: Невалиден линк за промяна на паролата.
de: Aufgrund eines ungültigen Tokens kann das Passwort nicht zurück gesetzt werden
fr: Impossible de réinitialiser le mot de passe car le jeton est invalide.
ja: トークンが無効なため、パスワードをリセットできませんでした
nb_no: Klarte ikke å tilbakestille passordet fordi token er ugyldig.

source: Couldn't send reset email. Please make sure your username is correct.
ast: Nun pudo unviase'l corréu. Por favor, asegurate que'l to nome d'usuariu seya correutu
bg_bg: Неуспешно изпращане на имейл за възстановяване на паролата. Моля, увери се, че потребителското име е правилно.
de: E-Mail zum Zurücksetzen kann nicht versendet werden. Stelle sicher, dass Dein Nutzername korrekt ist.
fr: Impossible d'envoyer l’émail de réinitialisation. Veuillez vérifier que votre nom d'utilisateur est correct.
ja: リセットメールを送信できませんでした。ユーザ名が正しいかどうか確認して下さい。
nb_no: Klarte ikke å sende e-post for tilbakestilling av passord. Sjekk at brukernavnet ditt er korrekt.

source: Couldn't send reset email because there is no email address for this username. Please contact your administrator.
ast: Nun pudo unviase'l corréu porque nun hai direición de corréu pa esti nome d'usuariu. Por favor, contauta col alministrador
bg_bg: Неуспешно изпращане на имейл за възстановяване на паролата, защото липсва имейл свързан с това потребителско име. Моля свържи се с админстратора.
de: E-Mail zum Zurücksetzen kann Aufgrund einer nicht vorhandenen E-Mail Adresse für diesen Nutzernamen nicht versendet werden. Bitte kontaktiere Deinen Administrator.
fr: Impossible d'envoyer l'email de réinitialisation car il n'y a aucune adresse email pour cet utilisateur. Veuillez contacter votre administrateur.
ja: このユーザ名に紐付けられたメールアドレスが無いため、リセットメールを送信できませんでした。管理者に問い合わせてください。
nb_no: Klarte ikke å sende e-post for tilbakestilling av passord fordi det ikke finnes noen e-postadresse for dette brukernavnet. Kontakt administratoren din.

source: %s password reset
ast: %s restablecer contraseña
bg_bg: Паролата на %s е променена.
de: %s-Passwort zurücksetzen
fr: Réinitialisation de votre mot de passe %s
id: %s sandi diatur ulang
ja: %s パスワードリセット
lb: %s Passwuert ass nei gesat
nb_no: %s tilbakestilling av passord
ru: %s сброс пароля
sq: Kodi i %s -it u rivendos

source: Use the following link to reset your password: {link}
ast: Usa'l siguiente enllaz pa restablecer la to contraseña: {link}
bg_bg: Използвай следната връзка, за да възстановиш паролата си: {link}
cy_gb: Defnyddiwch y ddolen hon i ailosod eich cyfrinair: {link}
de: Nutze den nachfolgenden Link, um Dein Passwort zurückzusetzen: {link}
fr: Utilisez le lien suivant pour réinitialiser votre mot de passe : {link}
id: Gunakan tautan berikut untuk menyetel ulang sandi Anda: {link}
ja: パスワードをリセットするには次のリンクをクリックしてください: {link}
lb: Benotz folgende Link fir däi Passwuert zréckzesetzen: {link}
nb_no: Bruk følgende lenke for å tilbakestille passordet ditt: {link}
ru: Используйте следующую ссылку чтобы сбросить пароль: {link}
sq: Përdorni lidhjen në vijim për të rivendosur kodin: {link}
ur_pk: اپنا پاسورڈ ری سیٹ کرنے کے لیے اس لنک پر کلک کریں۔ {link}

source: You will receive a link to reset your password via Email.
ast: Vas recibir un enllaz vía Corréu-e pa restablecer la to contraseña
bg_bg: Ще получиш връзка за възстановяване на паролата посредством емейл.
cy_gb: Byddwch yn derbyn dolen drwy e-bost i ailosod eich cyfrinair.
de: Du erhältst einen Link per E-Mail, um Dein Passwort zurückzusetzen.
fr: Vous allez recevoir un e-mail contenant un lien pour réinitialiser votre mot de passe.
id: Anda akan menerima tautan penyetelan ulang sandi lewat Email.
ja: メールでパスワードをリセットするリンクが届きます。
lb: Du kriss e Link fir däi Passwuert zréckzesetze via Email geschéckt.
nb_no: Du burde motta detaljer om å tilbakestille passordet ditt via epost.
ru: На ваш адрес Email выслана ссылка для сброса пароля.
sq: Do t'iu vijë një email që përmban një lidhje për ta rivendosur kodin.
ur_pk: آپ ای میل کے ذریعے اپنے پاسورڈ ری سیٹ کا لنک موصول کریں گے

source: Username
ast: Nome d'usuariu
bg_bg: Потребител
cy_gb: Enw defnyddiwr
de: Benutzername
fr: Nom d'utilisateur
id: Nama pengguna
ja: ユーザー名
lb: Benotzernumm
nb_no: Brukernavn
ru: Имя пользователя
sq: Përdoruesi
ur_pk: یوزر نیم

source: Your files are encrypted. If you haven't enabled the recovery key, there will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?
ast: Los ficheros tán cifraos. Si nun habilitesti la clave de recuperación, nun habrá forma de recuperar los tos datos dempués de que la contraseña se reanicie. Si nun tas seguru de qué facer, por favor contauta col alministrador enantes de siguir. ¿De xuru quies continuar?
bg_bg: Файловете ти са криптирани. Ако не си насторил ключ за възстановяване, няма да има възможност да възстановиш информацията си след като промениш паролата. Ако не си сигурен какво да направиш, моля свържи се с администратора преди да продължиш. Наистина ли си сигурен, че искаш да продължиш?
de: Deine Dateien sind verschlüsselt. Solltest Du keinen Wiederherstellungschlüssel aktiviert haben, gibt es keine Möglichkeit an Deine Daten zu kommen, wenn das Passwort zurückgesetzt wird. Falls Du Dir nicht sicher bist, was Du tun sollst, kontaktiere bitte Deinen Administrator, bevor Du fortfährst. Willst Du wirklich fortfahren?
fr: Vos fichiers sont chiffrés. Si vous n'avez pas activé la clef de récupération, il n'y aura plus aucun moyen de récupérer vos données une fois le mot de passe réinitialisé. Si vous n'êtes pas sûr de ce que vous faites, veuillez contacter votre administrateur avant de continuer. Voulez-vous vraiment continuer ?
id: Berkas anda terenkripsi. Jika sebelumnya anda belum mengaktifkan kunci pemulihan, tidak akan ada cara lagi untuk mendapatkan data anda kembali setelah sandi anda diatur ulang. Jika anda tidak yakin dengan apa yang harus dilakukan, silakan hubungi administrator anda sebelum melanjutkan. Apakah anda benar-benar ingin melanjutkan?
ja: ファイルが暗号化されています。リカバリキーを有効にしていなかった場合、パスワードをリセットしてからデータを復旧する方法はありません。何をすべきかよくわからないなら、続ける前にまず管理者に連絡しましょう。本当に続けますか？
lb: Deng Fichiere si verschlësselt. Falls du de Recuperatiouns-Schlëssel net aktivéiert hues, gëtt et keng Méiglechkeet nees un deng Daten ze komme wann däi Passwuert muss zréckgesat ginn. Falls du net sécher bass wat s de maache soll, kontaktéier w.e.gl däin Administrateur bevir s de weidermëss. Wëlls de wierklech weidermaachen?
nb_no: Filene dine er kryptert. Hvis du ikke har aktivert gjenopprettingsnøkkelen, vil det være helt umulig å få tilbake dataene dine etter at passordet ditt er tilbakestilt. Hvis du er usikker på hva du skal gjøre, kontakt administratoren din før du fortsetter. Vil du virkelig fortsette?
ru: Ваши файлы зашифрованы. Если вы не активировали ключ восстановления, то после сброса пароля все ваши данные будут потеряны навсегда. Если вы не знаете что делать, свяжитесь со своим администратором до того как продолжить. Вы действительно хотите продолжить?
sq: Skedarët tuaj janë të kodifikuar. Nëqoftëse nuk keni aktivizuar çelësin e restaurimit, të dhënat tuaja nuk do të jenë të arritshme pasi të keni rivendosur kodin. Nëqoftëse nuk jeni i sigurt, ju lutemi kontaktoni administratorin tuaj para se të vazhdoni. Jeni i sigurt që dëshironi të vazhdoni?

source: Yes, I really want to reset my password now
ast: Sí, quiero reaniciar daveres la mio contraseña agora
bg_bg: Да, наистина желая да възстановя паролата си сега.
de: Ja, ich will mein Passwort jetzt zurücksetzen
fr: Oui, je veux vraiment réinitialiser mon mot de passe maintenant
id: Ya, Saya sungguh ingin mengatur ulang sandi saya sekarang
ja: はい、今すぐパスワードをリセットします。
lb: Jo, ech wëll mäi Passwuert elo zrécksetzen
nb_no: Ja, jeg vil virkelig tilbakestille passordet mitt nå
ru: Да, я действительно хочу сбросить свой пароль
sq: Po, dua ta rivendos kodin tani
ur_pk: جی ہاں، میں واقعی ابھی اپنا پاس ورڈ ری سیٹ کرنا چاہتا ہوں

source: Reset
ast: Reaniciar
bg_bg: Възстанови
de: Zurücksetzen
fr: Réinitialiser
id: Atur Ulang
ja: リセット
lb: Zeréck setzen
nb_no: Tilbakestill
ru: Сброс
ur_pk: ری سیٹ

source: New password
ast: Contraseña nueva
bg_bg: Нова парола
cy_gb: Cyfrinair newydd
de: Neues Passwort
fr: Nouveau mot de passe
id: Sandi baru
ja: 新しいパスワードを入力
lb: Neit Passwuert
nb_no: Nytt passord
ru: Новый пароль
sq: Kodi i ri
ur_pk: نیا پاسورڈ

source: New Password
ast: Contraseña nueva
bg_bg: Нова Парола
de: Neues Passwort
fr: Nouveau mot de passe
ja: 新しいパスワード
nb_no: Nytt passord

source: Mac OS X is not supported and %s will not work properly on this platform. Use it at your own risk!
ast: Mac OS X nun ta sofitáu y %s nun furrulará afayadizamente nesta plataforma. ¡Úsalu baxo'l to riesgu!
bg_bg: Mac OS X не се подържа и %s няма да работи правилно на тази платформа. Използвай го на свой риск!
de: Mac OSX wird nicht unterstützt und %s wird auf dieser Platform nicht korrekt funktionieren. Benutzung auf eigenes Risiko!
fr: Mac OS X n'est pas supporté et %s ne fonctionnera pas correctement sur cette plateforme. Son utilisation est à vos risques et périls !
id: Mac OS X tidak didukung dan %s tidak akan bekerja dengan baik pada platform ini. Gunakan dengan resiko Anda sendiri!
ja: Mac OS X では、サポートされていません。このOSでは、%sは正常に動作しないかもしれません。ご自身の責任においてご利用ください。
nb_no: Mac OS X støttes ikke og %s vil ikke fungere korrekt på denne plattformen. Bruk på egen risiko!
ru: Mac OS X не поддерживается и %s не будет работать правильно на этой платформе. Используйте ее на свой страх и риск!

source: For the best results, please consider using a GNU/Linux server instead.
ast: Pa los meyores resultaos, por favor considera l'usu d'un sirvidor GNU/Linux nel so llugar.
bg_bg: За най-добри резултати, моля помисли дали не би желал да използваш GNU/Linux сървър.
de: Für die besten Resultate sollte stattdessen ein GNU/Linux Server verwendet werden.
fr: Pour des résultats meilleurs encore, pensez à utiliser un serveur GNU/Linux à la place.
id: Untuk hasil terbaik, pertimbangkan untuk menggunakan server GNU/Linux sebagai gantinya.
ja: 最も良い方法としては、代わりにGNU/Linuxサーバーを利用することをご検討ください。
nb_no: For beste resultat, vurder å bruke en GNU/Linux-server i stedet.
ru: Для достижения наилучших результатов, пожалуйста, рассмотрите возможность использовать взамен GNU/Linux сервер.

source: Personal
bg_bg: Лични
cy_gb: Personol
de: Persönlich
fr: Personnel
id: Pribadi
ja: 個人
lb: Perséinlech
nb_no: Personlig
ru: Личное
sq: Personale
ur_pk: شخصی

source: Users
ast: Usuarios
bg_bg: Потребители
cy_gb: Defnyddwyr
de: Benutzer
fr: Utilisateurs
id: Pengguna
ja: ユーザー
lb: Benotzer
nb_no: Brukere
ru: Пользователи
sq: Përdoruesit
ur_pk: صارفین

source: Apps
ast: Aplicaciones
bg_bg: Приложения
cy_gb: Pecynnau
fr: Applications
id: Aplikasi
ja: アプリ
lb: Applikatiounen
nb_no: Apper
ru: Приложения
sq: App
ur_pk: ایپز
