Repository: nextcloud/server
Catalog: l10n/*/core.po
Languages: ast, bg_bg, cy_gb, de, fr, id, ja, lb, nb_no, ru, sq, ur_pk

source: Couldn't send mail to following users: %s
ast: Nun pudo unviase'l corréu a los usuarios siguientes: %s
bg_bg: Неуспешно изпращане на имейл до следните потребители: %s.
de: Die E-Mail konnte nicht an folgende Benutzer gesendet werden: %s
fr: Impossible d'envoyer un mail aux utilisateurs suivant : %s
id: Tidak dapat mengirim Email ke pengguna berikut: %s
ja: 次のユーザーにメールを送信できませんでした: %s
nb_no: Klarte ikke å sende mail til følgende brukere: %s
ru: Невозможно отправить письмо следующим пользователям: %s

source: Turned on maintenance mode
ast: Activáu'l mou de caltenimientu
bg_bg: Режим за поддръжка включен.
de: Wartungsmodus eingeschaltet
fr: Basculé en mode maintenance
id: Hidupkan mode perawatan
ja: メンテナンスモードがオンになりました
lb: Maintenance Modus ass un
nb_no: Slo på vedlikeholdsmodus
ru: Режим отладки включён
sq: Mënyra e mirëmbajtjes u aktivizua
ur_pk: بحالی موڈ چالو ہے

source: Turned off maintenance mode
ast: Apagáu'l mou de caltenimientu
bg_bg: Режим за поддръжка изключен.
de: Wartungsmodus ausgeschaltet
fr: Basculé en mode production (non maintenance)
id: Matikan mode perawatan
ja: メンテナンスモードがオフになりました
lb: Maintenance Modus ass aus
nb_no: Slo av vedlikeholdsmodus
ru: Режим отладки отключён
sq: Mënyra e mirëmbajtjes u çaktivizua
ur_pk: بحالی موڈ بند ہے

source: Updated database
ast: Base de datos anovada
bg_bg: Базата данни обоновена.
de: Datenbank aktualisiert
fr: Base de données mise à jour
id: Basis data terbaru
ja: データベース更新完了
lb: Datebank ass geupdate ginn
nb_no: Oppdaterte databasen
ru: База данных обновлена
sq: Database-i u azhurnua
ur_pk: اپ ڈیٹ ہوئ ڈیٹا بیس

source: Checked database schema update
ast: Anovamientu del esquema de base de datos revisáu
bg_bg: Промяна на схемата на базата данни проверена.
de: Datenbank-Schemenaktualisierung geprüft
fr: Mise à jour du schéma de la base de données vérifiée
ja: 指定データベースのスキーマを更新
nb_no: Sjekket oppdatering av databaseskjema

source: Checked database schema update for apps
bg_bg: Промяна на схемата на базата данни за приложения проверена.
de: Datenbank-Schemenaktualisierung für Apps geprüft

source: Updated "%s" to %s
bg_bg: Обновен "%s" до %s
de: "%s" zu %s aktualisiert

source: Disabled incompatible apps: %s
ast: Aplicaciones incompatibles desactivaes: %s
bg_bg: Изключени са несъвместимите програми: %s.
de: Deaktivierte inkompatible Apps: %s
fr: Applications incompatibles désactivées: %s
ja: 無効化された非互換アプリ：%s
nb_no: Deaktiverte ukompatible apper: %s

source: No image or file provided
ast: Nun s'especificó nenguna imaxe o ficheru
bg_bg: Нито Изображение, нито файл бяха зададени.
de: Kein Bild oder Datei zur Verfügung gestellt
fr: Aucune image ou fichier fourni
id: Tidak ada gambar atau file yang disediakan
ja: 画像もしくはファイルが提供されていません
lb: Kee Bild oder Fichier uginn
nb_no: Bilde eller fil ikke angitt
ru: Не указано изображение или файл
ur_pk: کوئی تصویر یا فائل فراہم نہیں

source: Unknown filetype
ast: Triba de ficheru desconocida
bg_bg: Непознат тип файл.
de: Unbekannter Dateityp
fr: Type de fichier inconnu
id: Tipe berkas tak dikenal
ja: 不明なファイルタイプ
lb: Onbekannten Fichier Typ
nb_no: Ukjent filtype
ru: Неизвестный тип файла
ur_pk: غیر معرروف قسم کی فائل

source: Invalid image
ast: Imaxe inválida
bg_bg: Невалидно изображение.
de: Ungültiges Bild
fr: Image invalide
id: Gambar tidak sah
ja: 無効な画像
lb: Ongülteg d'Bild
nb_no: Ugyldig bilde
ru: Изображение повреждено
ur_pk: غلط تصویر

source: No temporary profile picture available, try again
ast: Nengún perfil d'imaxe temporal disponible, intentalo de nueves
bg_bg: Липсва временен аватар, опитай отново.
de: Kein temporäres Profilbild verfügbar, bitte versuche es nochmal
fr: Aucune image temporaire disponible pour le profil. Essayez à nouveau.
id: Tidak ada gambar profil sementara yang tersedia, coba lagi
ja: 一時的なプロファイル用画像が利用できません。もう一度試してください
nb_no: Foreløpig profilbilde ikke tilgjengelig. Prøv igjen
ru: Временная картинка профиля недоступна, повторите попытку

source: No crop data provided
ast: Nun s'apurrió'l retayu de datos
bg_bg: Липсва информация за клъцването.
de: Keine Zuschnittdaten zur Verfügung gestellt
fr: Aucune donnée de culture fournie
id: Tidak ada data krop tersedia
ja: クロップデータは提供されません
nb_no: Ingen beskjæringsinformasjon angitt
ru: Не указана информация о кадрировании
ur_pk: کوئی کروپ ڈیٹا ميسر نہیں

source: Sunday
ast: Domingu
bg_bg: Неделя
cy_gb: Sul
de: Sonntag
fr: Dimanche
id: Minggu
ja: 日
lb: Sonndeg
nb_no: Søndag
ru: Воскресенье
sq: E djelë
ur_pk: اتوار

source: Monday
ast: Llunes
bg_bg: Понеделник
cy_gb: Llun
de: Montag
fr: Lundi
id: Senin
ja: 月
lb: Méindeg
nb_no: Mandag
ru: Понедельник
sq: E hënë
ur_pk: سوموار

source: Tuesday
ast: Martes
bg_bg: Вторник
cy_gb: Mawrth
de: Dienstag
fr: Mardi
id: Selasa
ja: 火
lb: Dënschdeg
nb_no: Tirsdag
ru: Вторник
sq: E martë
ur_pk: منگل

source: Wednesday
ast: Miércoles
bg_bg: Сряда
cy_gb: Mercher
de: Mittwoch
fr: Mercredi
id: Rabu
ja: 水
lb: Mëttwoch
nb_no: Onsdag
ru: Среда
sq: E mërkurë
ur_pk: بدھ

source: Thursday
ast: Xueves
bg_bg: Четвъртък
cy_gb: Iau
de: Donnerstag
fr: Jeudi
id: Kamis
ja: 木
lb: Donneschdeg
nb_no: Torsdag
ru: Четверг
sq: E enjte
ur_pk: جمعرات

source: Friday
ast: Vienres
bg_bg: Петък
cy_gb: Gwener
de: Freitag
fr: Vendredi
id: Jumat
ja: 金
lb: Freideg
nb_no: Fredag
ru: Пятница
sq: E premte
ur_pk: جمعہ

source: Saturday
ast: Sábadu
bg_bg: Събота
cy_gb: Sadwrn
de: Samstag
fr: Samedi
id: Sabtu
ja: 土
lb: Samschdeg
nb_no: Lørdag
ru: Суббота
sq: E shtunë
ur_pk: ہفتہ

source: January
ast: Xineru
bg_bg: Януари
cy_gb: Ionawr
de: Januar
fr: janvier
id: Januari
ja: 1月
lb: Januar
nb_no: Januar
ru: Январь
sq: Janar
ur_pk: جنوری

source: February
ast: Febreru
bg_bg: Февруари
cy_gb: Chwefror
de: Februar
fr: février
id: Februari
ja: 2月
lb: Februar
nb_no: Februar
ru: Февраль
sq: Shkurt
ur_pk: فرورئ

source: March
ast: Marzu
bg_bg: Март
cy_gb: Mawrth
de: März
fr: mars
id: Maret
ja: 3月
lb: Mäerz
nb_no: Mars
ru: Март
sq: Mars
ur_pk: مارچ

source: April
ast: Abril
bg_bg: Април
cy_gb: Ebrill
fr: avril
ja: 4月
lb: Abrëll
ru: Апрель
sq: Prill
ur_pk: اپریل

source: May
ast: Mayu
bg_bg: Май
cy_gb: Mai
de: Mai
fr: mai
id: Mei
ja: 5月
lb: Mee
nb_no: Mai
ru: Май
sq: Maj
ur_pk: مئی

source: June
ast: Xunu
bg_bg: Юни
cy_gb: Mehefin
de: Juni
fr: juin
id: Juni
ja: 6月
lb: Juni
nb_no: Juni
ru: Июнь
sq: Qershor
ur_pk: جون

source: July
ast: Xunetu
bg_bg: Юли
cy_gb: Gorffennaf
de: Juli
fr: juillet
id: Juli
ja: 7月
lb: Juli
nb_no: Juli
ru: Июль
sq: Korrik
ur_pk: جولائی

source: August
ast: Agostu
bg_bg: Август
cy_gb: Awst
fr: août
id: Agustus
ja: 8月
ru: Август
sq: Gusht
ur_pk: اگست

source: September
ast: Setiembre
bg_bg: Септември
cy_gb: Medi
fr: septembre
ja: 9月
ru: Сентябрь
sq: Shtator
ur_pk: ستمبر

source: October
ast: Ochobre
bg_bg: Октомври
cy_gb: Hydref
de: Oktober
fr: octobre
id: Oktober
ja: 10月
lb: Oktober
nb_no: Oktober
ru: Октябрь
sq: Tetor
ur_pk: اکتوبر

source: November
ast: Payares
bg_bg: Ноември
cy_gb: Tachwedd
fr: novembre
ja: 11月
ru: Ноябрь
sq: Nëntor
ur_pk: نومبر

source: December
ast: Avientu
bg_bg: Декември
cy_gb: Rhagfyr
de: Dezember
fr: décembre
id: Desember
ja: 12月
lb: Dezember
nb_no: Desember
ru: Декабрь
sq: Dhjetor
ur_pk: دسمبر

source: Settings
ast: Axustes
bg_bg: Настройки
cy_gb: Gosodiadau
de: Einstellungen
fr: Paramètres
id: Pengaturan
ja: 設定
lb: Astellungen
nb_no: Innstillinger
ru: Конфигурация
sq: Parametra
ur_pk: ترتیبات

source: File
ast: Ficheru
bg_bg: Файл
de: Datei
fr: Fichier
id: Berkas
ja: ファイル
lb: Fichier
nb_no: Fil

source: Folder
ast: Carpeta
bg_bg: Папка
de: Ordner
fr: Dossier
ja: フォルダー
lb: Dossier
nb_no: Mappe

source: Image
ast: Imaxe
bg_bg: Изображение
de: Bild
id: gambar
ja: 画像
nb_no: Bilde

source: Audio
ast: Audiu
bg_bg: Аудио
ja: オーディオ

source: Saving...
ast: Guardando...
bg_bg: Записване...
de: Speichern...
fr: Enregistrement...
id: Menyimpan...
ja: 保存中...
lb: Speicheren...
nb_no: Lagrer...
ru: Сохранение...
sq: Duke ruajtur...
ur_pk: محفوظ ھو رہا ہے ...

source: seconds ago
ast: hai segundos
bg_bg: преди секунди
cy_gb: eiliad yn ôl
de: Gerade eben
fr: il y a quelques secondes
id: beberapa detik yang lalu
ja: 数秒前
lb: Sekonnen hir
nb_no: for få sekunder siden
ru: несколько секунд назад
sq: sekonda më parë
ur_pk: سیکنڈز پہلے

source: %n minute ago
ast: hai %n minutu
bg_bg: преди %n минута
de: Vor %n Minute
fr: il y a %n minute
id: %n menit yang lalu
ja: %n 分前
lb: %n Minutt hir
nb_no: for %n minutt siden
ru: %n минуту назад
sq: %n minut më parë
ur_pk: %n منٹس پہلے

source: %n hour ago
ast: hai %n hora
bg_bg: преди %n час
de: Vor %n Stunde
fr: Il y a %n heure
id: %n jam yang lalu
ja: %n 時間前
nb_no: for %n time siden
ru: %n час назад
sq: %n orë më parë

source: today
ast: güei
bg_bg: днес
cy_gb: heddiw
de: Heute
fr: aujourd'hui
id: hari ini
ja: 今日
lb: haut
nb_no: i dag
ru: сегодня
sq: sot
ur_pk: آج

source: yesterday
ast: ayeri
bg_bg: вчера
cy_gb: ddoe
de: Gestern
fr: hier
id: kemarin
ja: 昨日
lb: gëschter
nb_no: i går
ru: вчера
sq: dje
ur_pk: کل

source: %n day ago
ast: hai %n día
bg_bg: преди %n ден
de: Vor %n Tag
fr: il y a %n jour
id: %n hari yang lalu
ja: %n日前
nb_no: for %n dag siden
ru: %n день назад
sq: %n ditë më parë

source: last month
ast: mes caberu
bg_bg: последният месец
cy_gb: mis diwethaf
de: Letzten Monat
fr: le mois dernier
id: bulan kemarin
ja: 1ヶ月前
lb: leschte Mount
nb_no: forrige måned
ru: в прошлом месяце
sq: muajin e shkuar
ur_pk: پچھلے مہنیے

source: %n month ago
ast: fai %n mes
bg_bg: преди %n месец
de: Vor %n Monat
fr: Il y a %n mois
id: %n bulan yang lalu
ja: %nヶ月前
nb_no: for %n måned siden
ru: %n месяц назад
sq: %n muaj më parë

source: last year
ast: añu caberu
bg_bg: последната година
cy_gb: y llynedd
de: Letztes Jahr
fr: l'année dernière
id: tahun kemarin
ja: 1年前
lb: Lescht Joer
nb_no: i fjor
ru: в прошлом году
sq: vitin e shkuar
ur_pk: پچھلے سال

source: years ago
ast: hai años
bg_bg: последните години
cy_gb: blwyddyn yn ôl
de: Vor Jahren
fr: il y a plusieurs années
id: beberapa tahun lalu
ja: 数年前
lb: Joren hir
nb_no: årevis siden
ru: несколько лет назад
sq: vite më parë
ur_pk: سالوں پہلے

source: Couldn't send reset email. Please contact your administrator.
ast: Nun pudo unviase'l corréu de reaniciu. Por favor, contauta col alministrador.
bg_bg: Неуспешено изпращане на имейл. Моля, свържи се с администратора.
de: Die E-Mail zum Zurücksetzen konnte nicht versendet werden. Bitte kontaktiere Deinen Administrator.
fr: Impossible d'envoyer l’émail de réinitialisation. Veuillez contacter votre administrateur.
ja: リセットメールを送信できませんでした。管理者に問い合わせてください。
nb_no: Klarte ikke å sende e-post for tilbakestilling. Kontakt administratoren.

source: The link to reset your password has been sent to your email. If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator.
ast: Unviósete al corréu l'enllaz pa reaniciar la to contraseña. Si nun lu recibes nuna cantidá razonable de tiempu, comprueba les tos carpetes de corréu puxarra. <br>Si nun ta ehí, entruga al to alministrador llocal
bg_bg: Връзката за възстановяване на паролата е изпратена на твоя имейл. Ако не я получиш в разумен период от време, провери папката си за спам.<br>Ако не е там се свържи с администратора.
de: Der Link zum Rücksetzen Deines Passwort ist an Deine E-Mail-Adresse geschickt worden. Wenn Du ihn nicht innerhalb einer vernünftigen Zeit empfängst, prüfe Deine Spam-Verzeichnisse.<br>Wenn er nicht dort ist, frage Deinen lokalen Administrator.
fr: Le lien permettant de réinitialiser votre mot de passe vous a été transmis à votre adresse email.<br>Si vous ne le recevez pas dans un délai raisonnable, vérifier votre boîte de pourriels.<br>Au besoin, contactez votre administrateur local.
ja: パスワードをリセットする、このリンクをクリックするとメールを送信します。しばらく経ってもメールが届かなかった場合は、スパム/ジャンクフォルダを確認してください。<br>それでも見つからなかった場合は、管理者に問合せてください。
nb_no: Lenken for tilbakestilling av passordet ditt er sendt til din e-postadresse. Hvis du ikke mottar den innen rimelig tid, sjekk mappen for søppelpost.<br>Hvis du ikke finner den der, kontakt din lokale administrator.

source: Your files are encrypted. If you haven't enabled the recovery key, there will be no way to get your data back after your password is reset.<br />If you are not sure what to do, please contact your administrator before you continue. <br />Do you really want to continue?
ast: Los tos ficheros tán crifraos. Si nun habilitesti la clave de recuperación, nun habrá forma de recuperar los tos datos dempués de que se reanicie la to contraseña.<br />Si nun tas seguru de qué facer, por favor contauta col to alministrador enantes que sigas. <br />¿De xuru quies siguir?
bg_bg: Файловете ти са криптирани. Ако не си насторил ключ за възстановяване, няма да има възможност да възстановиш информацията си след като промениш паролата.<br /> Ако не си сигурен какво да направиш, моля свържи се с администратора преди да продължиш.<br/>Наистина ли си сигурен, че искаш да продължиш?
de: Ihre Dateien sind verschlüsselt. Sollten Sie keinen Wiederherstellungschlüssel aktiviert haben, gibt es keine Möglichkeit an Ihre Daten zu kommen, wenn das Passwort zurückgesetzt wird.<br />Falls Sie sich nicht sicher sind, was Sie tun sollen, kontaktieren Sie bitte Ihren Administrator, bevor Sie fortfahren.<br />Wollen Sie wirklich fortfahren?
fr: Vos fichiers sont chiffrés. Si vous n'avez pas activé la clef de récupération, il n'y aura plus aucun moyen de récupérer vos données une fois le mot de passe réinitialisé. Si vous n'êtes pas sûr de ce que vous faites, veuillez contacter votre administrateur avant de continuer. Voulez-vous vraiment continuer ?
ja: ファイルが暗号化されています。リカバリーキーが有効でない場合は、パスワードをリセットした後にあなたのデータを元に戻す方法はありません。<br />どういうことか分からない場合は、操作を継続する前に管理者に連絡してください。<br />続けてよろしいでしょうか?
nb_no: Filene dine er kryptert. Hvis du ikke har aktivert gjenopprettingsnøkkelen, vil det være helt umulig å få tilbake dataene dine etter at pasordet ditt er tilbakestilt.<br />Hvis du er usikker på hva du skal gjøre, kontakt administratoren din før du fortsetter. <br />Vil du virkelig fortsette?

source: I know what I'm doing
ast: Sé lo que toi faciendo
bg_bg: Знам какво правя!
de: Ich weiß, was ich mache
fr: Je sais ce que je fais
ja: どういう操作をしているか理解しています
nb_no: Jeg vet hva jeg gjør

source: Reset password
ast: Restablecer contraseña
bg_bg: Възстановяване на парола
cy_gb: Ailosod cyfrinair
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
id: Atur ulang sandi
ja: パスワードをリセット
lb: Passwuert zréck setzen
nb_no: Tilbakestill passord
ru: Сбросить пароль
sq: Rivendos kodin
ur_pk: ری سیٹ پاسورڈ

source: Password can not be changed. Please contact your administrator.
ast: Nun pue camudase la contraseña. Por favor, contauta col alministrador.
bg_bg: Паролата не може да бъде промена. Моля, свържи се с администратора.
de: Passwort kann nicht geändert werden. Bitte kontaktiere Deinen Administrator.
fr: Le mot de passe ne peut être modifié. Veuillez contacter votre administrateur.
ja: パスワードは変更できません。管理者に問い合わせてください。
nb_no: Passordet kan ikke endres. Kontakt administratoren din.

source: No
ast: Non
bg_bg: Не
cy_gb: Na
de: Nein
fr: Non
id: Tidak
ja: いいえ
lb: Nee
nb_no: Nei
ru: Нет
sq: Jo
ur_pk: نہیں

source: Yes
ast: Sí
bg_bg: Да
cy_gb: Ie
de: Ja
fr: Oui
id: Ya
ja: はい
lb: Jo
nb_no: Ja
ru: Да
sq: Po
ur_pk: ہاں

source: Choose
ast: Esbillar
bg_bg: Избери
cy_gb: Dewisiwch
de: Auswählen
fr: Choisir
id: Pilih
ja: 選択
lb: Auswielen
nb_no: Velg
ru: Выбрать
sq: Zgjidh
ur_pk: منتخب کریں

source: Error loading file picker template: {error}
ast: Fallu cargando'l ficheru de plantía d'escoyeta: {error}
bg_bg: Грешка при зареждането на шаблон за избор на файл: {error}
de: Fehler beim Laden der Dateiauswahlvorlage: {error}
fr: Erreur de chargement du modèle de sélectionneur de fichiers : {error}
id: Galat memuat templat berkas pemilih: {error}
ja: ファイル選択テンプレートの読み込みエラー: {error}
nb_no: Feil ved lasting av filvelger-mal: {error}
ru: Ошибка при загрузке шаблона выбора файлов: {error}

source: Ok
ast: Aceutar
bg_bg: Добре
cy_gb: Iawn
id: Oke
ru: Ок
sq: Në rregull
ur_pk: اوکے

source: Error loading message template: {error}
ast: Fallu cargando'l mensaxe de la plantía: {error}
bg_bg: Грешка при зареждането на шаблон за съобщения: {error}
de: Fehler beim Laden der Nachrichtenvorlage: {error}
fr: Erreur de chargement du modèle de message : {error}
id: Galat memuat templat pesan: {error}
ja: メッセージテンプレートの読み込みエラー: {error}
nb_no: Feil ved lasting av meldingsmal: {error}
ru: Ошибка загрузки шаблона сообщений: {error}

source: {count} file conflict
ast: {count} conflictu de ficheru
bg_bg: {count} файлов проблем
de: {count} Dateikonflikt
fr: {count} fichier en conflit
id: {count} berkas konflik
ja: {count} ファイルが競合
nb_no: {count} filkonflikt
ru: {count} конфликт в файлах
ur_pk: {گنتی} فائل متصادم

source: One file conflict
ast: Conflictu nun ficheru
bg_bg: Един файлов проблем
de: Ein Dateikonflikt
fr: Un conflit de fichier
id: Satu berkas konflik
ja: 1ファイルが競合
nb_no: En filkonflikt
ru: Один конфликт в файлах
ur_pk: اایک فائل متصادم ہے

source: New Files
ast: Ficheros nuevos
bg_bg: Нови файлове
de: Neue Dateien
fr: Nouveaux fichiers
id: Berkas Baru
ja: 新しいファイル
nb_no: Nye filer
ru: Новые файлы
ur_pk: جدید فائلیں

source: Already existing files
ast: Ficheros qu'esisten yá
bg_bg: Вече съществуващи файлове
de: Die Dateien existieren bereits
fr: Fichiers déjà existants
id: Berkas sudah ada
ja: 既存のファイル
nb_no: Allerede eksisterende filer
ru: Существующие файлы
ur_pk: پہلے سے موجودجدید فائلیں

source: Which files do you want to keep?
ast: ¿Qué ficheros quies caltener?
bg_bg: Кои файлове желаеш да запазиш?
de: Welche Dateien möchtest Du behalten?
fr: Quels fichiers désirez-vous garder ?
id: Berkas mana yang ingin anda pertahankan?
ja: どちらのファイルを保持しますか？
lb: Weieng Fichieren wëlls de gär behalen?
nb_no: Hvilke filer vil du beholde?
ru: Какие файлы вы хотите сохранить?
ur_pk: آپ کون سی فائلیں رکھنا چاہتے ہیں ؟

source: If you select both versions, the copied file will have a number added to its name.
ast: Si seleiciones dambes versiones, el ficheru copiáu va tener un númberu amestáu al so nome
bg_bg: Ако избереш и двете версии, към името на копирания файл ще бъде добавено число.
de: Wenn Du beide Versionen auswählst, erhält die kopierte Datei eine Zahl am Ende des Dateinamens.
fr: Si vous sélectionnez les deux versions, un nombre sera ajouté au nom du fichier copié.
id: Jika anda memilih kedua versi, berkas yang disalin akan memiliki nomor yang ditambahkan sesuai namanya.
ja: 両方のバージョンを選択した場合は、ファイル名の後ろに数字を追加したファイルのコピーを作成します。
nb_no: Hvis du velger begge versjonene vil den kopierte filen få et nummer lagt til i navnet.
ru: При выборе обоих версий, к названию копируемого файла будет добавлена цифра

source: Cancel
ast: Encaboxar
bg_bg: Отказ
cy_gb: Diddymu
de: Abbrechen
fr: Annuler
id: Batal
ja: キャンセル
lb: Ofbriechen
nb_no: Avbryt
ru: Отменить
sq: Anulo
ur_pk: منسوخ کریں

source: Continue
ast: Continuar
bg_bg: Продължи
de: Fortsetzen
fr: Poursuivre
id: Lanjutkan
ja: 続ける
lb: Weider
nb_no: Fortsett
ru: Продолжить
ur_pk: جاری

source: (all selected)
ast: (esbillao too)
bg_bg: (всички избрани)
de: (Alle ausgewählt)
fr: (tous sélectionnés)
id: (semua terpilih)
ja: (すべて選択)
lb: (all ausgewielt)
nb_no: (alle valgt)
ru: (выбраны все)
ur_pk: (سب منتخب شدہ)

source: ({count} selected)
ast: (esbillaos {count})
bg_bg: ({count} избрани)
de: ({count} ausgewählt)
fr: ({count} sélectionnés)
id: ({count} terpilih)
ja: ({count} 選択)
lb: ({count} ausgewielt)
nb_no: ({count} valgt)
ru: ({count} выбрано)
ur_pk: ({گنتی} منتخب شدہ)

source: Error loading file exists template
ast: Falu cargando plantía de ficheru esistente
bg_bg: Грешка при зареждането на шаблон за вече съществуваш файл.
de: Fehler beim Laden der vorhanden Dateivorlage
fr: Erreur de chargement du modèle de fichier existant
id: Galat memuat templat berkas yang sudah ada
ja: 既存ファイルのテンプレートの読み込みエラー
nb_no: Feil ved lasting av "filen eksisterer"-mal
ru: Ошибка при загрузке шаблона существующего файла

source: Very weak password
ast: Contraseña mui feble
bg_bg: Много слаба парола
de: Sehr schwaches Passwort
fr: Mot de passe de très faible sécurité
id: Sandi sangat lemah
ja: 非常に弱いパスワード
nb_no: Veldig svakt passord
ru: Очень слабый пароль
ur_pk: بہت کمزور پاسورڈ

source: Weak password
ast: Contraseña feble
bg_bg: Слаба парола
de: Schwaches Passwort
fr: Mot de passe de faible sécurité
id: Sandi lemah
ja: 弱いパスワード
nb_no: Svakt passord
ru: Слабый пароль
ur_pk: کمزور پاسورڈ

source: So-so password
ast: Contraseña pasable
bg_bg: Не особено добра парола
de: Durchschnittliches Passwort
fr: Mot de passe de sécurité tout juste acceptable
id: Sandi lumayan
ja: まずまずのパスワード
nb_no: So-so-passord
ru: Так себе пароль
ur_pk: نص نص پاسورڈ

source: Good password
ast: Contraseña bona
bg_bg: Добра парола
de: Gutes Passwort
fr: Mot de passe de sécurité suffisante
id: Sandi baik
ja: 良好なパスワード
nb_no: Bra passord
ru: Хороший пароль
ur_pk: اچھا پاسورڈ

source: Strong password
ast: Contraseña mui bona
bg_bg: Сигурна парола
de: Starkes Passwort
fr: Mot de passe de forte sécurité
id: Sandi kuat
ja: 強いパスワード
nb_no: Sterkt passord
ru: Устойчивый к взлому пароль
ur_pk: مضبوط پاسورڈ

source: Shared
ast: Compartíu
bg_bg: Споделено
cy_gb: Rhannwyd
de: Geteilt
fr: Partagé
id: Dibagikan
ja: 共有中
lb: Gedeelt
nb_no: Delt
ru: Общие
sq: Ndarë
ur_pk: اشتراک شدہ

source: Shared with {recipients}
ast: Compartío con {recipients}
bg_bg: Споделено с {recipients}.
de: Geteilt mit {recipients}
fr: Partagé avec {recipients}
ja: {recipients} と共有
nb_no: Delt med {recipients}

source: Share
ast: Compartir
bg_bg: Споделяне
cy_gb: Rhannu
de: Teilen
fr: Partager
id: Bagikan
ja: 共有
lb: Deelen
nb_no: Del
ru: Открыть доступ
sq: Nda
ur_pk: اشتراک

source: Error
ast: Fallu
bg_bg: Грешка
cy_gb: Gwall
de: Fehler
fr: Erreur
id: Galat
ja: エラー
lb: Feeler
nb_no: Feil
ru: Ошибка
sq: Veprim i gabuar
ur_pk: خرابی

source: Error while sharing
ast: Fallu mientres la compartición
bg_bg: Грешка при споделянето.
cy_gb: Gwall wrth rannu
de: Fehler beim Teilen
fr: Erreur lors de la mise en partage
id: Galat ketika membagikan
ja: 共有でエラー発生
lb: Feeler beim Deelen
nb_no: Feil under deling
ru: Ошибка при открытии доступа
sq: Veprim i gabuar gjatë ndarjes
ur_pk: اشتراک کے دوران خرابی

source: Error while unsharing
ast: Fallu mientres se dexaba de compartir
bg_bg: Грешка докато се премахва споделянето.
cy_gb: Gwall wrth ddad-rannu
de: Fehler beim Aufheben der Freigabe
fr: Erreur lors de l'annulation du partage
id: Galat ketika membatalkan pembagian
ja: 共有解除でエラー発生
lb: Feeler beim Annuléiere vum Deelen
nb_no: Feil ved oppheving av deling
ru: Ошибка при закрытии доступа
sq: Veprim i gabuar gjatë heqjes së ndarjes
ur_pk: اشترک ختم کرنے کے دوران خرابی

source: Error while changing permissions
ast: Fallu mientres camudaben los permisos
bg_bg: Грешка при промяна на достъпа.
cy_gb: Gwall wrth newid caniatâd
de: Fehler beim Ändern der Rechte
fr: Erreur lors du changement des permissions
id: Galat ketika mengubah izin
ja: 権限変更でエラー発生
lb: Feeler beim Ännere vun de Rechter
nb_no: Feil ved endring av tillatelser
ru: Ошибка при смене разрешений
sq: Veprim i gabuar gjatë ndryshimit të lejeve
ur_pk: اختیارات کو تبدیل کرنے کے دوران خرابی

source: Shared with you and the group {group} by {owner}
ast: Compartíu contigo y col grupu {group} por {owner}
bg_bg: Споделено с теб и група {group} от {owner}.
cy_gb: Rhannwyd â chi a'r grŵp {group} gan {owner}
de: {owner} hat dies mit Dir und der Gruppe {group} geteilt
fr: Partagé par {owner} avec vous et le groupe {group}
id: Dibagikan dengan anda dan grup {group} oleh {owner}
ja: あなたと {owner} のグループ {group} で共有中
lb: Gedeelt mat dir an der Grupp {group} vum {owner}
nb_no: Delt med deg og gruppen {group} av {owner}
ru: {owner} открыл доступ для Вас и группы {group}
sq: Ndarë me ju dhe me grupin {group} nga {owner}
ur_pk: آپ اور گروہ سے مشترق شدہ {گروہ } سے {مالک}
