Repository: nextcloud/server
Catalog: l10n/*/core.po
Languages: ast, bg_bg, cy_gb, de, fr, id, ja, lb, nb_no, ru, sq, ur_pk

source: Admin
ast: Alministrador
bg_bg: Админ
cy_gb: Gweinyddu
de: Administration
fr: Administration
ja: 管理
ru: Админпанель
ur_pk: ایڈمن

source: Help
ast: Ayuda
bg_bg: Помощ
cy_gb: Cymorth
de: Hilfe
fr: Aide
id: Bantuan
ja: ヘルプ
lb: Hëllef
nb_no: Hjelp
ru: Помощь
sq: Ndihmë
ur_pk: مدد

source: Error loading tags
ast: Fallu cargando les etiquetes
bg_bg: Грешка при зареждане на етикети.
de: Fehler beim Laden der Schlagwörter
fr: Erreur de chargement des balises.
id: Galat saat memuat tag
ja: タグの読み込みエラー
nb_no: Feil ved lasting av merkelapper
ru: Ошибка загрузки меток

source: Tag already exists
ast: Yá esiste la etiqueta
bg_bg: Етикетите вече съществуват.
de: Schlagwort ist bereits vorhanden
fr: La balise existe déjà.
id: Tag sudah ada
ja: タグはすでに存在します
nb_no: Merkelappen finnes allerede
ru: Метка уже существует

source: Error deleting tag(s)
ast: Fallu desaniciando etiqueta(es)
bg_bg: Грешка при изтриване на етикет(и).
de: Fehler beim Löschen des Schlagwortes bzw. der Schlagwörter
fr: Erreur de suppression de(s) balise(s)
id: Galat saat menghapus tag
ja: タグの削除エラー
nb_no: Feil ved sletting av merkelapp(er)
ru: Ошибка удаления метки(ок)

source: Error tagging
ast: Fallu etiquetando
bg_bg: Грешка при задаване на етикета.
de: Fehler beim Hinzufügen der Schlagwörter
fr: Erreur lors de la mise en place de la balise
id: Galat saat memberikan tag
ja: タグの付与エラー
lb: Fehler beim Taggen
nb_no: Feil ved merking
ru: Ошибка присваивания метки

source: Error untagging
ast: Fallu al quitar etiquetes
bg_bg: Грешка при премахване на етикета.
de: Fehler beim Entfernen der Schlagwörter
fr: Erreur lors de la suppression de la balise
id: Galat saat menghapus tag
ja: タグの解除エラー
lb: Fehler beim Tag läschen
nb_no: Feil ved fjerning av merkelapp
ru: Ошибка снятия метки

source: Error favoriting
ast: Fallu al marcar favoritos
bg_bg: Грешка при отбелязване за любим.
de: Fehler beim Favorisieren
fr: Erreur lors de la mise en favori
id: Galat saat memberikan sebagai favorit
ja: お気に入りに追加エラー
nb_no: Feil ved favorittmerking
ru: Ошибка размещения в любимых

source: Error unfavoriting
ast: Fallu al desmarcar favoritos
bg_bg: Грешка при премахване отбелязването за любим.
de: Fehler beim Entfernen aus den Favoriten
fr: Erreur lors de la suppression des favoris
id: Galat saat menghapus sebagai favorit
ja: お気に入りから削除エラー
nb_no: Feil ved fjerning av favorittmerking
ru: Ошибка удаления из любимых

source: Access forbidden
ast: Accesu denegáu
bg_bg: Достъпът е забранен
cy_gb: Mynediad wedi'i wahardd
de: Zugriff verboten
fr: Accès interdit
id: Akses ditolak
ja: アクセスが禁止されています
lb: Zougrëff net erlaabt
nb_no: Tilgang nektet
ru: Доступ запрещён
sq: Ndalohet hyrja
ur_pk: رسائ منقطع ہے

source: Cloud not found
ast: Ñube non atopada
bg_bg: Облакът не намерен
cy_gb: Methwyd canfod cwmwl
de: Cloud nicht gefunden
fr: Introuvable
id: Cloud tidak ditemukan
ja: 見つかりません
lb: Cloud net fonnt
nb_no: Sky ikke funnet
ru: Облако не найдено
sq: Cloud-i nuk u gjet
ur_pk: کلوڈ موجود نہہں

source: Hey there, just letting you know that %s shared %s with you. View it: %s
ast: Hola, ¿qué hai? namái déxanos dicite que %s compartió %s contigo. Velu: %s
bg_bg: Здрасти, само да те уведомя, че %s сподели %s с теб. Разгледай го: %s
de: Hallo, ich wollte Dich nur wissen lassen, dass %s %s mit Dir teilt. Schaue es Dir an: %s
fr: Bonjour, Nous vous informons que %s a partagé %s avec vous. Consultez-le : %s
id: Hai, hanya supaya anda tahu bahwa %s membagikan %s dengan anda. Lihat: %s
ja: こんにちは、 %s があなたと %s を共有したことをお知らせします。 それを表示: %s
nb_no: Hei der, bare informerer om at %s delte %s med deg. Vis den: %s
ru: Здравствуйте, %s предоставил Вам доступ к %s. Посмотреть: %s

source: The share will expire on %s.
ast: La compartición va caducar el %s.
bg_bg: Споделянето ще изтече на %s.
de: Die Freigabe wird am %s ablaufen.
fr: Le partage expirera le %s.
id: Pembagian akan berakhir pada %s.
ja: 共有は %s で有効期限が切れます。
nb_no: Delingen vil opphøre %s.
ru: Доступ пропадет в %s

source: Cheers!
ast: ¡Salú!
bg_bg: Поздрави!
de: Hallo!
fr: À bientôt !
id: Horee!
ja: それでは！
lb: Prost!
nb_no: Ha det!
ru: Удачи!
ur_pk: واہ!

source: Security Warning
ast: Avisu de seguridá
bg_bg: Предупреждение за Сигурноста
cy_gb: Rhybudd Diogelwch
de: Sicherheitswarnung
fr: Avertissement de sécurité
id: Peringatan Keamanan
ja: セキュリティ警告
lb: Sécherheets-Warnung
nb_no: Sikkerhetsadvarsel
ru: Предупреждение безопасности
sq: Paralajmërim sigurie
ur_pk: حفاظتی انتباہ

source: Your PHP version is vulnerable to the NULL Byte attack (CVE-2006-7243)
ast: La to versión de PHP ye vulnerable al ataque NULL Byte (CVE-2006-7243)
bg_bg: Твоята PHP версия е податлива на NULL Byte атака (CVE-2006-7243).
cy_gb: Mae eich fersiwn PHP yn agored i ymosodiad NULL Byte (CVE-2006-7243)
de: Deine PHP Version ist durch die NULL Byte Attacke (CVE-2006-7243) angreifbar
fr: Votre version de PHP est vulnérable à l'attaque par caractère NULL (CVE-2006-7243)
id: Versi PHP Anda rentan terhadap serangan NULL Byte (CVE-2006-7243)
ja: あなたのPHPのバージョンには、Null Byte攻撃(CVE-2006-7243)という脆弱性が含まれています。
lb: Deng PHP-Versioun ass verwonnbar duerch d'NULL-Byte-Attack (CVE-2006-7243)
nb_no: PHP-versjonen din er sårbar for NULL Byte attack (CVE-2006-7243)
ru: Ваша версия PHP уязвима к атаке NULL Byte (CVE-2006-7243)
sq: Versioni juaj i PHP-së është i cënueshëm nga sulmi NULL Byte (CVE-2006-7243)
ur_pk: آپ کا پی ایچ پی ورین نل بائٹ کے حملے کے خطرے سے دوچار ہے (CVE-2006-7243)

source: Please update your PHP installation to use %s securely.
ast: Por favor, anova la to instalación de PHP pa usar %s de mou seguru.
bg_bg: Моля, обнови своята PHP инсталация, за да използваш %s сигурно.
de: Bitte aktualisiere Deine PHP-Installation um %s sicher nutzen zu können.
fr: Veuillez mettre à jour votre installation PHP pour utiliser %s de façon sécurisée.
id: Silakan perbarui instalasi PHP anda untuk menggunakan %s dengan aman.
ja: %s を安全に利用するため、インストールされているPHPをアップデートしてください。
lb: Aktualiséier w.e.gl deng PHP-Installatioun fir %s sécher kennen ze benotzen.
nb_no: Vennligst oppdater PHP-installasjonen din for å bruke %s på en sikker måte.
ru: Пожалуйста обновите Вашу PHP конфигурацию для безопасного использования %s.
sq: Ju lutem azhurnoni instalimin tuaj të PHP-së që të përdorni %s -in në mënyrë të sigurt.
ur_pk: براہ مہربانی %s کو بحفاظت استعمال کرنے کے پی ایچ پی کی تنصیب اپڈیٹ کریں

source: No secure random number generator is available, please enable the PHP OpenSSL extension.
ast: Nun ta disponible'l xenerador de númberos al debalu, por favor activa la estensión PHP OpenSSL.
bg_bg: Не е открит сигурен генератор на произволни числа, моля включи OpenSLL добавката за PHP.
cy_gb: Does dim cynhyrchydd rhifau hap diogel ar gael, galluogwch estyniad PHP OpenSSL.
de: Es ist kein sicherer Zufallszahlengenerator verfügbar, bitte aktiviere die PHP-Erweiterung für OpenSSL.
fr: Aucun générateur de nombre aléatoire sécurisé n'est disponible, veuillez activer l'extension PHP OpenSSL
id: Generator acak yang aman tidak tersedia, silakan aktifkan ekstensi OpenSSL pada PHP.
ja: セキュアな乱数生成器が利用可能ではありません。PHPのOpenSSL拡張を有効にしてください。
lb: Et ass kee sécheren Zoufallsgenerator verfügbar. Aktivéier w.e.gl d'OpenSSL-Erweiderung vu PHP.
nb_no: Ingen sikker slumptallsgenerator er tilgjengelig. Vennligst aktiver PHP OpenSSL-utvidelsen.
ru: Отсутствует защищенный генератор случайных чисел, пожалуйста, включите расширение PHP OpenSSL.
sq: Nuk disponohet asnjë krijues numrash të rastësishëm, ju lutem aktivizoni shtesën PHP OpenSSL.
ur_pk: کوئ محفوظ بے ترتیب نمبر جنریٹر موجود نہیں مہربانی کر کے پی ایچ پی اوپن ایس ایس ایل ایکسٹنشن چالو کریں.

source: Without a secure random number generator an attacker may be able to predict password reset tokens and take over your account.
ast: Ensin un xenerador de númberos al debalu, un atacante podría aldovinar los tokens pa restablecer la contraseña y tomar el control de la cuenta.
bg_bg: Без сигурен генератор на произволни числа хакер може да предскаже линковете за възстановяване на паролата и да се сдобие с контрол върху твоят профил.
cy_gb: Heb gynhyrchydd rhifau hap diogel efallai y gall ymosodwr ragweld tocynnau ailosod cyfrinair a meddiannu eich cyfrif.
de: Ohne einen sicheren Zufallszahlengenerator sind Angreifer in der Lage die Tokens für das Zurücksetzen der Passwörter vorherzusehen und Konten zu übernehmen.
fr: Sans générateur de nombre aléatoire sécurisé, un attaquant peut être en mesure de prédire les jetons de réinitialisation du mot de passe, et ainsi prendre le contrôle de votre compte utilisateur.
id: Tanpa generator acak, penyerang mungkin dapat menebak token penyetelan sandi dan mengambil alih akun Anda.
ja: セキュアな乱数生成器が無い場合、攻撃者がパスワードリセットのトークンを予測してアカウントを乗っ取られる可能性があります。
lb: Ouni e sécheren Zoufallsgenerator kann en Ugräifer d'Passwuert-Zrécksetzungs-Schlësselen viraussoen an en Account iwwerhuelen.
nb_no: Uten en sikker slumptallsgenerator er det mulig at en angriper kan forutse tokens for tilbakestilling av passord og ta over kontoen din.
ru: Без защищенного генератора случайных чисел злоумышленник может предугадать токены сброса пароля и завладеть Вашей учетной записью.
sq: Pa një krijues numrash të rastësishëm të sigurt një person i huaj mund të jetë në gjendje të parashikojë kodin dhe të marri llogarinë tuaj.
ur_pk: ایک محفوظ بے ترتیب نمبر جنریٹر کے بغیر ایک حملہ آور پاس ورڈ ری سیٹ ٹوکن کی پیشن گوئی کرنے کے قابل اور اپ کے حساب پر قبضہ کر سکتا ہے

source: Your data directory and files are probably accessible from the internet because the .htaccess file does not work.
ast: El to direutoriu de datos y ficheros seique ye accesible dende internet por mor qu'el ficheru .htaccess nun furrula.
bg_bg: Твоята директория за данни и файлове вероятно са достъпни от интернет поради това, че .htaccess файла не функционира.
cy_gb: Mwy na thebyg fod modd cyrraedd eich cyfeiriadur data a ffeilau o'r rhyngrwyd oherwydd nid yw'r ffeil .htaccess yn gweithio.
de: Dein Datenverzeichnis und Deine Dateien sind wahrscheinlich vom Internet aus erreichbar, weil die .htaccess-Datei nicht funktioniert.
fr: Votre répertoire data est certainement accessible depuis l'internet car le fichier .htaccess ne semble pas fonctionner
id: Kemungkinan direktori data dan berkas anda dapat diakses dari internet karena berkas .htaccess tidak berfungsi.
ja: .htaccess ファイルが動作していないため、おそらくあなたのデータディレクトリもしくはファイルはインターネットからアクセス可能です。
lb: Däin Daten-Dossier an deng Fichieren si wahrscheinlech iwwert den Internet accessibel well den .htaccess-Fichier net funktionnéiert.
nb_no: Datamappen og filene dine er sannsynligvis tilgjengelig fra Internett fordi .htaccess-filen ikke fungerer.
ru: Ваша папка с данными и файлы возможно доступны из интернета потому что файл .htaccess не работает.
sq: Dosja dhe skedarët e të dhënave tuaja mbase janë të arritshme nga interneti sepse skedari .htaccess nuk po punon.
ur_pk: آپ کی ڈیٹا ڈائریکٹری اور فائلیں امکان ہےانٹرنیٹ سے قابل رسائی ہیں کیونکہ htaccess. فائل کام نہیں کرتا ہے

source: For information how to properly configure your server, please see the <a href="%s" target="_blank">documentation</a>.
ast: Pa informase de cómo configurar el so sirvidor, por favor güeya la <a href="%s" target="_blank">documentación</a>.
bg_bg: За информация как правилно да настроиш сървъра си, моля прегледай <a href="%s" target="_blank">документацията</a>.
de: Für Informationen, wie Du Deinen Server richtig konfigurierst, lies bitte die <a href="%s" target="_blank">Dokumentation</a>.
fr: Pour les informations de configuration de votre serveur, veuillez lire la <a href="%s" target="_blank">documentation</a>.
id: Untuk informasi cara mengkonfigurasi server anda dengan benar, silakan lihat <a href="%s" target="_blank">dokumentasi</a>.
ja: サーバーを適正に設定する情報は、こちらの<a href="%s" target="_blank">ドキュメント</a>を参照してください。
nb_no: For informasjon om hvordan du setter opp serveren din riktig, se <a href="%s" target="_blank">dokumentasjonen</a>.
ru: Для информации, как правильно настроить Ваш сервер, пожалуйста загляните в <a hrev="%s"target="blank">документацию</a>.
sq: Për më shumë informacion mbi konfigurimin e duhur të serverit tuaj, ju lutem shikoni <a href="%s" target="_blank">dokumentacionin</a>.

source: Create an <strong>admin account</strong>
ast: Crea una <strong>cuenta d'alministrador</strong>
bg_bg: Създаване на <strong>админ профил</strong>.
cy_gb: Crewch <strong>gyfrif gweinyddol</strong>
de: <strong>Administrator-Konto</strong> anlegen
fr: Créer un <strong>compte administrateur</strong>
id: Buat sebuah <strong>akun admin</strong>
ja: <strong>管理者アカウント</strong>を作成してください
lb: En <strong>Admin-Account</strong> uleeën
nb_no: opprett en <strong>administrator-konto</strong>
ru: Создать <strong>учётную запись администратора</strong>
sq: Krijo një <strong>llogari administruesi</strong>
ur_pk: ایک<strong> ایڈمن اکاؤنٹ</strong> بنائیں

source: Password
ast: Contraseña
bg_bg: Парола
cy_gb: Cyfrinair
de: Passwort
fr: Mot de passe
id: Sandi
ja: パスワード
lb: Passwuert
nb_no: Passord
ru: Пароль
sq: Kodi
ur_pk: پاسورڈ

source: Storage & database
ast: Almacenamientu y Base de datos
bg_bg: Дисково пространство и база данни
de: Speicher & Datenbank
fr: Support de stockage & base de données
id: Penyimpanan & Basis data
ja: ストレージとデータベース
nb_no: Lagring og database
ru: Система хранения данных & база данных
ur_pk: ذخیرہ اور ڈیٹا بیس

source: Data folder
ast: Carpeta de datos
bg_bg: Директория за данни
cy_gb: Plygell data
de: Datenverzeichnis
fr: Répertoire des données
id: Folder data
ja: データフォルダー
lb: Daten-Dossier
nb_no: Datamappe
ru: Директория с данными
sq: Emri i dosjes
ur_pk: ڈیٹا فولڈر

source: Configure the database
ast: Configura la base de datos
bg_bg: Конфигуриране на базата данни
cy_gb: Cyflunio'r gronfa ddata
de: Datenbank einrichten
fr: Configurer la base de données
id: Konfigurasikan basis data
ja: データベースを設定してください
lb: D'Datebank konfiguréieren
nb_no: Konfigurer databasen
ru: Настройка базы данных
sq: Konfiguro database-in
ur_pk: ڈیٹا بیس کونفگر کریں

source: Only %s is available.
ast: Namái ta disponible %s
bg_bg: Само %s е достъпен.
de: Es sind nur %s verfügbar.
fr: %s disponible uniquement.
ja: %s のみ有効です。
nb_no: Kun %s er tilgjengelig.

source: Database user
ast: Usuariu de la base de datos
bg_bg: Потребител за базата данни
cy_gb: Defnyddiwr cronfa ddata
de: Datenbank-Benutzer
fr: Utilisateur pour la base de données
id: Pengguna basis data
ja: データベースのユーザー名
lb: Datebank-Benotzer
nb_no: Databasebruker
ru: Пользователь базы данных
sq: Përdoruesi i database-it
ur_pk: ڈیٹابیس یوزر

source: Database password
ast: Contraseña de la base de datos
bg_bg: Парола за базата данни
cy_gb: Cyfrinair cronfa ddata
de: Datenbank-Passwort
fr: Mot de passe de la base de données
id: Sandi basis data
ja: データベースのパスワード
lb: Datebank-Passwuert
nb_no: Databasepassord
ru: Пароль базы данных
sq: Kodi i database-it
ur_pk: ڈیٹابیس پاسورڈ

source: Database name
ast: Nome de la base de datos
bg_bg: Име на базата данни
cy_gb: Enw cronfa ddata
de: Datenbank-Name
fr: Nom de la base de données
id: Nama basis data
ja: データベース名
lb: Datebank Numm
nb_no: Databasenavn
ru: Название базы данных
sq: Emri i database-it
ur_pk: ڈیٹابیس کا نام

source: Database tablespace
ast: Espaciu de tables de la base de datos
bg_bg: Tablespace-а за базата данни
cy_gb: Tablespace cronfa ddata
de: Datenbank-Tablespace
fr: Tablespaces de la base de données
id: Tablespace basis data
ja: データベースの表領域
lb: Tabelle-Plaz vun der Datebank
nb_no: Database tabellområde
ru: Табличое пространство базы данных
sq: Tablespace-i i database-it
ur_pk: ڈیٹابیس ٹیبل سپیس

source: Database host
ast: Agospiador de la base de datos
bg_bg: Хост за базата данни
cy_gb: Gwesteiwr cronfa ddata
de: Datenbank-Host
fr: Serveur de la base de données
id: Host basis data
ja: データベースのホスト名
lb: Datebank-Server
nb_no: Databasevert
ru: Хост базы данных
sq: Pozicioni (host) i database-it
ur_pk: ڈیٹابیس ہوسٹ

source: SQLite will be used as database. For larger installations we recommend to change this.
ast: Va usase SQLite como base de datos. Pa instalaciones más grandes, recomiéndase cambiar esto.
bg_bg: SQLite ще бъде използван за база данни. За по-големи инсталации препоръчваме това да бъде променено.
de: SQLite wird als Datenbank benutzt. Für größere Installationen wird empfohlen, dies zu ändern.
fr: SQLite va être utilisée comme base de donnée. Pour des installations plus volumineuse, nous vous conseillons de changer ce réglage.
ja: SQLite をデータベースとして利用します。大規模な運用では、利用しないことをお勧めします。
nb_no: SQLite vil bli brukt som database. For større installasjoner anbefaler vi å endre dette.

source: Finish setup
ast: Finar la configuración
bg_bg: Завършване на настройките
cy_gb: Gorffen sefydlu
de: Installation abschließen
fr: Terminer l'installation
id: Selesaikan instalasi
ja: セットアップを完了します
lb: Installatioun ofschléissen
nb_no: Fullfør oppsetting
ru: Завершить установку
sq: Mbaro setup-in
ur_pk: سیٹ اپ ختم کریں

source: Finishing …
ast: Finando ...
bg_bg: Завършване...
de: Abschließen ...
fr: En cours de finalisation...
id: Menyelesaikan ...
ja: 作業を完了しています ...
lb: Schléissen of ...
nb_no: Ferdigstiller ...
ru: Завершаем...
ur_pk: تکمیل ...

source: This application requires JavaScript to be enabled for correct operation. Please <a href="http://enable-javascript.com/" target="_blank">enable JavaScript</a> and re-load this interface.
ast: Esta aplicación necesita JavaScript pa funcionar correutamente. Por favor <a href="http://enable-javascript.com/" target="_blank">habilita JavaScript</a> y recarga esta interface.
bg_bg: Програмата изисква JavaScript, за да работи правилно. Моля, <a href="http://enable-javascript.com/" target="_blank">включи JavaScript</a> и презареди страницата.
de: Diese Anwendung benötigt ein aktiviertes JavaScript zum korrekten Betrieb. Bitte <a href="http://enable-javascript.com/" target="_blank">aktiviere JavaScript</a> und lade diese Schnittstelle neu.
fr: Cette application nécessite que JavaScript soit activé pour fonctionner correctement. Veuillez <a href="http://enable-javascript.com/" target="_blank">activer JavaScript</a> puis charger à nouveau cette interface.
id: Aplikasi ini memerlukan JavaScript yang diaktifkan untuk beroperasi dengan benar. Silahkan <a href="http://enable-javascript.com/" target="_blank">aktifkan JavaScript</a> and re-load this interface.
ja: このアプリケーションを使用するにはJavaScriptが必要です。 <a href="http://enable-javascript.com/" target="_blank">JavaScriptを有効にし</a>、インターフェースを更新してください。
nb_no: Denne applikasjonen trenger JavaScript for å fungere korrekt. Vennligst <a href="http://enable-javascript.com/" target="_blank">aktiver JavaScript</a> og last dette grensesnittet på nytt.
ru: Это приложение требует включённый JavaScript для корректной работы. Пожалуйста, <a href="http://enable-javascript.com/" target="_blank">включите JavaScript</a> и перезагрузите интерфейс.

source: %s is available. Get more information on how to update.
ast: Ta disponible %s. Consigui más información en cómo anovar·
bg_bg: %s е на разположение. Прочети повече как да обновиш.
cy_gb: %s ar gael. Mwy o wybodaeth am sut i ddiweddaru.
de: %s ist verfügbar. Hole weitere Informationen zu Aktualisierungen ein.
fr: %s est disponible. Obtenez plus d'informations sur la façon de mettre à jour.
id: %s tersedia. Dapatkan informasi lebih lanjut tentang cara memperbarui.
ja: %s が利用可能です。アップデート方法について詳細情報を確認してください。
lb: %s ass verfügbar. Kréi méi Informatiounen doriwwer wéi d'Aktualiséierung ofleeft.
nb_no: %s er tilgjengelig. Få mer informasjon om hvordan du kan oppdatere.
ru: %s доступно. Получить дополнительную информацию о порядке обновления.
sq: %s është i disponueshëm. Merrni më shumë informacione mbi azhurnimin.
ur_pk: %s دستیاب ہے. اپ ڈیٹ کرنے کے بارے میں مزید معلومات حاصل کریں.

source: Log out
ast: Zarrar sesión
bg_bg: Отписване
cy_gb: Allgofnodi
de: Abmelden
fr: Se déconnecter
id: Keluar
ja: ログアウト
lb: Ofmellen
nb_no: Logg ut
ru: Выйти
sq: Dalje
ur_pk: لاگ آؤٹ

source: Server side authentication failed!
ast: Falló l'autenticación nel sirvidor!
bg_bg: Заверяването в сървъра неуспешно!
de: Serverseitige Authentifizierung fehlgeschlagen!
fr: L'authentification côté serveur a échoué !
id: Otentikasi dari sisi server gagal!
ja: サーバーサイドの認証に失敗しました！
nb_no: Autentisering feilet på serveren!
ru: Неудачная аутентификация с сервером!

source: Please contact your administrator.
ast: Por favor, contauta col to alministrador
bg_bg: Моля, свържи се с админстратора.
de: Bitte kontaktiere Deinen Administrator.
fr: Veuillez contacter votre administrateur.
id: Silahkan hubungi administrator anda.
ja: 管理者に問い合わせてください。
nb_no: Vennligst kontakt administratoren din.
ru: Пожалуйста, свяжитесь с вашим администратором.

source: Forgot your password? Reset it!
ast: ¿Escaeciesti la to contraseña? ¡Reaníciala!
bg_bg: Забрави паролата? Възстанови я!
de: Passwort vergessen? Setze es zurück!
fr: Mot de passe perdu ? Réinitialisez-le !
ja: パスワードを忘れましたか？リセットします！
nb_no: Glemt passordet ditt? Tilbakestill det!

source: remember
ast: recordar
bg_bg: запомни
cy_gb: cofio
de: merken
fr: se souvenir de moi
id: selalu masuk
ja: パスワードを保存
lb: verhalen
nb_no: husk
ru: запомнить
sq: kujto
ur_pk: یاد رکھیں

source: Log in
ast: Aniciar sesión
bg_bg: Вписване
cy_gb: Mewngofnodi
de: Einloggen
fr: Connexion
id: Masuk
ja: ログイン
lb: Umellen
nb_no: Logg inn
ru: Войти
sq: Hyrje
ur_pk: لاگ ان

source: Alternative Logins
ast: Anicios de sesión alternativos
bg_bg: Други Потребителски Имена
cy_gb: Mewngofnodiadau Amgen
fr: Logins alternatifs
id: Cara Alternatif untuk Masuk
ja: 代替ログイン
lb: Alternativ Umeldungen
nb_no: Alternative innlogginger
ru: Альтернативные имена пользователя
sq: Hyrje alternative
ur_pk: متبادل لاگ ان

source: Hey there,<br><br>just letting you know that %s shared <strong>%s</strong> with you.<br><a href="%s">View it!</a><br><br>
ast: Hola, ¿qué hai?,<br><br>namái déxamos dicite que %s compartió <strong>%s</strong> contigo. <br><a href="%s">¡Velu!</a><br><br>
bg_bg: Здрасти,<br><br>само да те уведомя, че %s сподели <strong>%s</strong> с теб. <br><a href="%s">Разгледай го!</a><br><br>.
de: Hallo,<br><br>wir möchten dich nur wissen lassen, dass %s <strong>%s</strong> mit dir geteilt hat.<br><a href="%s">Ansehen!</a><br><br>
fr: Bonjour,<br><br>Juste pour vous informer que %s a partagé <strong>%s</strong> avec vous.<br><a href="%s">Consultez-le !</a><br><br>
ja: こんにちは、<br><br>%sがあなたと »%s« を共有したことをお知らせします。<br><a href="%s">それを表示</a><br><br>
nb_no: Hei der,<br><br>bare informerer om at %s delte <strong>%s</strong> med deg.<br><a href="%s">Vis!</a><br><br>
ru: Здравствуйте,<br><br>%s предоставил Вам доступ к <strong>%s</strong>.<br><a href="%s">Посмотреть</a><br><br>

source: This ownCloud instance is currently in single user mode.
ast: Esta instalación d'ownCloud ta en mou d'usuariu únicu.
bg_bg: В момента този ownCloud е в режим допускащ само един потребител.
de: Diese ownClound-Instanz befindet sich derzeit im Einzelbenutzermodus.
fr: Cette instance de ownCloud est actuellement en mode utilisateur unique.
id: ownCloud ini sedang dalam mode pengguna tunggal.
ja: このownCloudインスタンスは、現在シングルユーザーモードです。
nb_no: Denne ownCloud-instansen er for øyeblikket i enbrukermodus.
ru: Эта установка ownCloud в настоящее время в однопользовательском режиме.

source: This means only administrators can use the instance.
ast: Esto quier dicir que namái pue usala un alministrador.
bg_bg: Това означава, че само администраторът може да го използва.
de: Dies bedeutet, dass diese Instanz nur von Administratoren genutzt werden kann.
fr: Cela signifie que uniquement les administrateurs peuvent utiliser l'instance.
id: Ini berarti hanya administrator yang dapat menggunakan ownCloud.
ja: これは、管理者のみがインスタンスを利用できることを意味しています。
nb_no: Dette betyr at kun administratorer kan bruke instansen.
ru: Это значит, что только администраторы могут использовать эту установку.
