Repository: nextcloud/server
Catalog: l10n/*/core.po
Languages: ast, bg_bg, cy_gb, de, fr, id, ja, lb, nb_no, ru, sq, ur_pk

source: Contact your system administrator if this message persists or appeared unexpectedly.
ast: Contauta col alministrador si esti problema sigui apaeciendo.
bg_bg: Свържи се със системния си администратор ако това съобщение се задържи твърде дълго или се е появило неочаквано.
de: Kontaktiere Deinen Systemadministrator, wenn diese Meldung dauerhaft oder unerwartet erscheint.
fr: Contactez votre administrateur système si ce message persiste ou apparaît de façon innatendue.
id: Hubungi administrator sistem anda jika pesan ini terus muncul atau muncul tiba-tiba.
ja: このメッセージが引き続きもしくは予期せず現れる場合は、システム管理者に連絡してください。
nb_no: Kontakt systemadministratoren hvis denne meldingen var uventet eller ikke forsvinner.
ru: Обратитесь к вашему системному администратору если это сообщение не исчезает или появляется неожиданно.

source: Thank you for your patience.
ast: Gracies pola to paciencia.
bg_bg: Благодарим за търпението.
de: Vielen Dank für Deine Geduld.
fr: Merci de votre patience.
id: Terima kasih atas kesabaran anda.
ja: しばらくお待ちください。
lb: Merci fir deng Gedold.
nb_no: Takk for din tålmodighet.
ru: Спасибо за терпение.
ur_pk: آپ کے صبر کا شکریہ

source: You are accessing the server from an untrusted domain.
ast: Tas accediendo al sirvidor dende un dominiu non confiáu.
bg_bg: Свръзваш се със сървъра от неодобрен домейн.
de: Du greifst von einer nicht vertrauenswürdigen Domain auf den Server zu.

source: Please contact your administrator. If you are an administrator of this instance, configure the "trusted_domain" setting in config/config.php. An example configuration is provided in config/config.sample.php.
ast: Por favor, contauta col alministrador. Si yes l'alministrador, configura l'axuste "trusted_domain" en config/config.php. Hai un exemplu en config/config.sample.php.
bg_bg: Моля, свържи се с администратора. Ако ти си администраторът, на този сървър, промени "trusted_domain" настройките в config/config.php. Примерна конфигурация е приложена в config/config.sample.php.
de: Bitte kontaktiere Deinen Administrator. Wenn du aktuell Administrator dieser Instanz bist, konfiguriere bitte die "trusted_domain" - Einstellung in config/config.php. Eine Beispielkonfiguration wird unter config/config.sample.php bereit gestellt.

source: Depending on your configuration, as an administrator you might also be able to use the button below to trust this domain.
bg_bg: В зависимост от конфигурацията ти, като администратор може натискайки бутонът по-долу да отбележиш домейнът като сигурен.
de: Abhängig vonDeiner Konfiguration kannst Du auch als Administrator, zum Vertrauen dieser Domain, den unteren Button verwenden.

source: Add "%s" as trusted domain
bg_bg: Добави "%s" като сигурен домейн
de: "%s" als vertrauenswürdige Domain hinzufügen

source: %s will be updated to version %s.
ast: %s anovaráse a la versión %s.
bg_bg: %s ще бъде обновена до версия %s.
de: %s wird auf Version %s aktualisiert.
fr: %s sera mis à jour vers la version %s.
ja: %s はバージョン %s にアップデートされました。
nb_no: %s vil bli oppdatert til versjon %s.

source: The following apps will be disabled:
ast: Deshabilitaránse les siguientes aplicaciones:
bg_bg: Следните програми ще бъдат изключени:
de: Die folgenden Apps werden deaktiviert:
fr: Les applications suivantes seront désactivées :
ja: 以下のアプリは無効です：
nb_no: Følgende apper vil bli deaktivert:

source: The theme %s has been disabled.
ast: Deshabilitóse'l tema %s.
bg_bg: Темата %s бе изключена.
de: Das Theme %s wurde deaktiviert.
fr: Le thème %s a été désactivé.
ja: テーマ %s が無効になっています。
nb_no: Temaet %s har blitt deaktivert.

source: Please make sure that the database, the config folder and the data folder have been backed up before proceeding.
ast: Enantes de siguir, asegúrate de que se fizo una copia de seguridá de la base de datos, la carpeta de configuración y la carpeta de datos.
bg_bg: Моля, увери се, че си направил копия на базата данни, папките с настройки и данни, преди да продължиш.
de: Stelle vor dem Fortsetzen sicher, dass die Datenbank, der Konfigurationsordner und der Datenordner gesichert wurde.
fr: Veuillez vous assurer qu'une copie de sauvegarde de la base de données, du dossier de configuration et du dossier de données a été réalisée avant le commencement de la procédure.
ja: データベースを確認してください。実行前にconfig フォルダとdata フォルダをバックアップします。
nb_no: Forsikre deg om at databasen, config-mappen og datamappen er blitt sikkerhetskopiert før du fortsetter.

source: Start update
ast: Aniciar anovamientu
bg_bg: Започни обновяването
de: Aktualisierung starten
fr: Démarrer la mise à jour.
ja: アップデートを開始
nb_no: Start oppdatering

source: To avoid timeouts with larger installations, you can instead run the following command from your installation directory:
bg_bg: За да избегнеш таймаутове при по-големи инсталации, можеш да изпълниш следните команди в инсталанционната директория:
de: Zur Vermeidung von Zeitüberschreitungen bei größeren Installationen kannst Du stattdessen den folgenden Befehl in Deinem Installationsverzeichnis ausführen:

source: This ownCloud instance is currently being updated, which may take a while.
ast: Esta instancia de OwnCloud ta anguaño anovándose, polo que pue tardar un pocoñín.
bg_bg: В момента този ownCloud се обновява, а това може да отнеме време.
de: Diese OwnCloud-Instanz wird gerade aktualisiert, was eine Weile dauert.
fr: Cette instance d'ownCloud est en cours de mise à jour, cela peut prendre du temps.
id: ownCloud ini sedang diperbarui, yang mungkin memakan waktu cukup lama.
ja: この ownCloud インスタンスは現在アップデート中のため、しばらく時間がかかります。
nb_no: Denne ownCloud-instansen oppdateres for øyeblikket, noe som kan ta litt tid.
ru: Производится обновление ownCloud, это может занять некоторое время.

source: Please reload this page after a short time to continue using ownCloud.
ast: Por favor, recarga esta páxina dempués d'un tiempu pa siguir usando ownCloud
bg_bg: Моля, презареди тази страница, след малко, за да продължиш да използваш ownCloud.
de: Bitte lade diese Seite nach kurzer Zeit neu, um mit der Nutzung von OwnCloud fortzufahren.
fr: Merci de recharger cette page après un moment pour continuer à utiliser ownCloud.
id: Muat ulang halaman ini setelah beberapa saat untuk tetap menggunakan ownCloud.
ja: ownCloud を続けて利用するには、しばらくした後でページをリロードしてください。
nb_no: Vennligst last denne siden på nytt om en liten stund for å fortsette å bruke ownCloud.
ru: Перезагрузите эту страницу через некоторое время чтобы продолжить использовать ownCloud.

source: Expiration date is in the past.
fr: La date d'expiration est dans le passé.
ja: 有効期限が切れています。
nb_no: Utløpsdato er tilbake i tid.
ru: Дата истечения срока действия в прошлом.
ur_pk: ختم ہونے کی تاریخ ماضی میں ہے.

source: Shared by {owner}
fr: Partagé par {owner}
ja: {owner} と共有中
nb_no: Delt av {owner}

source: By default the public link will expire after {days} days
ja: デフォルトの設定では、URLによる共有は {days} 日後に有効期限切れになります
ru: По умолчанию срок действия публичной ссылки истекает через {days} дней
ur_pk: ڈیفالٹ میں عوامی لنک ختم ہو جائے گا {دن} دن

source: Share via email:
cy_gb: Rhannu drwy e-bost:
fr: Partager via e-mail :
ja: メール経由で共有:
lb: Via E-Mail deelen:
nb_no: Del på epost
ru: Поделится через электронную почту:
sq: Nda me email:
ur_pk: ای میل کے زریعے ارسال کریں

source: No people found
cy_gb: Heb ganfod pobl
fr: Aucun utilisateur trouvé
ja: ユーザーが見つかりません
lb: Keng Persoune fonnt
nb_no: Ingen personer funnet
ru: Ни один человек не найден
sq: Nuk u gjet asnjë person
ur_pk: کوئ شخص موجود نہیں

source: share
cy_gb: rhannu
ja: 共有
ru: открыть доступ
sq: nda
ur_pk: شئیر کریں

source: Automatic logon rejected!
cy_gb: Gwrthodwyd mewngofnodi awtomatig!
fr: Connexion automatique rejetée !
ja: 自動ログインは拒否されました！
lb: Automatesch Umeldung ofgeleent!
nb_no: Automatisk pålogging avvist!
ru: Автоматический вход в систему отключен!
sq: Hyrja automatike u refuzua!
ur_pk: آٹومیٹک لاگ ان مسترد

source: If you did not change your password recently, your account may be compromised!
cy_gb: Os na wnaethoch chi newid eich cyfrinair yn ddiweddar, gall eich cyfrif fod yn anniogel!
fr: Si vous n'avez pas changé votre mot de passe récemment, votre compte risque d'être compromis !
ja: 最近パスワードを変更していない場合、あなたのアカウントが危険にさらされている可能性があります!
lb: Falls du däi Passwuert net viru kuerzem geännert hues, kéint däin Account kompromittéiert sinn!
nb_no: Hvis du ikke har endret passordet ditt nylig kan kontoen din være kompromitert
ru: Если Вы недавно не меняли свой пароль, то Ваша учетная запись может быть скомпрометирована!
sq: Nqse nuk keni ndryshuar kodin kohët e fundit, llogaria juaj mund të jetë komprometuar.
ur_pk: آپ نے حال ہی میں اپنا پاس ورڈ تبدیل نہیں کیا تو، آپ کے اکاؤنٹ سے سمجھوتہ ہو سکتا ہے

source: Please change your password to secure your account again.
cy_gb: Newidiwch eich cyfrinair i ddiogleu eich cyfrif eto.
fr: Veuillez changer votre mot de passe pour sécuriser à nouveau votre compte.
ja: アカウント保護のため、パスワードを再度変更してください。
lb: Änner w.e.gl däi Passwuert fir däin Account nees ofzesécheren.
nb_no: Vennligst skift passord for å gjøre kontoen din sikker igjen.
ru: Пожалуйста, смените пароль, чтобы обезопасить свою учетную запись.
sq: Ju lutemi, ndryshoni kodin për ta siguruar përsëri llogarinë tuaj.
ur_pk: براہ مہربانی پھر سے اکاونٹ محفوظ کرنے کے لیے اپنا پاس ورڈ تبدیل کریں.

source: A problem has occurred whilst sending the email, please contact your administrator.
ru: Произошла ошибка при отправке сообщения электронной почты, пожалуйста, свяжитесь с Вашим администратором.
ur_pk: ای میل بھیجنے کے دوران ایک مسئلہ پیش آیا ہے , براہ مہربانی اپنےایڈمنسٹریٹر سے رابطہ کریں.

source: The link to reset your password has been sent to your email.<br>If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator .
cy_gb: Anfonwyd y ddolen i ailosod eich cyfrinair i'ch cyfeiriad ebost.<br>Os nad yw'n cyrraedd o fewn amser rhesymol gwiriwch eich plygell spam/sothach.<br>Os nad yw yno, cysylltwch â'ch gweinyddwr lleol.
ru: Ссылка для сброса пароля отправлена вам ​​по электронной почте.<br>Если вы не получите письмо в пределах одной-двух минут, проверьте папку Спам. <br>Если письма там нет, обратитесь к своему администратору.
sq: Lidhja për rivendosjen e kodit tuaj u dërgua tek email-i juaj.<br>Nëqoftëse nuk e merrni brenda një kohe të arsyeshme, kontrolloni dosjet e postës së padëshirueshme (spam).<br>Nëqoftëse nuk është as aty, pyesni administratorin tuaj lokal.
ur_pk: آپ کا پاس ورڈ ری سیٹ کرنےکا لنک آپ کی ای میل ميں بھیجح دیا گیا ہے .<br> اگر آپ اسکو معقول وقت کے اندر وصول نہیں کرتے ، آپ سپیم/جنک کے فولڈرز دیکھیں .<br> اگر وہ وہاں نہیں ہے تو اپنے مقامی منتظم سے کہیں ۔

source: Request failed!<br>Did you make sure your email/username was right?
cy_gb: Methodd y cais!<br>Gwiriwch eich enw defnyddiwr ac ebost.
ru: Запрос не удался. Вы уверены, что email или имя пользователя указаны верно?
sq: Kërkesa dështoi!<br>A u siguruat që email-i/përdoruesi juaj ishte i saktë?
ur_pk: گذارش ناکام!<br>کيا پ نے يقينی بنايا کہ آپ کی ای میل / صارف کا نام درست تھا؟

source: Your password was reset
cy_gb: Ailosodwyd eich cyfrinair
ru: Ваш пароль был сброшен
sq: Kodi yt u rivendos
ur_pk: آپ کا پاسورڈ ری سیٹ کر دیا گیا ہے

source: To login page
cy_gb: I'r dudalen mewngofnodi
ru: На страницу авторизации
sq: Tek faqja e hyrjes
ur_pk: لاگ ان صفحے کی طرف

source: will be used
cy_gb: ddefnyddir
ru: будет использовано
sq: do të përdoret

source: Lost your password?
cy_gb: Wedi colli'ch cyfrinair?
ru: Забыли пароль?
sq: Ke humbur kodin?
ur_pk: کیا آپ پاسورڈ بھول گئے ہیں؟

source: Category type not provided.
cy_gb: Math o gategori heb ei ddarparu.

source: No category to add?
cy_gb: Dim categori i'w ychwanegu?

source: This category already exists: %s
cy_gb: Mae'r categori hwn eisoes yn bodoli: %s

source: Object type not provided.
cy_gb: Math o wrthrych heb ei ddarparu.

source: %s ID not provided.
cy_gb: %s ID heb ei ddarparu.

source: Error adding %s to favorites.
cy_gb: Gwall wrth ychwanegu %s at ffefrynnau.

source: No categories selected for deletion.
cy_gb: Ni ddewiswyd categorïau i'w dileu.

source: Error removing %s from favorites.
cy_gb: Gwall wrth dynnu %s o ffefrynnau.

source: 1 minute ago
cy_gb: 1 munud yn ôl

source: {minutes} minutes ago
cy_gb: {minutes} munud yn ôl

source: 1 hour ago
cy_gb: 1 awr yn ôl

source: {hours} hours ago
cy_gb: {hours} awr yn ôl

source: {days} days ago
cy_gb: {days} diwrnod yn ôl

source: {months} months ago
cy_gb: {months} mis yn ôl

source: months ago
cy_gb: misoedd yn ôl

source: The app name is not specified.
cy_gb: Nid yw enw'r pecyn wedi cael ei nodi.

source: The required file {file} is not installed!
cy_gb: Nid yw'r ffeil ofynnol {file} wedi ei gosod!

source: Share with
cy_gb: Rhannu gyda

source: Share with link
cy_gb: Dolen ar gyfer rhannu

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/core/issues" target="_blank">ownCloud community</a>.
cy_gb: Methodd y diweddariad. Adroddwch y mater hwn i <a href="https://github.com/owncloud/core/issues" target="_blank">gymuned ownCloud</a>.
sq: Azhurnimi dështoi. Ju lutemi njoftoni për këtë problem <a href="https://github.com/owncloud/core/issues" target="_blank">komunitetin ownCloud</a>.

source: ownCloud password reset
cy_gb: ailosod cyfrinair ownCloud

source: Request reset
cy_gb: Gwneud cais i ailosod

source: Edit categories
cy_gb: Golygu categorïau

source: Advanced
cy_gb: Uwch

source: prev
cy_gb: blaenorol

source: next
cy_gb: nesaf

source: Updating ownCloud to version %s, this may take a while.
cy_gb: Yn diweddaru owncloud i fersiwn %s, gall hyn gymryd amser.
sq: Po azhurnoj ownCloud-in me versionin %s. Mund të zgjasi pak.
