Repository: nextcloud/server
Catalog: l10n/*/files.po
Languages: ast, bg_bg, cy_gb, de_de, es, eu, fr, hu_hu, id, nn_no, pt_pt, ro, ru, ru_ru, sk_sk

source: Storage not available
ast: Almacenamientu non disponible
bg_bg: Липсва дисковото устройство.
de_de: Speicher nicht verfügbar
es: Almacenamiento no disponible
eu: Biltegia ez dago eskuragarri
hu_hu: A tároló elérhetetlen.
ru: Хранилище недоступно
sk_sk: Úložisko nie je dostupné

source: Storage invalid
ast: Almacenamientu inválidu
bg_bg: Невалидно дисково устройство.
de_de: Speicher ungültig
es: Almacenamiento inválido
eu: Biltegi bliogabea
hu_hu: A tároló érvénytelen
ru: Хранилище неисправно
sk_sk: Úložisko nie je platné

source: Unknown error
ast: Fallu desconocíu
bg_bg: Непозната грешка.
de_de: Unbekannter Fehler
es: Error desconocido
eu: Errore ezezaguna
hu_hu: Ismeretlen hiba
pt_pt: Erro Desconhecido
ru: Неизвестная ошибка
sk_sk: Neznáma chyba

source: Could not move %s - File with this name already exists
ast: Nun pudo movese %s - Yá existe un ficheru con esi nome.
bg_bg: Неуспешно преместване на %s - Файл със същото име вече съществува.
cy_gb: Methwyd symud %s - Mae ffeil gyda'r enw hwn eisoes yn bodoli
de_de: %s konnte nicht verschoben werden. Eine Datei mit diesem Namen existiert bereits.
es: No se pudo mover %s - Ya existe un archivo con ese nombre.
eu: Ezin da %s mugitu - Izen hau duen fitxategia dagoeneko existitzen da
fr: Impossible de déplacer %s - Un fichier possédant ce nom existe déjà
hu_hu: %s áthelyezése nem sikerült - már létezik másik fájl ezzel a névvel
id: Tidak dapat memindahkan %s - Berkas dengan nama ini sudah ada
nn_no: Klarte ikkje flytta %s – det finst allereie ei fil med dette namnet
pt_pt: Não foi possível mover %s - Já existe um ficheiro com este nome
ro: %s nu se poate muta - Fișierul cu acest nume există deja
ru: Невозможно переместить %s - файл с таким именем уже существует
ru_ru: Неполучается перенести %s - Файл с таким именем уже существует
sk_sk: Nie je možné presunúť %s - súbor s týmto menom už existuje

source: Could not move %s
ast: Nun pudo movese %s
bg_bg: Неуспешно преместване на %s.
cy_gb: Methwyd symud %s
de_de: Konnte %s nicht verschieben
es: No se pudo mover %s
eu: Ezin dira fitxategiak mugitu %s
fr: Impossible de déplacer %s
hu_hu: Nem sikerült %s áthelyezése
id: Tidak dapat memindahkan %s
nn_no: Klarte ikkje flytta %s
pt_pt: Não foi possível mover %s
ro: Nu se poate muta %s
ru: Невозможно переместить %s
ru_ru: Неполучается перенести %s
sk_sk: Nie je možné presunúť %s

source: File name cannot be empty.
ast: El nome de ficheru nun pue quedar baleru.
bg_bg: Името на файла не може да бъде оставено празно.
cy_gb: Does dim hawl cael enw ffeil gwag.
de_de: Der Dateiname darf nicht leer sein.
es: El nombre de archivo no puede estar vacío.
eu: Fitxategi izena ezin da hutsa izan.
fr: Le nom de fichier ne peut être vide.
hu_hu: A fájlnév nem lehet semmi.
id: Nama berkas tidak boleh kosong.
nn_no: Filnamnet kan ikkje vera tomt.
pt_pt: O nome do ficheiro não pode estar em branco.
ro: Numele fișierului nu poate rămâne gol.
ru: Имя файла не может быть пустым.
ru_ru: Имя файла не может быть пустым.
sk_sk: Meno súboru nemôže byť prázdne

source: "%s" is an invalid file name.
ast: "%s" ye un nome de ficheru inválidu.
bg_bg: "%s" е непозволено име за файл.
de_de: "%s" ist kein gültiger Dateiname.
es: "%s" es un nombre de archivo inválido.
eu: "%s" ez da fitxategi izen baliogarria.
fr: "%s" n'est pas un nom de fichier valide.
hu_hu: "%s" érvénytelen, mint fájlnév.
pt_pt: "%s" é um nome de ficheiro inválido.
ro: "%s" este un nume de fișier nevalid
ru: "%s" это не правильное имя файла.
sk_sk: "%s" je neplatné meno súboru.

source: Invalid name, '\', '/', '<', '>', ':', '"', '|', '?' and '*' are not allowed.
ast: Nome inválidu, los caráuteres "\", "/", "<", ">", ":", "", "|" "?" y "*" nun tán permitíos.
bg_bg: Невалидно име, '\', '/', '<', '>', ':', '"', '|', '?' и '*' не са разрешени.
cy_gb: Enw annilys, ni chaniateir, '\', '/', '<', '>', ':', '"', '|', '?' na '*'.
de_de: Ungültiger Name, '\', '/', '<', '>', ':', '"', '|', '?' und '*' sind nicht zulässig.
es: Nombre inválido, los caracteres "\", "/", "<", ">", ":", "", "|" "?" y "*" no están permitidos
eu: IZen aliogabea, '\', '/', '<', '>', ':', '"', '|', '?' eta '*' ez daude baimenduta.
fr: Nom invalide, les caractères '\', '/', '<', '>', ':', '"', '|', '?' et '*' ne sont pas autorisés.
hu_hu: Érvénytelen elnevezés. Ezek a karakterek nem használhatók: '\', '/', '<', '>', ':', '"', '|', '?' és '*'
id: Nama tidak valid, karakter '\', '/', '<', '>', ':', '"', '|', '?' dan '*' tidak diizinkan.
nn_no: Ugyldig namn, «\», «/», «<», «>», «:», «"», «|», «?» og «*» er ikkje tillate.
pt_pt: Nome Inválido, Não são permitidos os carateres '\', '/', '<', '>', ':', '"', '|', '?' e '*'.
ro: Nume nevalide, '\', '/', '<', '>', ':', '"', '|', '?' și '*' nu sunt permise.
ru: Неправильное имя: символы '\', '/', '<', '>', ':', '"', '|', '?' и '*' недопустимы.
ru_ru: Некорректное имя, '\', '/', '<', '>', ':', '"', '|', '?' и '*' не допустимы.
sk_sk: Nesprávne meno, '\', '/', '<', '>', ':', '"', '|', '?' a '*' nie sú povolené hodnoty.

source: The target folder has been moved or deleted.
ast: La carpeta oxetivu movióse o desanicióse.
bg_bg: Крайната папка е изтрита или преместена.
de_de: Der Ziel-Ordner wurde verschoben oder gelöscht.
es: La carpeta destino fue movida o eliminada.
eu: Jatorrizko karpeta mugitu edo ezabatu da.
fr: Le dossier cible a été déplacé ou supprimé.
hu_hu: A célmappa törlődött, vagy áthelyezésre került.
pt_pt: A pasta de destino foi movida ou eliminada.
ro: Dosarul țintă a fost mutat sau șters.
ru: Целевой каталог был перемещен или удален.
sk_sk: Cieľový priečinok bol premiestnený alebo odstránený.

source: The name %s is already used in the folder %s. Please choose a different name.
ast: El nome %s yá ta n'usu na carpeta %s. Por favor, escueyi un nome diferente.
bg_bg: Името %s е вече в папка %s. Моля, избери друго име.
de_de: Der Name %s wird bereits im Ordner %s benutzt. Bitte wählen Sie einen anderen Namen.
es: El nombre %s ya está en uso por la carpeta %s. Por favor elija uno diferente.
eu: %s izena dagoeneko erabilita dago %s karpetan. Mesdez hautatu izen ezberdina.
fr: Le nom %s est déjà utilisé dans le dossier %s. Merci de choisir un nom différent.
hu_hu: A %s név már létezik a %s mappában. Kérem válasszon másik nevet!
id: Nama %s sudah digunakan dalam folder %s. Silakan pilih nama yang berbeda.
pt_pt: O nome %s já está em uso na pasta %s. Por favor escolha um nome diferente.
ro: Numele %s este deja este folosit în dosarul %s. Te rog alege alt nume.
ru: Имя %s уже используется для каталога %s. Пожалуйста, выберите другое имя.
sk_sk: Názov %s už používa priečinok s%. Prosím zvoľte iný názov.

source: Not a valid source
ast: Nun ye una fonte válida
bg_bg: Невалиден източник.
de_de: Keine gültige Quelle
es: No es una fuente válida
eu: Ez da jatorri baliogarria
fr: La source n'est pas valide
hu_hu: A kiinduló állomány érvénytelen
id: Sumber tidak sah
pt_pt: Não é uma fonte válida
ro: Sursă nevalidă
ru: Неправильный источник
sk_sk: Neplatný zdroj

source: Server is not allowed to open URLs, please check the server configuration
ast: Nun se-y permite al sirvidor abrir URLs, por favor comprueba la configuración del sirvidor
bg_bg: На сървърът не му е разрешно да отваря интернет адреси, моля провери настройките на сървъра.
de_de: Dem Server ist das Öffnen von URLs nicht erlaubt, bitte die Serverkonfiguration prüfen
es: La configuración del servidor no le permite abrir URLs, revísela.
eu: Zerbitzaria ez dago URLak irekitzeko baimendua, mesedez egiaztatu zerbitzariaren konfigurazioa
fr: Le serveur n'est pas autorisé à ouvrir des URL, veuillez vérifier la configuration du serveur
hu_hu: A kiszolgálón nincs engedélyezve URL-ek megnyitása, kérem ellenőrizze a beállításokat
pt_pt: O servidor não consegue abrir URLs, por favor verifique a configuração do servidor
ro: Serverului nu ii este permis sa deschida URL-ul , verificati setarile serverului
ru: Сервер не позволяет открывать URL-адреса, пожалуйста, проверьте настройки сервера
sk_sk: Server nie je oprávnený otvárať adresy URL. Overte nastavenia servera.

source: The file exceeds your quota by %s
ast: El ficheru perpasa la cuota por %s
de_de: Die Datei überschreitet Ihr Limit um %s
eu: Fitxategiak zure kouta gainditzen du %s-an
hu_hu: A fájl meghaladja kvótádat %s-kal
sk_sk: Súbor prekračuje vašu kvótu o %s

source: Error while downloading %s to %s
ast: Fallu cuando se descargaba %s a %s
bg_bg: Грешка при тегленето на %s от %s.
de_de: Fehler beim Herunterladen von %s nach %s
es: Error mientras se descargaba %s a %s
eu: Errorea %s %sra deskargatzerakoan
fr: Erreur pendant le téléchargement de %s à %s
hu_hu: Hiba történt miközben %s-t letöltöttük %s-be
id: Galat saat mengunduh %s ke %s
pt_pt: Erro ao transferir %s para %s
ro: Eroare la descarcarea %s in %s
ru: Ошибка при скачивании %s в %s
sk_sk: Chyba pri sťahovaní súboru %s do %s

source: Error when creating the file
ast: Fallu cuando se creaba'l ficheru
bg_bg: Грешка при създаването на файлът.
de_de: Fehler beim Erstellen der Datei
es: Error al crear el archivo
eu: Errorea fitxategia sortzerakoan
fr: Erreur pendant la création du fichier
hu_hu: Hiba történt az állomány létrehozásakor
id: Galat saat membuat berkas
pt_pt: Erro ao criar o ficheiro
ro: Eroare la crearea fisierului
ru: Ошибка при создании файла
sk_sk: Chyba pri vytváraní súboru

source: Folder name cannot be empty.
ast: El nome la carpeta nun pue tar baleru.
bg_bg: Името на папката не може да бъде оставено празно.
de_de: Der Ordner-Name darf nicht leer sein.
es: El nombre de la carpeta no puede estar vacío.
eu: Karpeta izena ezin da hutsa izan.
fr: Le nom de dossier ne peux pas être vide.
hu_hu: A mappa neve nem maradhat kitöltetlenül
id: Nama folder tidak bolh kosong.
pt_pt: O nome da pasta não pode estar vazio.
ro: Numele folderului nu poate fi liber.
ru: Имя папки не может быть пустым.
sk_sk: Názov priečinka nemôže byť prázdny.

source: Error when creating the folder
ast: Fallu cuando se creaba la carpeta
bg_bg: Грешка при създаването на папката.
de_de: Fehler beim Erstellen des Ordners
es: Error al crear la carpeta.
eu: Errorea karpeta sortzerakoan
fr: Erreur pendant la création du dossier
hu_hu: Hiba történt a mappa létrehozásakor
id: Galat saat membuat folder
pt_pt: Erro ao criar a pasta
ro: Eroare la crearea folderului
ru: Ошибка создания каталога
sk_sk: Chyba pri vytváraní priečinka

source: Unable to set upload directory.
ast: Nun pue afitase la carpeta de xubida.
bg_bg: Неуспешно задаване на директория за качване.
de_de: Das Upload-Verzeichnis konnte nicht gesetzt werden.
es: Incapaz de crear directorio de subida.
eu: Ezin da igoera direktorioa ezarri.
fr: Impossible de définir le dossier pour l'upload, charger.
hu_hu: Nem található a mappa, ahova feltölteni szeretne.
id: Tidak dapat mengatur folder unggah
nn_no: Klarte ikkje å endra opplastingsmappa.
pt_pt: Não foi possível criar o diretório de upload
ro: Imposibil de a seta directorul pentru incărcare.
ru: Не удалось установить каталог загрузки.
sk_sk: Nemožno nastaviť priečinok pre nahrané súbory.

source: Invalid Token
ast: Token inválidu
bg_bg: Невалиеден токен.
de_de: Ungültiges Merkmal
es: Token Inválido
eu: Lekuko baliogabea
fr: Jeton non valide
hu_hu: Hibás mappacím
id: Token tidak sah
nn_no: Ugyldig token
pt_pt: Token inválido
ro: Jeton Invalid
ru: Недопустимый маркер
sk_sk: Neplatný token

source: No file was uploaded. Unknown error
ast: Nun se xubió dengún ficheru. Fallu desconocíu
bg_bg: Неуспешно качвачване на файл. Непозната грешка.
cy_gb: Ni lwythwyd ffeil i fyny. Gwall anhysbys.
de_de: Keine Datei hochgeladen. Unbekannter Fehler
es: No se subió ningún archivo. Error desconocido
eu: Ez da fitxategirik igo. Errore ezezaguna
fr: Aucun fichier n'a été envoyé. Erreur inconnue
hu_hu: Nem történt feltöltés. Ismeretlen hiba
id: Tidak ada berkas yang diunggah. Galat tidak dikenal.
nn_no: Ingen filer lasta opp. Ukjend feil
pt_pt: Não foi enviado nenhum ficheiro. Erro desconhecido
ro: Niciun fișier nu a fost încărcat. Eroare necunoscută
ru: Файл не был загружен. Неизвестная ошибка
ru_ru: Файл не был загружен. Неизвестная ошибка
sk_sk: Žiaden súbor nebol nahraný. Neznáma chyba

source: There is no error, the file uploaded with success
ast: Nun hai dengún fallu, el ficheru xubióse ensin problemes
bg_bg: Файлът е качен успешно.
cy_gb: Does dim gwall, llwythodd y ffeil i fyny'n llwyddiannus
de_de: Es ist kein Fehler aufgetreten. Die Datei wurde erfolgreich hochgeladen.
es: No hubo ningún problema, el archivo se subió con éxito
eu: Ez da errorerik egon, fitxategia ongi igo da
fr: Aucune erreur, le fichier a été envoyé avec succès.
hu_hu: A fájlt sikerült feltölteni
id: Tidak ada galat, berkas sukses diunggah
nn_no: Ingen feil, fila vart lasta opp
pt_pt: Não ocorreram erros, o ficheiro foi enviado com sucesso
ro: Nu a apărut nici o eroare, fișierul a fost încărcat cu succes
ru: Файл загружен успешно.
ru_ru: Ошибка отсутствует, файл загружен успешно.
sk_sk: Nenastala žiadna chyba, súbor bol úspešne nahraný

source: The uploaded file exceeds the upload_max_filesize directive in php.ini:
ast: El ficheru xubíu perpasa la direutiva "upload_max_filesize" del ficheru php.ini
bg_bg: Файлът, който се опитваше да качиш надвишава зададения upload_max_filesize размер в php.ini:
cy_gb: Mae'r ffeil lwythwyd i fyny'n fwy na chyfarwyddeb upload_max_filesize yn php.ini:
de_de: Die hochgeladene Datei überschreitet die upload_max_filesize Vorgabe in php.ini
es: El archivo subido sobrepasa la directiva 'upload_max_filesize' en php.ini:
eu: Igotako fitxategiak php.ini fitxategian ezarritako upload_max_filesize muga gainditu du:
fr: Le fichier envoyé dépasse l'instruction upload_max_filesize située dans le fichier php.ini:
hu_hu: A feltöltött fájl mérete meghaladja a php.ini állományban megadott upload_max_filesize paraméter értékét.
id: Berkas yang diunggah melampaui direktif upload_max_filesize pada php.ini
nn_no: Fila du lasta opp er større enn det «upload_max_filesize» i php.ini tillater:
pt_pt: O ficheiro enviado excede a diretiva php.ini upload_max_filesize no php.ini
ro: Fișierul încărcat depășește directiva upload_max_filesize din php.ini:
ru: Файл превышает размер, установленный параметром upload_max_filesize в php.ini:
ru_ru: Размер загружаемого файла превышает upload_max_filesize директиву в php.ini:
sk_sk: Nahraný súbor prekročil limit nastavený v upload_max_filesize v súbore php.ini:

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ast: El ficheru xubíu perpasa la direutiva "MAX_FILE_SIZE" especificada nel formulariu HTML
bg_bg: Файлът, който се опитваш да качиш надвишава стойностите в MAX_FILE_SIZE в HTML формата.
cy_gb: Mae'r ffeil lwythwyd i fyny'n fwy na chyfarwyddeb MAX_FILE_SIZE bennwyd yn y ffurflen HTML
de_de: Die Datei ist größer, als die MAX_FILE_SIZE Vorgabe erlaubt, die im HTML-Formular spezifiziert ist
es: El archivo subido sobrepasa la directiva 'MAX_FILE_SIZE' especificada en el formulario HTML
eu: Igotako fitxategia HTML formularioan zehaztutako MAX_FILE_SIZE direktiba baino handidagoa da.
fr: Le fichier envoyé dépasse l'instruction MAX_FILE_SIZE qui est spécifiée dans le formulaire HTML.
hu_hu: A feltöltött fájl mérete meghaladja a MAX_FILE_SIZE paramétert, ami a HTML formban került megadásra.
id: Berkas yang diunggah melampaui direktif MAX_FILE_SIZE yang ditentukan dalam formulir HTML.
nn_no: Den opplasta fila er større enn variabelen MAX_FILE_SIZE i HTML-skjemaet
pt_pt: O tamanho do ficheiro enviado excede a diretiva MAX_FILE_SIZE definida no formulário HTML
ro: Fișierul încărcat depășește directiva MAX_FILE_SIZE specificată în formularul HTML
ru: Загруженный файл превышает размер, установленный параметром MAX_FILE_SIZE в HTML-форме
ru_ru: Размер загруженного
sk_sk: Ukladaný súbor prekračuje nastavenie MAX_FILE_SIZE z volieb HTML formulára.

source: The uploaded file was only partially uploaded
ast: El ficheru xubióse de mou parcial
bg_bg: Файлът е качен частично.
cy_gb: Dim ond yn rhannol y llwythwyd y ffeil i fyny
de_de: Die Datei konnte nur teilweise übertragen werden
es: El archivo subido fue sólo subido parcialmente
eu: Igotako fitxategiaren zati bat bakarrik igo da
fr: Le fichier n'a été que partiellement envoyé.
hu_hu: Az eredeti fájlt csak részben sikerült feltölteni.
id: Berkas hanya diunggah sebagian
nn_no: Fila vart berre delvis lasta opp
pt_pt: O ficheiro submetido só foi parcialmente enviado
ro: Fișierul a fost încărcat doar parțial
ru: Файл загружен лишь частично
ru_ru: Загружаемый файл был загружен частично
sk_sk: Ukladaný súbor sa nahral len čiastočne

source: No file was uploaded
ast: Nun se xubió dengún ficheru
bg_bg: Неуспешно качване.
cy_gb: Ni lwythwyd ffeil i fyny
de_de: Keine Datei konnte übertragen werden.
es: No se subió ningún archivo
eu: Ez da fitxategirik igo
fr: Pas de fichier envoyé.
hu_hu: Nem töltődött fel állomány
id: Tidak ada berkas yang diunggah
nn_no: Ingen filer vart lasta opp
pt_pt: Não foi enviado nenhum ficheiro
ro: Nu a fost încărcat niciun fișier
ru: Ни одного файла загружено не было
ru_ru: Файл не был загружен
sk_sk: Žiadny súbor nebol uložený

source: Missing a temporary folder
ast: Falta una carpeta temporal
bg_bg: Липсва временна папка.
cy_gb: Plygell dros dro yn eisiau
de_de: Kein temporärer Ordner vorhanden
es: Falta la carpeta temporal
eu: Aldi bateko karpeta falta da
fr: Absence de dossier temporaire.
hu_hu: Hiányzik egy ideiglenes mappa
id: Folder sementara tidak ada
nn_no: Manglar ei mellombels mappe
pt_pt: A pasta temporária está em falta
ro: Lipsește un dosar temporar
ru: Отсутствует временный каталог
ru_ru: Отсутствует временная папка
sk_sk: Chýba dočasný priečinok

source: Failed to write to disk
ast: Fallu al escribir al discu
bg_bg: Възникна проблем при запис на диска.
cy_gb: Methwyd ysgrifennu i'r ddisg
de_de: Fehler beim Schreiben auf die Festplatte
es: Falló al escribir al disco
eu: Errore bat izan da diskoan idazterakoan
fr: Erreur d'écriture sur le disque
hu_hu: Nem sikerült a lemezre történő írás
id: Gagal menulis ke disk
nn_no: Klarte ikkje skriva til disk
pt_pt: Não foi possível gravar no disco
ro: Eroare la scrierea pe disc
ru: Ошибка записи на диск
ru_ru: Не удалось записать на диск
sk_sk: Zápis na disk sa nepodaril

source: Not enough storage available
ast: Nun hai abondu espaciu disponible
bg_bg: Недостатъчно място.
cy_gb: Dim digon o le storio ar gael
de_de: Nicht genug Speicher vorhanden.
es: No hay suficiente espacio disponible
eu: Ez dago behar aina leku erabilgarri,
fr: Plus assez d'espace de stockage disponible
hu_hu: Nincs elég szabad hely.
id: Ruang penyimpanan tidak mencukupi
nn_no: Ikkje nok lagringsplass tilgjengeleg
pt_pt: Não há espaço suficiente em disco
ro: Nu este disponibil suficient spațiu
ru: Недостаточно доступного места в хранилище
ru_ru: Недостаточно места в хранилище
sk_sk: Nedostatok dostupného úložného priestoru

source: Upload failed. Could not find uploaded file
ast: Xubida fallida. Nun pudo atopase'l ficheru xubíu.
bg_bg: Неуспешно качване. Не бе открит качения файл.
de_de: Hochladen fehlgeschlagen. Die hochgeladene Datei konnte nicht gefunden werden.
es: Actualización fallida. No se pudo encontrar el archivo subido
eu: Igoerak huts egin du. Ezin izan da igotako fitxategia aurkitu
fr: L'envoi a échoué. Impossible de trouver le fichier envoyé.
hu_hu: A feltöltés nem sikerült. Nem található a feltöltendő állomány.
id: Unggah gagal. Tidak menemukan berkas yang akan diunggah
nn_no: Feil ved opplasting. Klarte ikkje å finna opplasta fil.
pt_pt: Falhou o envio. Não conseguiu encontrar o ficheiro enviado
ro: Încărcare eșuată. Nu se poate găsi fișierul încărcat
ru: Загрузка не удалась. Невозможно найти загружаемый файл
sk_sk: Nahrávanie zlyhalo. Nepodarilo sa nájsť nahrávaný súbor

source: Upload failed. Could not get file info.
ast: Falló la xubida. Nun se pudo obtener la información del ficheru.
bg_bg: Неуспешно качване. Не се получи информация за файла.
de_de: Hochladen fehlgeschlagen. Die Dateiinformationen konnten nicht abgerufen werden.
es: Actualización fallida. No se pudo obtener información del archivo.
eu: Igoerak huts egin du. Ezin izan da fitxategiaren informazioa eskuratu.
fr: L'envoi a échoué. Impossible d'obtenir les informations du fichier.
hu_hu: A feltöltés nem sikerült. Az állományt leíró információk nem érhetők el.
id: Unggah gagal. Tidak mendapatkan informasi berkas.
nn_no: Feil ved opplasting. Klarte ikkje å henta filinfo.
pt_pt: O carregamento falhou. Não foi possível obter a informação do ficheiro.
ro: Încărcare eșuată. Nu se pot obține informații despre fișier.
ru: Загрузка не удалась. Невозможно получить информацию о файле
sk_sk: Nahrávanie zlyhalo. Nepodarilo sa získať informácie o súbore.

source: Invalid directory.
ast: Direutoriu non válidu.
bg_bg: Невалидна директория.
cy_gb: Cyfeiriadur annilys.
de_de: Ungültiges Verzeichnis.
es: Directorio inválido.
eu: Baliogabeko karpeta.
fr: Dossier invalide.
hu_hu: Érvénytelen mappa.
id: Direktori tidak valid.
nn_no: Ugyldig mappe.
pt_pt: Diretoria inválida.
ro: Dosar nevalid.
ru: Неверный каталог.
ru_ru: Неверный каталог.
sk_sk: Neplatný priečinok.

source: Files
ast: Ficheros
bg_bg: Файлове
cy_gb: Ffeiliau
de_de: Dateien
es: Archivos
eu: Fitxategiak
fr: Fichiers
hu_hu: Fájlok
id: Berkas
nn_no: Filer
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
ru_ru: Файлы
sk_sk: Súbory

source: All files
ast: Tolos ficheros
bg_bg: Всички файлове
de_de: Alle Dateien
es: Todos los archivos
eu: Fitxategi guztiak
hu_hu: Az összes állomány
pt_pt: Todos os ficheiros
ru: Все файлы
sk_sk: Všetky súbory

source: Unable to upload {filename} as it is a directory or has 0 bytes
ast: Nun pudo xubise {filename}, paez que ye un directoriu o tien 0 bytes
bg_bg: Неуспешно качване на {filename}, защото е директория или е с размер от 0 байта.
de_de: Die Datei {filename} kann nicht hochgeladen werden, da sie entweder ein Verzeichnis oder 0 Bytes groß ist
es: No ha sido posible subir {filename} porque es un directorio o tiene 0 bytes
eu: Ezin da {filename} igo karpeta bat delako edo 0 byte dituelako
fr: Impossible d'envoyer {filename} car il s'agit d'un répertoire ou d'un fichier de taille nulle
hu_hu: A(z) {filename} állomány nem tölthető fel, mert ez vagy egy mappa, vagy pedig 0 bájtból áll.
id: Tidak dapat mengunggah {filename} karena ini sebuah direktori atau memiliki ukuran 0 byte
nn_no: Klarte ikkje å lasta opp {filename} sidan det er ei mappe eller er 0 byte.
pt_pt: Incapaz de enviar {filename}, dado que é uma pasta, ou tem 0 bytes
ro: Nu se poate încărca {filename} deoarece este un director sau are mărimea de 0 octeți
ru: Невозможно загрузить {filename}, так как это либо каталог, либо файл нулевого размера
sk_sk: Nemožno nahrať súbor {filename}, pretože je to priečinok, alebo má 0 bitov

source: Total file size {size1} exceeds upload limit {size2}
ast: El tamañu de ficheru total {size1} perpasa la llende de xuba {size2}
bg_bg: Общия размер {size1} надминава лимита за качване {size2}.
de_de: Die Gesamt-Größe {size1} überschreitet die Upload-Begrenzung {size2}
es: El tamaño total del archivo {size1} excede el límite {size2}
eu: Fitxategiaren tamainak {size1} igotzeko muga {size2} gainditzen du
fr: La taille totale du fichier {size1} excède la taille maximale d'envoi {size2}
hu_hu: A teljes fájlméret: {size1} meghaladja a feltöltési limitet: {size2}
pt_pt: O tamanho total do ficheiro {size1} excede o limite de carregamento {size2}
ro: Mărimea fișierului este {size1} ce depășește limita de incarcare de {size2}
ru: Полный размер файла {size1} превышает лимит по загрузке {size2}
sk_sk: Celková veľkosť súboru {size1} prekračuje upload limit {size2}
