Repository: nextcloud/server
Catalog: l10n/*/files_sharing.po
Languages: ar, ast, bg_bg, ca, cs_cz, da, de, el, eo, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, km, lt_lt, mk, nb_no, nl, nn_no, pl, pt_br, pt_pt, ru, sk_sk, sl, sq, sv, tr, uk

source: Server to server sharing is not enabled on this server
ast: La compartición sirvidor a sirvidor nun ta habilitada nesti sirvidor
bg_bg: Споделяне между сървъри не е разрешено на този сървър.
ca: La compartició entre servidors no està activat en aquest servidor
cs_cz: Sdílení mezi servery není povoleno
da: Server til serverdeling er ikke slået til på denne server
de: Der Server für die Serverfreigabe ist auf diesem Server nicht aktiviert
el: Ο διαμοιρασμός μεταξύ διακομιστών δεν έχει ενεργοποιηθεί σε αυτόν το διακομιστή
eo: Interservila kunhavo ne kapabliĝis en ĉi tiu servilo
es: Compartir entre servidores no está habilitado en este servidor
et_ee: Serverist serverisse jagamine pole antud serveris lubatud
eu: Zerbitzaritik zerbitzarirako elkarbanaketa ez dago gaituta zerbitzari honetan
fi_fi: Palvelimelta-palvelimelle-jakaminen ei ole käytössä tällä palvelimella
fr: Le partage de serveur à serveur n'est pas activé sur ce serveur
gl: Neste servidor non está activada a compartición de servidor a servidor
id: Berbagi server ke server tidaj diaktifkan pada server ini
it: La condivisione tra server non è abilitata su questo server
ja: このサーバーでは、サーバー間の共有が有効ではありません
nb_no: Server til server-deling er ikke aktivert på denne serveren
nl: Server met server delen is niet geactiveerd op deze server
pl: Współdzielenie między serwerami nie jest uruchomione na tym serwerze
pt_br: Compartilhamento de servidor para servidor não está habilitado no servidor
pt_pt: A partilha entre servidores não se encontra disponível
ru: На данном сервере выключено межсерверное предоставление общих папок
sk_sk: Zdieľanie server-server nie je na tomto serveri povolené
sl: Na tem strežniku ni omogočena možnost souporabe strežnika s strežnikom.
sv: Server-till-server-delning är inte aktiverat på denna server
tr: Sunucudan sunucuya paylaşım bu sunucuda etkin değil

source: Couldn't add remote share
ast: Nun pudo amestase una compartición remota
bg_bg: Неуспешно добавяне на отдалечена споделена директория.
ca: No s'ha pogut afegir una compartició remota
cs_cz: Nelze přidat vzdálené úložiště
da: Kunne ikke tliføje den delte ekstern ressource
de: Entfernte Freigabe kann nicht hinzu gefügt werden
el: Αδυναμία προσθήκης απομακρυσμένου κοινόχρηστου φακέλου
es: No se puede añadir un compartido remoto
et_ee: Ei suutnud lisada kaugjagamist
eu: Ezin izan da hurruneko elkarbanaketa gehitu
fi_fi: Etäjaon liittäminen epäonnistui
fr: Impossible d'ajouter un partage distant
gl: Non foi posíbel engadir a compartición remota
it: Impossibile aggiungere la condivisione remota
ja: リモート共有を追加できませんでした
nb_no: Klarte ikke å legge til ekstern deling
nl: Kon geen externe share toevoegen
pl: Nie można dodać zdalnego folderu
pt_br: Não foi possível adicionar compartilhamento remoto
pt_pt: Ocorreu um erro ao adicionar a partilha remota
ru: Невозможно добавить удалённую общую папку
sk_sk: Nemožno pridať vzdialené zdieľanie
sl: Ni mogoče dodati oddaljenega mesta za souporabo
sv: Kunde inte lägga till fjärrutdelning
tr: Uzak paylaşım eklenemedi

source: Shared with you
ast: Compartíos contigo
bg_bg: Споделено с теб
ca: Compartit per vós
cs_cz: Sdíleno s vámi
da: Delt med dig
de: Mit Dir geteilt
el: Διαμοιρασμένο με εσάς
eo: Kunhavata kun vi
es: Compartido contigo
et_ee: Sinuga jagatud
eu: Zurekin elkarbanatuta
fi_fi: Jaettu kanssasi
fr: Partagés avec vous
gl: Compartido con vostede
id: Dibagikan dengan Anda
it: Condiviso con te
ja: 他ユーザーがあなたと共有中
mk: Споделено со тебе
nb_no: Delt med deg
nl: Gedeeld met u
pl: Współdzielony z Tobą
pt_br: Compartilhado com você
pt_pt: Partilhado consigo
ru: Опубликованы вами
sk_sk: Zdieľané s vami
sl: V souporabi z vami
sv: Delat med dig
tr: Sizinle paylaşılmış

source: Shared with others
ast: Compartíos con otros
bg_bg: Споделено с други
ca: Compartit amb altres
cs_cz: Sdíleno s ostatními
da: Delt med andre
de: Von Dir geteilt
el: Διαμοιρασμένο με άλλους
eo: Kunhavata kun aliaj
es: Compartido con otros
et_ee: Teistega jagatud
eu: Beste batzuekin elkarbanatuta
fi_fi: Jaettu muiden kanssa
fr: Partagés avec d'autres
gl: Compartido con outros
id: Dibagikan dengan lainnya
it: Condiviso con altri
ja: 他ユーザーと共有中
mk: Сподели со останатите
nb_no: Delt med andre
nl: Gedeeld door u
pl: Współdzielony z innymi
pt_br: Compartilhado com outros
pt_pt: Partilhado com outros
ru: Опубликованы другими
sk_sk: Zdieľané s ostanými
sl: V souporabi z drugimi
sv: Delat med andra
tr: Diğerleri ile paylaşılmış

source: Shared by link
ast: Compartíos por enllaz
bg_bg: Споделено с връзка
ca: Compartit amb enllaç
cs_cz: Sdíleno pomocí odkazu
da: Delt via link
de: Geteilt über einen Link
el: Διαμοιρασμένο μέσω συνδέσμου
eo: Kunhavata per ligilo
es: Compartido por medio de enlaces
et_ee: Jagatud lingiga
eu: Lotura bidez elkarbanatuta
fi_fi: Jaettu linkin kautta
fr: Partagés par lien
gl: Compartido por ligazón
id: Dibagikan dengan tautan
it: Condiviso tramite collegamento
ja: URLリンクで共有中
mk: Споделено со врска
nb_no: Delt med lenke
nl: Gedeeld via een link
pl: Współdzielony linkiem
pt_br: Compartilhado por link
pt_pt: Partilhado pela hiperligação
ru: Доступно по ссылке
sk_sk: Zdieľané pomocou odkazu
sl: Souporaba s povezavo
sv: Delad som länk
tr: Bağlantı ile paylaşılmış

source: No files have been shared with you yet.
ast: Entá nun se compartieron ficheros contigo.
bg_bg: Все още няма споделени с теб файлове.
ca: Encara no hi ha fitxers compartits amb vós.
cs_cz: Zatím s vámi nikdo žádné soubory nesdílel.
da: Endnu er ingen filer delt med dig.
de: Es wurden bis jetzt keine Dateien mit Dir geteilt.
el: Κανένα αρχείο δνε έχει διαμοιραστεί ακόμα με εσάς.
eo: Neniu dosiero kunhaviĝis kun vi ankoraŭ.
es: Aún no han compartido contigo ningún archivo.
et_ee: Sinuga pole veel ühtegi faili jagatud.
eu: Ez da zurekin fitxategirik elkarbanatu oraindik.
fi_fi: Kukaan ei ole jakanut tiedostoja kanssasi vielä.
fr: Aucun fichier n'est partagé avec vous pour l'instant
gl: Aínda non hai ficheiros compartidos con vostede.
id: Tidak ada berkas yang dibagikan kepada Anda.
it: Non è stato ancora condiviso alcun file con te.
ja: 他のユーザーがあなたと共有しているファイルはありません。
mk: Ниту една датотека сеуште не била споделена со вас.
nb_no: Ingen filer er delt med deg ennå.
nl: Er zijn nog geen bestanden met u gedeeld.
pl: Nie ma jeszcze żadnych plików współdzielonych z Tobą
pt_br: Nenhum arquivo ainda foi compartilhado com você.
pt_pt: Ainda não partilhados quaisquer ficheuiros consigo.
ru: Вы ещё не опубликовали файлы
sk_sk: Zatiaľ s vami nikto žiadne súbory nezdieľal.
sl: Ni datotek, ki bi jih drugi omogočili za souporabo z vami.
sv: Inga filer har ännu delats med dig.
tr: Henüz sizinle paylaşılan bir dosya yok.

source: You haven't shared any files yet.
ast: Entá nun compartiesti dengún ficheru.
bg_bg: Все още не си споделил файлове.
ca: Encara no heu compartit cap fitxer.
cs_cz: Zatím jste nesdíleli žádné soubory.
da: Du har ikke delt nogen filer endnu.
de: Du hast bis jetzt keine Dateien mit anderen geteilt.
el: Δεν έχετε διαμοιραστεί κανένα αρχείο ακόμα.
eo: Vi kunhavigis neniun dosieron ankoraŭ.
es: Aún no has compartido ningún archivo.
et_ee: Sa pole jaganud veel ühtegi faili.
eu: Ez duzu oraindik fitxategirik elkarbanatu.
fi_fi: Et ole jakanut yhtäkään tiedostoa vielä.
fr: Vous ne partagez pas de fichier pour l'instant
gl: Aínda non compartiu ningún ficheiro.
id: Anda belum berbagi berkas apapun.
it: Non hai ancora condiviso alcun file.
ja: 他のユーザーと共有しているファイルはありません。
mk: Вие досега немате споделено ниту една датотека.
nb_no: Du har ikke delt noen filer ennå.
nl: U hebt nog geen bestanden gedeeld.
pl: Nie współdzielisz jeszcze żadnych plików.
pt_br: Você ainda não compartilhou nenhum arquivo.
pt_pt: Ainda não partilhou quaisquer ficheiros.
ru: Вы не имеете файлов в открытом доступе
sk_sk: Zatiaľ ste nezdieľali žiadne súbory.
sl: Ni datotek, ki bi jih omogočili za souporabo.
sv: Du har inte delat några filer ännu.
tr: Henüz hiçbir dosya paylaşmadınız.

source: You haven't shared any files by link yet.
ast: Entá nun compartiesti nengún ficheru por enllaz.
bg_bg: Все още не си споделил файлове с връзка.
ca: Encara no heu compartit cap fitxer amb enllaç.
cs_cz: Zatím jste nesdíleli pomocí odkazu žádný soubor.
da: Du har ikke delt nogen filer endnu.
de: Du hast bis jetzt keine Dateien über einen Link mit anderen geteilt.
el: Δεν έχετε διαμοιραστεί κανένα αρχείο μέσω συνδέσμου ακόμα.
eo: Vi kunhavigis neniun dosieron per ligilo ankoraŭ.
es: Usted todavía no ha compartido ningún archivo por medio de enlaces.
et_ee: Sa pole lingiga jaganud veel ühtegi faili.
eu: Ez duzu oraindik fitxategirik lotura bidez elkarbanatu.
fi_fi: Et ole vielä jakanut yhtäkään tiedostoa linkin kautta.
fr: Vous n'avez aucun partage de fichier par lien pour le moment.
gl: Aínda non compartiu ningún ficheiro por ligazón.
id: Anda belum berbagi berkas dengan tautan satupun.
it: Non hai ancora condiviso alcun file tramite collegamento.
ja: URLリンクで共有しているファイルはありません。
mk: Сеуште немате споделено датотека со врска.
nb_no: Du har ikke delt noen filer med lenke ennå.
nl: U hebt nog geen bestanden via een link gedeeld.
pl: Nie współdzielisz jeszcze żadnych plików linkiem
pt_br: Você ainda não compartilhou nenhum arquivo por link.
pt_pt: Ainda não partilhou quaisquer ficheiros por hiperligação.
ru: Вы ещё не открыли доступ по ссылке ни к одному файлу.
sk_sk: Zatiaľ ste pomocou odkazu nezdieľali žiaden súbor.
sl: Ni datotek, ki bi jih omogočili za souporabo s povezavo.
sv: Du har inte delat några filer som länk ännu.
tr: Bağlantı ile henüz hiçbir dosya paylaşmadınız.

source: Do you want to add the remote share {name} from {owner}@{remote}?
ast: Quies amestar compartición remota {name} de {owner}@{remote}?
bg_bg: Желаеш ли да добавиш като прикачената папка {name} от {owner}@{remote}?
ca: Voleu afegir la compartició remota {nom} des de {owner}@{remote}?
cs_cz: Chcete přidat vzdálené úložiště {name} uživatele {owner}@{remote}?
da: Vil du tilføje den eksterne deling {name} fra {owner}@{remote}?
de: Möchtest Du die entfernte Freigabe {name} von {owner}@{remote} hinzufügen?
es: ¿Desea añadir el recurso compartido remoto {name} de {owner}@{remote}?
eu: Nahi duzu gehitzea {name} urrutiko partekatzea honengandik {owner}@{remote}?
fi_fi: Haluatko lisätä etäjaon {name} kohteesta {owner}@{remote}?
fr: Voulez-vous ajouter le partage distant {name} de {owner}@{remote} ?
it: Vuoi aggiungere la condivisione remota {name} da {owner}@{remote}?
ja: {owner}@{remote} からリモート共有 {name} を追加してもよろしいですか？
nb_no: Ønsker du å legge til ekstern deling {name} fra {owner}@{remote}?
nl: Wilt u de externe share {name} van {owner}@{remote} toevoegen?
pl: Czy chcesz dodać udział zdalny {name} od {owner}@{remote}?
pt_br: Você quer adicionar o compartilhamento remoto {name} de {owner}@{remote}?
ru: Добавить удалённую общую папку {name} из {owner}@{remote}?
sk_sk: Chcete pridať vzdialené úložisko {name} patriace používateľovi {owner}@{remote}?
tr: {owner}@{remote} konumundan {name} uzak paylaşımını eklemek istiyor musunuz?

source: Remote share
ast: Compartición remota
bg_bg: Прикачена Папка
ca: Compartició remota
cs_cz: Vzdálené úložiště
da: Ekstern deling
de: Entfernte Freigabe
es: Recurso compartido remoto
eu: Urrutiko parte hartzea
fi_fi: Etäjako
fr: Partage distant
it: Condivisione remota
ja: リモート共有
nb_no: Ekstern deling
nl: Externe share
pl: Zdalny zasób
pt_br: Compartilhamento remoto
ru: Удалённая общая папка
sk_sk: Vzdialené úložisko
sl: Oddaljeno mesto za souporabo
tr: Uzak paylaşım

source: Remote share password
ast: Contraseña de compartición remota
bg_bg: Парола за прикачена папка
ca: Contrasenya de compartició remota
cs_cz: Heslo ke vzdálenému úložišti
da: Adgangskode for ekstern deling
de: Passwort für die entfernte Freigabe
es: Contraseña del compartido remoto
eu: Urrutiko parte hartzeen pasahitza
fi_fi: Etäjaon salasana
fr: Mot de passe du partage distant
it: Password della condivisione remota
ja: リモート共有のパスワード
nb_no: Passord for ekstern deling
nl: Wachtwoord externe share
pl: Hasło do zdalnego zasobu
pt_br: Senha do compartilhamento remoto
ru: Пароль для удалённой общей папки
sk_sk: Heslo k vzdialenému úložisku
sl: Geslo za mesto za oddaljeno souporabo
tr: Uzak paylaşım parolası

source: Cancel
ast: Encaboxar
bg_bg: Отказ
ca: Cancel·la
cs_cz: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
eu: Ezeztatu
fi_fi: Peru
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
mk: Откажи
nb_no: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sk_sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

source: Add remote share
ast: Amestar compartición remota
bg_bg: Добави прикачена папка
ca: Afegeix compartició remota
cs_cz: Přidat vzdálené úložiště
da: Tilføj ekstern deling
de: Entfernte Freigabe hinzufügen
es: Añadir recurso compartido remoto
eu: Gehitu urrutiko parte hartzea
fi_fi: Lisää etäjako
fr: Ajouter un partage distant
it: Aggiungi condivisione remota
ja: リモート共有を追加
nb_no: Legg til ekstern deling
nl: Toevoegen externe share
pl: Dodaj zdalny zasób
pt_br: Adicionar compartilhamento remoto
ru: Добавить удалённую общую папку
sk_sk: Pridať vzdialené úložisko
sl: Dodaj oddaljeno mesto za souporabo
tr: Uzak paylaşım ekle

source: No ownCloud installation found at {remote}
ast: Nun s'alcontró denguna instalación d'ownCloud en {remote}
bg_bg: Не е открит инсталиран ownCloud на {remote}.
ca: No s'ha trobat cap instal·lació ownCloud a {remote}
cs_cz: Nebyla nalezen žádný funkční ownCloud na {remote}
da: Der blev ikke fundet en ownCloud-installation på {remote}
de: Keine OwnCloud-Installation auf {remote} gefunden
el: Δεν βρέθηκε εγκατεστημένο ownCloud στο {remote}
eo: Ne troviĝis instalo de ownCloud ĉe {remote}
es: No se encontró una instalación de ownCloud en {remote}
et_ee: Ei leitud ownCloud paigaldust asukohas {remote}
eu: Ez da ownClouden instalaziorik aurkitu {remote}n
fi_fi: ownCloud-asennusta ei löytynyt kohteesta {remote}
fr: Aucune installation ownCloud n'a été trouvée sur {remote}
gl: Non se atopou unha instalación do ownCloud en {remote}
id: Tidak ada instalasi ownCloud yang ditemukan di {remote}
it: Nessuna installazione di ownCloud trovata su {remote}
ja: {remote} には ownCloud がインストールされていません
nb_no: Ingen ownCloud-installasjon funnet på {remote}
nl: Geen ownCloud installatie gevonden op {remote}
pl: Nie znaleziono instalacji ownCloud na {remote}
pt_br: Nenhuma instalação ownCloud encontrada em {remote}
pt_pt: Não foi encontrada uma instalação em {remote}
ru: Не найдено ownCloud на {remote}
sk_sk: Žiadna ownCloud inštancia na {remote}
sv: Ingen ownCloudinstallation funnen på {remote}
tr: {remote} üzerinde ownCloud kurulumu bulunamadı

source: Invalid ownCloud url
ast: Url ownCloud inválida
bg_bg: Невалиден ownCloud интернет адрес.
ca: La url d'ownCloud no és vàlida
cs_cz: Neplatná ownCloud url
da: Ugyldig ownCloud-URL
de: Ungültige OwnCloud-URL
el: Άκυρη url ownCloud
eo: Nevalidas URL de ownCloud
es: URL de ownCloud inválido
et_ee: Vigane ownCloud url
eu: ownCloud url baliogabea
fi_fi: Virheellinen ownCloud-osoite
fr: URL ownCloud invalide
gl: URL incorrecta do ownCloud
id: URL ownCloud tidak sah
it: URL di ownCloud non valido
ja: 無効な ownCloud URL です
nb_no: Ugyldig ownCloud-url
nl: Ongeldige ownCloud url
pl: Błędny adres URL
pt_br: Url invalida para ownCloud
pt_pt: Endereço errado
ru: Не верный ownCloud адрес
sk_sk: Chybná ownCloud url
sl: Naveden je neveljaven naslov URL strežnika ownCloud
sv: Felaktig ownCloud url
tr: Geçersiz ownCloud adresi

source: Shared by {owner}
ar: مشاركة من طرف {owner}
ast: Compartíos por {owner}
de: Geteilt von {owner}
el: Διαμοιράστηκε από τον {owner}
eo: Kunhavigita de {owner}
et_ee: Jagas {owner}
fi_fi: Jakanut {owner}
gl: Compartido por {owner}
id: Dibagikan oleh {owner}
it: Condiviso da {owner}
km: {owner} បាន​ចែក​រំលែក
lt_lt: Bendrina {owner}
pt_pt: Partilhado por {dono}
ru: Доступ открыл {owner}
uk: Опублікував {owner}

source: Shared by
ast: Compartíos por
bg_bg: Споделено от
ca: Compartit per
cs_cz: Sdílí
da: Delt af
de: Geteilt von
el: Διαμοιράστηκε από
eo: Kunhavigita de
es: Compartido por
et_ee: Jagas
eu: Honek elkarbanatuta
fi_fi: Jakanut
fr: Partagé par
gl: Compartido por
id: Dibagikan oleh
it: Condiviso da
ja: 共有者：
km: បាន​ចែក​រំលែក​ដោយ
lt_lt: Dalinasi
mk: Споделено од
nb_no: Delt av
nl: Gedeeld door
pl: Udostępniane przez
pt_br: Compartilhado por
pt_pt: Partilhado por
ru: Опубликовано
sk_sk: Zdieľa
sl: V souporabi z
sv: Delad av
tr: Paylaşan

source: This share is password-protected
ar: هذه المشاركة محمية بكلمة مرور
ast: Esta compartición tien contraseña protexida
bg_bg: Тази зона е защитена с парола.
ca: Aquest compartit està protegit amb contrasenya
cs_cz: Toto sdílení je chráněno heslem
da: Delingen er beskyttet af kodeord
de: Diese Freigabe ist durch ein Passwort geschützt
el: Αυτός ο κοινόχρηστος φάκελος προστατεύεται με κωδικό
eo: Ĉi tiu kunhavigo estas protektata per pasvorto
es: Este elemento compartido esta protegido por contraseña
et_ee: See jagamine on parooliga kaitstud
eu: Elkarbanatutako hau pasahitzarekin babestuta dago
fi_fi: Tämä jako on suojattu salasanalla
fr: Ce partage est protégé par un mot de passe
gl: Esta compartición está protexida con contrasinal
id: Berbagi ini dilindungi sandi
it: Questa condivione è protetta da password
ja: この共有はパスワードで保護されています
km: ការ​ចែករំលែក​នេះ​ត្រូវ​បាន​ការពារ​ដោយ​ពាក្យ​សម្ងាត់
lt_lt: Turinys apsaugotas slaptažodžiu
mk: Ова споделување е заштитено со лозинка
nb_no: Denne delingen er passordbeskyttet
nl: Deze share is met een wachtwoord beveiligd
pl: Udział ten jest chroniony hasłem
pt_br: Este compartilhamento esta protegido por senha
pt_pt: Esta partilha está protegida por senha
ru: Для доступа к информации необходимо ввести пароль
sk_sk: Toto zdieľanie je chránené heslom
sl: To mesto je zaščiteno z geslom.
sq: Kjo pjesë është e mbrojtur me fjalëkalim
sv: Den här delningen är lösenordsskyddad
tr: Bu paylaşım parola korumalı
uk: Цей ресурс обміну захищений паролем

source: The password is wrong. Try again.
ar: كلمة المرور خاطئة. حاول مرة أخرى
ast: La contraseña ye incorreuta. Inténtalo otra vegada.
bg_bg: Грешна парола. Опитай отново.
ca: la contrasenya és incorrecta. Intenteu-ho de nou.
cs_cz: Heslo není správné. Zkuste to znovu.
da: Kodeordet er forkert. Prøv igen.
de: Bitte überprüfe Dein Passwort und versuche es erneut.
el: Εσφαλμένος κωδικός πρόσβασης. Προσπαθήστε ξανά.
eo: La pasvorto malĝustas. Provu denove.
es: La contraseña introducida es errónea. Inténtelo de nuevo.
et_ee: Parool on vale. Proovi uuesti.
eu: Pasahitza ez da egokia. Saiatu berriro.
fi_fi: Väärä salasana. Yritä uudelleen.
fr: Le mot de passe est incorrect. Veuillez réessayer.
gl: O contrasinal é incorrecto. Ténteo de novo.
id: Sandi salah. Coba lagi
it: La password è errata. Prova ancora.
ja: パスワードが間違っています。再試行してください。
km: ពាក្យ​សម្ងាត់​ខុស​ហើយ។ ព្យាយាម​ម្ដង​ទៀត។
lt_lt: Netinka slaptažodis: Bandykite dar kartą.
mk: Лозинката е грешна. Обиди се повторно.
nb_no: Passordet er feil. Prøv på nytt.
nl: Wachtwoord ongeldig. Probeer het nogmaals.
nn_no: Passordet er gale. Prøv igjen.
pl: To hasło jest niewłaściwe. Spróbuj ponownie.
pt_br: Senha incorreta. Tente novamente.
pt_pt: A senha está errada. Por favor, tente de novo.
ru: Неверный пароль. Попробуйте еще раз.
sk_sk: Heslo je chybné. Skúste to znova.
sl: Geslo je napačno. Poskusite znova.
sq: Kodi është i gabuar. Provojeni përsëri.
sv: Lösenordet är fel. Försök igen.
tr: Parola hatalı. Yeniden deneyin.
uk: Невірний пароль. Спробуйте ще раз.

source: Password
ar: كلمة المرور
ast: Contraseña
bg_bg: Парола
ca: Contrasenya
cs_cz: Heslo
da: Kodeord
de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
es: Contraseña
et_ee: Parool
eu: Pasahitza
fi_fi: Salasana
fr: Mot de passe
gl: Contrasinal
id: Sandi
ja: パスワード
km: ពាក្យសម្ងាត់
lt_lt: Slaptažodis
mk: Лозинка
nb_no: Passord
nl: Wachtwoord
nn_no: Passord
pl: Hasło
pt_br: Senha
pt_pt: Senha
ru: Пароль
sk_sk: Heslo
sl: Geslo
sq: Kodi
sv: Lösenord
tr: Parola
uk: Пароль

source: Name
ast: Nome
bg_bg: Име
ca: Nom
cs_cz: Název
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
et_ee: Nimi
eu: Izena
fi_fi: Nimi
fr: Nom
gl: Nome
id: Nama
it: Nome
ja: 名前
km: ឈ្មោះ
lt_lt: Pavadinimas
mk: Име
nb_no: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sk_sk: Názov
sl: Ime
sv: Namn
tr: Ad

source: Share time
ast: Compartir hora
bg_bg: Споделено на
ca: Temps de compartició
cs_cz: Čas sdílení
da: Dele periode
de: Zeitpunkt der Freigabe
el: Χρόνος διαμοιρασμού
es: Compartido hace
et_ee: Jagamise aeg
eu: Elkarbanatze unea
fi_fi: Jakamisen ajankohta
fr: Date de partage
gl: Compartir o tempo
id: Bagikan waktu
it: Tempo di condivisione
ja: 共有時間
mk: Сподели време
nb_no: Delingstidspunkt
nl: Deel tijd
pl: Czas współdzielenia
pt_br: Tempo de compartilhamento
pt_pt: Hora da Partilha
ru: Дата публикации
sk_sk: Čas zdieľania
sl: Čas souporabe
sv: Delningstid
tr: Paylaşma zamanı

source: Sorry, this link doesn’t seem to work anymore.
ar: عذرا، يبدو أن هذا الرابط لم يعد يعمل.
ast: Sentímoslo, esti enllaz paez que yá nun furrula.
bg_bg: Съжаляваме, връзката вече не е активна.
ca: Aquest enllaç sembla que no funciona.
cs_cz: Je nám líto, ale tento odkaz již není funkční.
da: Desværre, dette link ser ikke ud til at fungerer længere.
de: Entschuldigung, dieser Link scheint nicht mehr zu funktionieren.
el: Συγγνώμη, αυτός ο σύνδεσμος μοιάζει να μην ισχύει πια.
eo: Pardonu, ĉi tiu ligilo ŝajne ne plu funkcias.
es: Vaya, este enlace parece que no volverá a funcionar.
et_ee: Vabandust, see link ei tundu enam toimivat.
fi_fi: Valitettavasti linkki ei vaikuta enää toimivan.
fr: Désolé, mais le lien semble ne plus fonctionner.
gl: Semella que esta ligazón non funciona.
it: Spiacenti, questo collegamento sembra non essere più attivo.
ja: 申し訳ございません。このリンクはもう利用できません。
km: សូម​ទោស តំណ​នេះ​ហាក់​ដូច​ជា​លែង​ដើរ​ហើយ។
lt_lt: Atleiskite, panašu, kad nuoroda yra neveiksni.
mk: Извенете, но овој линк изгледа дека повеќе не функционира.
nb_no: Beklager, denne lenken ser ikke ut til å virke lenger.
nl: Sorry, deze link lijkt niet meer in gebruik te zijn.
nn_no: Orsak, denne lenkja fungerer visst ikkje lenger.
pl: Przepraszamy ale wygląda na to, że ten link już nie działa.
pt_br: Desculpe, este link parece não mais funcionar.
pt_pt: Desculpe, mas esta hiperligação parece já não estar a funcionar.
ru: Эта ссылка устарела и более не действительна.
sk_sk: To je nepríjemné, ale tento odkaz už nie je funkčný.
sl: Povezava očitno ni več v uporabi.
sq: Ju kërkojmë ndjesë, kjo lidhje duket sikur nuk punon më.
sv: Tyvärr, denna länk verkar inte fungera längre.
tr: Üzgünüz, bu bağlantı artık çalışıyor gibi görünmüyor.
uk: На жаль, посилання більше не працює.

source: Reasons might be:
ar: الأسباب الممكنة :
ast: Les razones pueden ser:
bg_bg: Причините може да са:
ca: Les raons podrien ser:
cs_cz: Možné důvody:
da: Årsagen kan være:
de: Gründe könnten sein:
el: Οι λόγοι μπορεί να είναι:
eo: Kialoj povas esti:
es: Las causas podrían ser:
et_ee: Põhjused võivad olla:
eu: Arrazoiak hurrengoak litezke:
fi_fi: Mahdollisia syitä:
fr: Les raisons peuvent être :
gl: As razóns poderían ser:
id: Alasan mungkin:
it: I motivi potrebbero essere:
ja: 理由は以下の通りと考えられます：
km: មូលហេតុ​អាច​ជា៖
lt_lt: Galimos priežastys:
mk: Причината може да биде:
nb_no: Mulige årsaker:
nl: Redenen kunnen zijn:
nn_no: Moglege grunnar:
pl: Możliwe powody:
pt_br: As razões podem ser:
pt_pt: As razões poderão ser:
ru: Причиной может быть:
sk_sk: Možné dôvody:
sl: Vzrok je lahko:
sq: Arsyet mund të jenë:
sv: Orsaker kan vara:
tr: Sebepleri şunlar olabilir:
uk: Можливі причини:
