Repository: nextcloud/server
Catalog: l10n/*/files_trashbin.po
Languages: ar, km, mk, sq

source: Couldn't delete %s permanently
ar: تعذّر حذف%s بشكل دائم
km: មិន​អាច​លុប %s ចោល​ជា​អចិន្ត្រៃយ៍​ទេ
mk: Не можеше трајно да се избрише %s
sq: Nuk munda ta eliminoj përfundimisht %s

source: Couldn't restore %s
ar: تعذّر استرجاع %s
km: មិន​អាច​ស្ដារ %s ឡើង​វិញ​បាន​ទេ
mk: Не можеше да се поврати %s
sq: Nuk munda ta rivendos %s

source: perform restore operation
ar: إبدء عملية الإستعادة
sq: ekzekuto operacionin e rivendosjes

source: Error
ar: خطأ
km: កំហុស
mk: Грешка
sq: Veprim i gabuar

source: delete file permanently
ar: حذف بشكل دائم
sq: eliminoje përfundimisht skedarin

source: Delete permanently
ar: حذف بشكل دائم
sq: Elimino përfundimisht

source: Name
ar: اسم
km: ឈ្មោះ
mk: Име
sq: Emri

source: Deleted
ar: تم الحذف
km: បាន​លុប
mk: Избришан
sq: Eliminuar

source: %n folder
sq: %n dosje

source: %n file
sq: %n skedar

source: restored
km: បាន​ស្ដារ​វិញ
mk: повратени
sq: rivendosur

source: Nothing in here. Your trash bin is empty!
ar: لا يوجد شيء هنا. سلة المهملات خاليه.
km: គ្មាន​អ្វី​នៅ​ទីនេះ​ទេ។ ធុង​សំរាម​របស់​អ្នក​គឺ​ទទេ!
mk: Тука нема ништо. Вашата корпа за отпадоци е празна!
sq: Këtu nuk ka asgjë. Koshi juaj është bosh!

source: Restore
ar: استعيد
km: ស្ដារ​មក​វិញ
mk: Поврати
sq: Rivendos

source: Delete
ar: إلغاء
km: លុប
mk: Избриши
sq: Elimino

source: Deleted Files
ar: الملفات المحذوفه
mk: Избришани датотеки
sq: Skedarë të eliminuar

source: Deleted files
km: ឯកសារ​ដែល​បាន​លុប
mk: Избришани датотеки
