Repository: nextcloud/server
Catalog: l10n/*/files_encryption.po
Languages: ar, ast, ca, cs_cz, da, de, de_de, el, es, es_ar, et_ee, eu, fa, fr, gl, hu_hu, id, it, ja, ko, lt_lt, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl, sv, tr, zh_tw

source: Recovery key successfully enabled
ar: تم بنجاح تفعيل مفتاح الاستعادة
ast: Habilitóse la recuperación de ficheros
ca: La clau de recuperació s'ha activat
cs_cz: Záchranný klíč byl úspěšně povolen
da: Gendannelsesnøgle aktiveret med succes
de: Wiederherstellungsschlüssel wurde erfolgreich aktiviert
de_de: Der Wiederherstellungsschlüssel wurde erfolgreich aktiviert.
el: Επιτυχής ενεργοποίηση κλειδιού ανάκτησης
es: Se ha habilitado la recuperación de archivos
es_ar: Se habilitó la recuperación de archivos
et_ee: Taastevõtme lubamine õnnestus
eu: Berreskuratze gakoa behar bezala gaitua
fa: کلید بازیابی با موفقیت فعال شده است.
fr: Clé de récupération activée avec succès
gl: Activada satisfactoriamente a chave de recuperación
hu_hu: A helyreállítási kulcs sikeresen bekapcsolva
id: Kunci pemulihan berhasil diaktifkan
it: Chiave di ripristino abilitata correttamente
ja: リカバリ用のキーを正常に有効にしました
ko: 복구 키가 성공적으로 활성화되었습니다
lt_lt: Atkūrimo raktas sėkmingai įjungtas
nb_no: Gjenopprettingsnøkkel aktivert
nl: Herstelsleutel succesvol geactiveerd
pl: Klucz odzyskiwania włączony
pt_br: Recuperação de chave habilitada com sucesso
pt_pt: A chave de recuperação foi ativada com sucesso
ru: Ключ восстановления успешно установлен
sk_sk: Záchranný kľúč bol úspešne povolený
sl: Ključ za obnovitev gesla je uspešno nastavljen
sv: Återställningsnyckeln har framgångsrikt aktiverats
tr: Kurtarma anahtarı başarıyla etkinleştirildi
zh_tw: 還原金鑰已成功開啟

source: Could not enable recovery key. Please check your recovery key password!
ar: لا يمكن تفعيل مفتاح الاستعادة, يرجى التحقق من كلمة مرور مفتاح الاستعادة!
ast: Nun pudo habilitase la clave de recuperación. Por favor comprueba la contraseña.
ca: No s'ha pogut activar la clau de recuperació. Comproveu contrasenya de la clau de recuperació!
cs_cz: Nepodařilo se povolit záchranný klíč. Zkontrolujte prosím vaše heslo záchranného klíče!
da: Kunne ikke aktivere gendannelsesnøgle. Kontroller venligst dit gendannelsesnøgle kodeord!
de: Der Wiederherstellungsschlüssel konnte nicht aktiviert werden. Überprüfe Dein Wiederherstellungspasswort!
de_de: Der Wiederherstellungsschlüssel konnte nicht aktiviert werden. Bitte überprüfen Sie das Passwort für den Wiederherstellungsschlüssel!
el: Αποτυχία ενεργοποίησης κλειδιού ανάκτησης. Παρακαλώ ελέγξτε τον κωδικό του κλειδιού ανάκτησής σας!
es: No se pudo habilitar la clave de recuperación. Por favor compruebe su contraseña.
es_ar: No se pudo habilitar la clave de recuperación. Por favor, comprobá tu contraseña.
et_ee: Ei suutnud lubada taastevõtit. Palun kontrolli oma taastevõtme parooli!
eu: Ezin da berreskuratze gako gaitu. Egiaztatu berreskuratze gako pasahitza!
fa: کلید بازیابی نمی تواند فعال شود. لطفا رمزعبور کلید بازیابی خود را بررسی نمایید!
fr: Impossible d'activer la clé de récupération. Veuillez vérifier votre mot de passe de clé de récupération !
gl: Non foi posíbel activar a chave de recuperación. Comprobe o contrasinal da chave de recuperación!
hu_hu: A helyreállítási kulcsot nem lehetett engedélyezni. Ellenőrizze a helyreállítási kulcsa jelszavát!
id: Tidak dapat mengaktifkan kunci pemulihan. Silakan periksa sandi kunci pemulihan Anda!
it: Impossibile abilitare la chiave di ripristino. Verifica la password della chiave di ripristino.
ja: リカバリ用のキーを有効にできませんでした。リカバリ用のキーのパスワードを確認してください！
ko: 복구 키를 활성화 할 수 없습니다. 복구 키의 암호를 확인해 주세요!
lt_lt: Neišėjo įjungti jūsų atkūrimo rakto. Prašome jį patikrinti!
nb_no: Klarte ikke å aktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.
nl: Kon herstelsleutel niet activeren. Controleer het wachtwoord van uw herstelsleutel!
pl: Nie można włączyć klucza odzyskiwania. Proszę sprawdzić swoje hasło odzyskiwania!
pt_br: Impossível habilitar recuperação de chave. Por favor verifique sua senha para recuperação de chave!
pt_pt: Não foi possível ativar a chave de recuperação. Por favor, verifique a sua senha da chave de recuperação!
ru: Невозможно включить ключ восстановления. Проверьте правильность пароля от ключа!
sk_sk: Nepodarilo sa povoliť záchranný kľúč. Skontrolujte prosím Vaše heslo záchranného kľúča!
sl: Ključa za obnovitev gesla ni mogoče nastaviti. Preverite ključ!
sv: Kunde inte aktivera återställningsnyckeln. Vänligen kontrollera ditt lösenord för återställningsnyckeln!
tr: Kurtarma anahtarı etkinleştirilemedi. Lütfen kurtarma anahtarı parolanızı kontrol edin!
zh_tw: 無法啟用還原金鑰。請檢查您的還原金鑰密碼!

source: Recovery key successfully disabled
ar: تم تعطيل مفتاح الاستعادة بنجاح
ast: Clave de recuperación deshabilitada
ca: La clau de recuperació s'ha descativat
cs_cz: Záchranný klíč byl úspěšně zakázán
da: Gendannelsesnøgle deaktiveret succesfuldt
de: Wiederherstellungsschlüssel deaktiviert.
de_de: Der Wiederherstellungsschlüssel wurde erfolgreich deaktiviert.
el: Επιτυχής απενεργοποίηση κλειδιού ανάκτησης
es: Clave de recuperación deshabilitada
es_ar: Clave de recuperación deshabilitada
et_ee: Taastevõtme keelamine õnnestus
eu: Berreskuratze gakoa behar bezala desgaitu da
fa: کلید بازیابی با موفقیت غیر فعال شده است.
fr: Clé de récupération désactivée avec succès
gl: Desactivada satisfactoriamente a chave de recuperación
hu_hu: A helyreállítási kulcs sikeresen kikapcsolva
id: Kunci pemulihan berhasil dinonaktifkan
it: Chiave di ripristinata disabilitata correttamente
ja: リカバリ用のキーを正常に無効化しました
ko: 복구 키가 성공적으로 비활성화 되었습니다
lt_lt: Atkūrimo raktas sėkmingai išjungtas
nb_no: Gjenopprettingsnøkkel ble deaktivert
nl: Herstelsleutel succesvol gedeactiveerd
pl: Klucz odzyskiwania wyłączony
pt_br: Recuperação de chave desabilitada com sucesso
pt_pt: A chave de recuperação foi desativada com sucesso
ru: Ключ восстановления успешно отключен
sk_sk: Záchranný kľúč bol úspešne zakázaný
sl: Ključ za obnovitev gesla je uspešno onemogočen
sv: Återställningsnyckeln har framgångsrikt inaktiverats
tr: Kurtarma anahtarı başarıyla devre dışı bırakıldı
zh_tw: 還原金鑰已成功停用

source: Could not disable recovery key. Please check your recovery key password!
ar: لا يمكن تعطيل مفتاح الاستعادة, يرجى التحقق من كلمة مرور مفتاح الاستعادة!
ast: Nun pudo deshabilitase la clave de recuperación. Por favor comprueba la contraseña!
ca: No s'ha pogut desactivar la calu de recuperació. Comproveu la contrasenya de la clau de recuperació!
cs_cz: Nelze zakázat záchranný klíč. Zkontrolujte prosím heslo vašeho záchranného klíče!
da: Kunne ikke deaktivere gendannelsesnøgle. Kontroller din gendannelsesnøgle kodeord!
de: Der Wiederherstellungsschlüssel konnte nicht deaktiviert werden. Überprüfe Dein Wiederherstellungspasswort!
de_de: Der Wiederherstellungsschlüssel konnte nicht deaktiviert werden. Bitte überprüfen Sie das Passwort für den Wiederherstellungsschlüssel!
el: Αποτυχία απενεργοποίησης κλειδιού ανάκτησης. Παρακαλώ ελέγξτε τον κωδικό του κλειδιού ανάκτησής σας!
es: No se pudo deshabilitar la clave de recuperación. Por favor compruebe su contraseña!
es_ar: No fue posible deshabilitar la clave de recuperación. Por favor, comprobá tu contraseña.
et_ee: Ei suuda keelata taastevõtit. Palun kontrolli oma taastevõtme parooli!
eu: Ezin da berreskuratze gako desgaitu. Egiaztatu berreskuratze gako pasahitza!
fa: کلید بازیابی را نمی تواند غیرفعال نماید. لطفا رمزعبور کلید بازیابی خود را بررسی کنید!
fr: Impossible de désactiver la clé de récupération. Veuillez vérifier votre mot de passe de clé de récupération !
gl: Non foi posíbel desactivar a chave de recuperación. Comprobe o contrasinal da chave de recuperación!
hu_hu: A helyreállítási kulcsot nem lehetett kikapcsolni. Ellenőrizze a helyreállítási kulcsa jelszavát!
id: Tidak dapat menonaktifkan kunci pemulihan. Silakan periksa sandi kunci pemulihan Anda!
it: Impossibile disabilitare la chiave di ripristino. Verifica la password della chiave di ripristino.
ja: リカバリ用のキーを無効化できませんでした。リカバリ用のキーのパスワードを確認してください！
ko: 복구 키를 비활성화 할 수 없습니다. 복구 키의 암호를 확인해주세요!
lt_lt: Neišėjo išjungti jūsų atkūrimo rakto. Prašome jį patikrinti!
nb_no: Klarte ikke å deaktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.
nl: Kon herstelsleutel niet deactiveren. Controleer het wachtwoord van uw herstelsleutel!
pl: Nie można wyłączyć klucza odzyskiwania. Proszę sprawdzić swoje hasło odzyskiwania!
pt_br: Impossível desabilitar recuperação de chave. Por favor verifique sua senha para recuperação de chave!
pt_pt: Não foi possível desativar a chave de recuperação. Por favor, verifique a senha da chave de recuperação.
ru: Невозможно выключить ключ восстановления. Проверьте правильность пароля от ключа!
sk_sk: Nepodarilo sa zakázať záchranný kľúč. Skontrolujte prosím Vaše heslo záchranného kľúča!
sl: Ključa za obnovitev gesla ni mogoče onemogočiti. Preverite ključ!
sv: Kunde inte inaktivera återställningsnyckeln. Vänligen kontrollera ditt lösenord för återställningsnyckeln!
tr: Kurtarma anahtarı devre dışı bırakılamadı. Lütfen kurtarma anahtarı parolanızı kontrol edin!
zh_tw: 無法停用還原金鑰。請檢查您的還原金鑰密碼!

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.
ast: Camudóse la contraseña
ca: La contrasenya s'ha canviat.
cs_cz: Heslo bylo úspěšně změněno.
da: Kodeordet blev ændret succesfuldt
de: Dein Passwort wurde geändert.
de_de: Das Passwort wurde erfolgreich geändert.
el: Ο κωδικός αλλάχτηκε επιτυχώς.
es: Su contraseña ha sido cambiada
es_ar: Tu contraseña fue cambiada
et_ee: Parool edukalt vahetatud.
eu: Pasahitza behar bezala aldatu da.
fa: رمزعبور با موفقیت تغییر یافت.
fr: Mot de passe changé avec succès
gl: O contrasinal foi cambiado satisfactoriamente
hu_hu: A jelszót sikeresen megváltoztattuk.
id: Sandi berhasil diubah
it: Password modificata correttamente.
ja: パスワードを変更できました。
ko: 암호가 성공적으로 변경되었습니다
lt_lt: Slaptažodis sėkmingai pakeistas
nb_no: Passordet ble endret.
nl: Wachtwoord succesvol gewijzigd.
pl: Zmiana hasła udana.
pt_br: Senha alterada com sucesso.
pt_pt: Senha alterada com sucesso.
ru: Пароль изменен удачно.
sk_sk: Heslo úspešne zmenené.
sl: Geslo je uspešno spremenjeno.
sv: Ändringen av lösenordet lyckades.
tr: Parola başarıyla değiştirildi.
zh_tw: 成功變更密碼。

source: Could not change the password. Maybe the old password was not correct.
ar: تعذر تغيير كلمة المرور. من الممكن ان كلمة المرور القديمة غير صحيحة.
ast: Nun pudo camudase la contraseña. Comprueba que la contraseña actual seya correuta.
ca: No s'ha pogut canviar la contrasenya. Potser la contrasenya anterior no era correcta.
cs_cz: Změna hesla se nezdařila. Pravděpodobně nebylo stávající heslo zadáno správně.
da: Kunne ikke ændre kodeordet. Måske var det gamle kodeord ikke korrekt.
de: Das Passwort konnte nicht geändert werden. Vielleicht war das alte Passwort falsch.
de_de: Das Passwort konnte nicht geändert werden. Vielleicht war das alte Passwort nicht richtig.
el: Αποτυχία αλλαγής κωδικού ίσως ο παλιός κωδικός να μην ήταν σωστός.
es: No se pudo cambiar la contraseña. Compruebe que la contraseña actual sea correcta.
es_ar: No se pudo cambiar la contraseña. Comprobá que la contraseña actual sea correcta.
et_ee: Ei suutnud vahetada parooli. Võib-olla on vana parool valesti sisestatud.
eu: Ezin izan da pasahitza aldatu. Agian pasahitz zaharra okerrekoa da.
fa: رمزعبور را نمیتواند تغییر دهد. شاید رمزعبورقدیمی صحیح نمی باشد.
fr: Ne peut pas changer le mot de passe. L'ancien mot de passe est peut-être incorrect.
gl: Non foi posíbel cambiar o contrasinal. Probabelmente o contrasinal antigo non é o correcto.
hu_hu: A jelszót nem lehet megváltoztatni! Lehet, hogy hibás volt a régi jelszó.
id: Tidak dapat mengubah sandi. Kemungkinan sandi lama yang dimasukkan salah.
it: Impossibile cambiare la password. Forse la vecchia password non era corretta.
ja: パスワードを変更できませんでした。古いパスワードが間違っているかもしれません。
ko: 암호를 변경할 수 없습니다. 예전 암호가 정확하지 않은 것 같습니다.
lt_lt: Slaptažodis nebuvo pakeistas. Gali būti, kad buvo neteisingai suvestas senasis.
nb_no: Klarte ikke å endre passordet. Kanskje gammelt passord ikke var korrekt.
nl: Kon wachtwoord niet wijzigen. Wellicht oude wachtwoord niet juist ingevoerd.
pl: Nie można zmienić hasła. Może stare hasło nie było poprawne.
pt_br: Não foi possível alterar a senha. Talvez a senha antiga não estava correta.
pt_pt: Não foi possível alterar a senha. Possivelmente a senha antiga não está correta.
ru: Невозможно изменить пароль. Возможно старый пароль не был верен.
sk_sk: Nemožno zmeniť heslo. Pravdepodobne nebolo staré heslo zadané správne.
sl: Gesla ni mogoče spremeniti. Morda vnos starega gesla ni pravilen.
sv: Kunde inte ändra lösenordet. Kanske det gamla lösenordet inte var rätt.
tr: Parola değiştirilemedi. Eski parolanız doğru olmayabilir.
zh_tw: 無法變更密碼，或許是輸入的舊密碼不正確。

source: Private key password successfully updated.
ar: تم تحديث كلمة المرور للمفتاح الخاص بنجاح.
ast: Contraseña de clave privada anovada correchamente.
ca: La contrasenya de la clau privada s'ha actualitzat.
cs_cz: Heslo soukromého klíče úspěšně aktualizováno.
da: Privat nøgle kodeord succesfuldt opdateret.
de: Passwort des privaten Schlüssels erfolgreich aktualisiert
de_de: Das Passwort des privaten Schlüssels wurde erfolgreich aktualisiert.
el: Το Προσωπικό κλειδί πρόσβασης ενημερώθηκε επιτυχώς
es: Contraseña de clave privada actualizada con éxito.
es_ar: Contraseña de clave privada actualizada con éxito.
et_ee: Privaatse võtme parool edukalt uuendatud.
eu: Gako pasahitz pribatu behar bezala eguneratu da.
fa: رمزعبور کلید خصوصی با موفقیت به روز شد.
fr: Mot de passe de la clé privé mis à jour avec succès.
gl: A chave privada foi actualizada correctamente.
hu_hu: A személyes kulcsának jelszava frissítésre került.
id: Sandi kunci privat berhasil diperbarui.
it: Password della chiave privata aggiornata correttamente.
ja: 秘密鍵のパスワードが正常に更新されました。
ko: 개인 키 암호가 성공적으로 업데이트 됨.
lt_lt: Privataus rakto slaptažodis buvo sėkmingai atnaujintas.
nb_no: Passord for privat nøkkel ble oppdatert.
nl: Privésleutel succesvol bijgewerkt.
pl: Pomyślnie zaktualizowano hasło klucza prywatnego.
pt_br: Senha de chave privada atualizada com sucesso.
pt_pt: A senha da chave privada foi atualizada com sucesso.
ru: Пароль секретного ключа успешно обновлён.
sk_sk: Heslo súkromného kľúča je úspešne aktualizované.
sl: Zasebni ključ za geslo je uspešno posodobljen.
sv: Den privata nyckelns lösenord uppdaterades utan problem.
tr: Özel anahtar parolası başarıyla güncellendi.
zh_tw: 私人金鑰密碼已成功更新。

source: Could not update the private key password. Maybe the old password was not correct.
ar: لا يمكن تحديث كلمة مرور المفتاح الخاص. من الممكن ان كلمة المرور القديمة غير صحيحة.
ast: Nun pudo camudase la contraseña. Pue que la contraseña antigua nun seya correuta.
ca: No s'ha pogut actualitzar la contrasenya de la clau privada. Potser la contrasenya anterior no era correcta.
cs_cz: Nelze aktualizovat heslo soukromého klíče. Možná nebylo staré heslo správně.
da: Kunne ikke opdatere det private nøgle kodeord-. Måske var det gamle kodeord forkert.
de: Das Passwort des privaten Schlüssels konnte nicht aktualisiert werden. Eventuell war das alte Passwort falsch.
de_de: Das Passwort des privaten Schlüssels konnte nicht aktualisiert werden. Vielleicht war das alte Passwort nicht richtig.
el: Αποτυχία ενημέρωσης του κωδικού για το προσωπικό κλειδί. Ενδεχομένως ο παλιός κωδικός δεν ήταν σωστός.
es: No se pudo cambiar la contraseña. Puede que la contraseña antigua no sea correcta.
es_ar: No fue posible actualizar la contraseña de clave privada. Tal vez la contraseña anterior no es correcta.
et_ee: Ei suutnud uuendada privaatse võtme parooli. Võib-olla polnud vana parool õige.
eu: Ezin izan da gako pribatu pasahitza eguneratu. Agian pasahitz zaharra okerrekoa da.
fa: رمزعبور کلید خصوصی را نمی تواند به روز کند. شاید رمزعبور قدیمی صحیح نمی باشد.
fr: Impossible de mettre à jour le mot de passe de la clé privé. Peut-être que l'ancien mot de passe n'était pas correcte.
gl: Non foi posíbel actualizar o contrasinal da chave privada. É probábel que o contrasinal antigo non sexa correcto.
hu_hu: A személyes kulcsa jelszavát nem lehetett frissíteni. Lehet, hogy hibás volt a régi jelszó.
id: Tidak dapat memperbarui sandi kunci privat. Kemungkinan sandi lama yang Anda masukkan salah.
it: Impossibile aggiornare la password della chiave privata. Forse la vecchia password non era corretta.
ja: 秘密鍵のパスワードを更新できませんでした。古いパスワードが正確でない場合があります。
ko: 개인 키 암호를 업데이트할 수 없습니다. 이전 암호가 올바르지 않은 것 같습니다.
lt_lt: Nepavyko atnaujinti privataus rakto slaptažodžio. Gali būti, kad buvo neteisingai suvestas senasis.
nb_no: Klarte ikke å oppdatere passord for privat nøkkel. Kanskje gammelt passord ikke var korrekt.
nl: Kon het wachtwoord van de privésleutel niet wijzigen. Misschien was het oude wachtwoord onjuist.
pl: Nie można zmienić prywatnego hasła. Może stare hasło nie było poprawne.
pt_br: Não foi possível atualizar a senha de chave privada. Talvez a senha antiga esteja incorreta.
pt_pt: Não foi possível atualizar a senha da chave privada. A senha antiga poderia não estar correta.
ru: Невозможно обновить пароль от секретного ключа. Возможно, старый пароль указан неверно.
sk_sk: Nemožno aktualizovať heslo súkromného kľúča. Možno nebolo staré heslo správne.
sl: Zasebnega ključa za geslo ni mogoče posodobiti. Morda vnos starega gesla ni bil pravilen.
sv: Kunde inte uppdatera lösenordet för den privata nyckeln. Kanske var det gamla lösenordet fel.
tr: Özel anahtar parolası güncellenemedi. Eski parola hatalı olabilir.
zh_tw: 無法更新私人金鑰密碼。可能舊的密碼不正確。

source: Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app.
ar: برنامج التشفير لم يتم تهيئتة ! من الممكن ان برنامج التشفير تم اعادة تفعيلة خلال الجلسة. يرجى تسجيل الخروج ومن ثم تسجيل الدخول مجددا لتهيئة برنامج التشفير.
ast: ¡L'aplicación de cifráu nun s'anició! Seique se restableciera mentanto la sesión. Por favor intenta zarrar la sesión y volver a aniciala p'aniciar l'aplicación de cifráu.
ca: L'aplicació d'encriptació no està inicialitzada! Potser l'aplicació d'encriptació ha estat reiniciada durant la sessió. Intenteu sortir i acreditar-vos de nou per reinicialitzar l'aplicació d'encriptació.
cs_cz: Aplikace pro šifrování není inicializována! Je možné, že aplikace byla znovu aktivována během vašeho přihlášení. Zkuste se prosím odhlásit a znovu přihlásit pro provedení inicializace šifrovací aplikace.
da: Krypteringsprogrammet er ikke igangsat. Det kan skyldes at krypteringsprogrammet er blevet genaktiveret under din session. Prøv at logge ud og ind igen for at aktivere krypteringsprogrammet.
de: Verschlüsselung-App ist nicht initialisiert! Vielleicht wurde die Verschlüsselung-App in der aktuellen Sitzung reaktiviert. Bitte versuche Dich ab- und wieder anzumelden, um die Verschlüsselung-App zu initialisieren.
de_de: Verschlüsselung-App ist nicht initialisiert! Vielleicht wurde die Verschlüsselung-App in der aktuellen Sitzung reaktiviert. Bitte versuchen Sie sich ab- und wieder anzumelden, um die Verschlüsselung-App zu initialisieren.
el: Η εφαρμογή κρυπτογράφησης δεν έχει εκκινήσει! Ίσως η εφαρμογή κρυπτογράφησης επανενεργοποιήθηκε κατά τη διάρκεια της τρέχουσας σύνδεσής σας. Παρακαλώ προσπαθήστε να αποσυνδεθείτε και να ξανασυνδεθείτε για να εκκινήσετε την εφαρμογή κρυπτογράφησης.
es: ¡La aplicación de cifrado no ha sido inicializada! Quizá fue restablecida durante tu sesión. Por favor intenta cerrar la sesión y volver a iniciarla para inicializar la aplicación de cifrado.
es_ar: ¡La aplicación de encriptación no está inicializada! Es probable que la aplicación fue re-habilitada durante tu sesión. Intenta salir y iniciar sesión para volverla a iniciar.
et_ee: Krüpteerimise rakend pole käivitatud. Võib-olla krüpteerimise rakend taaskäivitati sinu sessiooni kestel. Palun proovi logida välja ning uuesti sisse käivitamaks krüpteerimise rakendit.
eu: Enkriptazio aplikazioa ez dago hasieratuta! Agian aplikazioa birgaitu egin da zure saioa bitartean. Mesdez atear eta sartu berriz enkriptazio aplikazioa hasierarazteko.
fr: L'application de chiffrement n'est pas initialisée ! Peut-être que cette application a été réactivée pendant votre session. Veuillez essayer de vous déconnecter et ensuite de vous reconnecter pour initialiser l'application de chiffrement.
gl: Non se iniciou o aplicativo de cifrado! Quizais volva a activarse durante a sesión. Tente pechar a sesión e volver iniciala que tamén se inicie o aplicativo de cifrado.
hu_hu: A titkosítási modul nincs elindítva! Talán a munkafolyamat közben került engedélyezésre. Kérjük jelentkezzen ki majd ismét jelentkezzen be, hogy a titkosítási modul megfelelően elinduljon!
it: Applicazione di cifratura non inizializzata. Forse l'applicazione è stata riabilitata durante la tua sessione. Prova a disconnetterti e ad effettuare nuovamente l'accesso per inizializzarla.
ja: セッション中に暗号化アプリを再度有効にされたため、暗号化アプリが初期化されていません。暗号化アプリを初期化するため、ログアウトしてログインしなおしてください。
ko: 암호화 앱이 초기화되지 않았습니다! 암호화 앱이 다시 활성화된 것 같습니다. 암호화 앱을 초기화하려면 로그아웃했다 다시 로그인하십시오.
lt_lt: Šifravimo programa nepaleista! Galbūt šifravimo programa buvo įjungta dar kartą Jūsų sesijos metu. Prašome atsijungti ir vėl prisijungti, kad paleisti šifravimo programą.
nb_no: Krypterings-app ikke initialisert! Kanskje krypterings-appen ble aktivert på nytt i løpet av økten din. Prøv å logge ut og logge inn igjen for å initialisere krypterings-appen.
nl: Crypto app niet geïnitialiseerd. Misschien werd de crypto app geheractiveerd tijdens de sessie. Log uit en log daarna opnieuw in om de crypto app te initialiseren.
pl: Szyfrowanie aplikacja nie została zainicjowane! Może szyfrowanie aplikacji zostało ponownie włączone podczas tej sesji. Spróbuj się wylogować i zalogować ponownie aby zainicjować szyfrowanie aplikacji.
pt_br: Aplicativo de criptografia não foi inicializado! Talvez o aplicativo de criptografia tenha sido reativado durante essa sessão. Por favor, tente fazer logoff e login novamente para inicializar o aplicativo de criptografia.
pt_pt: A app de encriptação não foi inicializada! A app de encriptação poderá ter sido reativada durante a sua sessão. Por favor, tente terminar a sessão e iniciá-la de seguida para inicializar a app de encriptação.
ru: Приложение шифрации не инициализированно! Возможно приложение шифрации было реактивировано во время вашей сессии. Пожалуйста, попробуйте выйти и войти снова чтобы проинициализировать приложение шифрации.
sk_sk: Šifrovacia aplikácia nie je inicializovaná. Je možné, že aplikácia bola znova aktivovaná počas vášho prihlasovania. Pokúste sa odhlásiť a znova prihlásiť pre inicializáciu šifrovania.
sl: Program za šifriranje ni začet. Morda je bil program ponovno omogočen šele med zagonom trenutne seje. Odjavite se in se nato prijavite nazaj. S tem morda razrešite napako.
sv: Krypteringsprogrammet kunde inte initieras! Möjligen blev krypteringsprogrammet återaktiverad under din session. Försök med att logga ut och in igen för att initiera krypteringsprogrammet.
tr: Şifreleme uygulaması başlatılamadı! Oturumunuz sırasında şifreleme uygulaması tekrar etkinleştirilmiş olabilir. Lütfen şifreleme uygulamasını başlatmak için oturumu kapatıp yeniden oturum açmayı deneyin.
zh_tw: 加密功能未初始化!可能加密功能需要重新啟用在現在的連線上。請試著登出再登入來初始化加密功能。
