Repository: nextcloud/server
Catalog: l10n/*/files_external.po
Languages: ast, bg_bg, de, el, fr, gl, ka_ge, tr

source: Fetching request tokens failed. Verify that your Dropbox app key and secret are correct.
ast: Falló la descarga de los tokens solicitaos. Verifica que la clave y el secretu de la app de Dropbox ye correuta.
bg_bg: Неуспешно изтеглянето на токени за заявка. Провери дали Dropbox app key и secret са правилни.
de: Anfrage-Token holen fehlgeschlagen. Stelle bitte sicher, dass der Anwendungsschlüssel und Sicherheitsschlüssel für Dropbox korrekt sind.
el: Η λήψη των τεκμηρίων αιτήματος απέτυχε. Βεβαιώστε ότι το κλειδί εφαρμογής και το μυστικό του Dropbox είναι ορθά
gl: Fallou a obtención de marcas de petición. Comprobe que a chave e o código secreto do seu aplicativo Dropbox son correctas.
tr: İstek belirteçleri alınma işlemi başarısız. Dropbox app anahtarı ve parolasının doğru olduğundan emin olun.

source: Fetching access tokens failed. Verify that your Dropbox app key and secret are correct.
ast: Falló la descarga de los tokens solicitaos. Verifica que la clave y el secretu de la app de Dropbox ye correuta.
bg_bg: Неуспешно изтеглянето на токени за заявка. Провери дали Dropbox app key и secret са правилни.
de: Zugriff-Token holen fehlgeschlagen. Stelle bitte sicher, dass der Anwendungsschlüssel und Sicherheitsschlüssel für Dropbox korrekt sind.
el: Η λήψη των τεκμηρίων πρόσβασης απέτυχε. Βεβαιώστε ότι το κλειδί εφαρμογής και το μυστικό του Dropbox είναι ορθά.
gl: Fallou a obtención de marcas de acceso. Comprobe que a chave e o código secreto do seu aplicativo Dropbox son correctas.
tr: Erişim belirteçleri alınma işlemi başarısız. Dropbox app anahtarı ve parolasının doğru olduğundan emin olun.

source: Please provide a valid Dropbox app key and secret.
ast: Por favor, proporciona una clave válida de l'app Dropbox y una clave secreta.
bg_bg: Моля, задай валидни Dropbox app key и secret.
de: Bitte trage einen gültigen Dropbox-App-Key mit Secret ein.
el: Παρακαλούμε δώστε έγκυρο κλειδί Dropbox και μυστικό.
fr: Veuillez fournir une clé d'application (app key) ainsi qu'un mot de passe valides.
gl: Forneza unha chave correcta e segreda do Dropbox.
ka_ge: გთხოვთ მიუთითოთ Dropbox აპლიკაციის გასაღები და კოდი.
tr: Lütfen Dropbox app key ve secret temin ediniz

source: Step 1 failed. Exception: %s
ast: Pasu 1 fallíu. Esceición: %s
bg_bg: Стъпка 1 - неуспешна. Грешка: %s
de: Schritt 1 fehlgeschlagen. Fehlermeldung: %s
el: Το βήμα 1 απέτυχε. Εξαίρεση: %s
gl: Fallou o paso 1. Excepción: %s
tr: Adım 1 başarısız. Özel durum: %s

source: Step 2 failed. Exception: %s
ast: Pasu 2 fallíu. Esceición: %s
bg_bg: Стъпка 2 - неуспешна. Грешка: %s
de: Schritt 2 fehlgeschlagen. Fehlermeldung: %s
el: Το βήμα 2 απέτυχε. Εξαίρεση: %s
gl: Fallou o paso 2. Excepción: %s
tr: Adım 2 başarısız. Özel durum: %s

source: External storage
ast: Almacenamientu esternu
bg_bg: Външно дисково пространство
de: Externer Speicher
el: Εξωτερική αποθήκευση
fr: Stockage externe
gl: Almacenamento externo
ka_ge: ექსტერნალ საცავი
tr: Harici depolama

source: Local
ast: Llocal
bg_bg: Локален
de: Lokal
el: Τοπικός
tr: Yerel

source: Location
ast: Llocalización
bg_bg: Местоположение
de: Ort
el: Τοποθεσία
fr: Emplacement
gl: Localización
tr: Konum

source: Key
ast: Clave
de: Schlüssel
el: Κλειδί
fr: Clé
gl: Clave
tr: Anahtar

source: Secret
ast: Secretu
de: Geheime Zeichenkette
el: Μυστικό
gl: Secreto
tr: Parola

source: Bucket
ast: Depósitu
el: Κάδος

source: Amazon S3 and compliant
ast: Amazon S3 y compatibilidá
bg_bg: Amazon S3 и съвместими
de: Amazon S3 und kompatible
el: Amazon S3 και συμμορφούμενα
fr: Compatible avec Amazon S3
gl: Amazon S3 e compatíbeis
tr: Amazon S3 ve uyumlu olanlar

source: Access Key
ast: Clave d'accesu
de: Zugriffsschlüssel
el: Κλειδί πρόσβασης
fr: Clé d'accès
gl: Clave de acceso
tr: Erişim Anahtarı

source: Secret Key
ast: Clave Secreta
de: Sicherheitssschlüssel
el: Μυστικό κλειδί
fr: Clé secrète
gl: Clave secreta
tr: Gizli Anahtar

source: Hostname (optional)
ast: Nome d'equipu (opcional)
el: Όνομα μηχανήματος (προαιρετικά)
fr: Nom machine (optionnel)
gl: Nome de máquina (opcional)
tr: Makine Adı (isteğe bağlı)

source: Port (optional)
ast: Puertu (opcional)
el: Πόρτα (προαιρετικά)
fr: Port (optionnel)
gl: Porto (opcional)
tr: Bağl. Nok. (isteğe bağlı)

source: Region (optional)
ast: Rexón (opcional)
el: Περιοχή (προαιρετικά)
fr: Région (facultatif)
gl: Rexión (opcional)
tr: Bölge (isteğe bağlı)

source: Enable SSL
ast: Habilitar SSL
bg_bg: Включи SSL
de: SSL aktivieren
el: Ενεργοποίηση SSL
fr: Activer SSL
gl: Activar SSL
tr: SSL'yi Etkinleştir

source: Enable Path Style
ast: Habilitar Estilu de ruta
bg_bg: Включи Path Style
de: Pfad-Stil aktivieren
el: Ενεργοποίηση μορφής διαδρομής
fr: Activer le style de chemin
gl: Activar o estilo de ruta
tr: Yol Biçemini Etkinleştir

source: App key
ast: App principal
de: App-Schlüssel
el: Κλειδί εφαρμογής
fr: Clé App
gl: Clave da API
tr: Uyg. anahtarı

source: App secret
ast: App secreta
de: Geheime Zeichenkette der App
el: Μυστικό εφαρμογής
gl: Secreto do aplicativo
tr: Uyg. parolası

source: Host
ast: Sirvidor
bg_bg: Сървър
el: Διακομιστής
fr: Hôte
gl: Servidor
tr: Sunucu

source: Username
ast: Nome d'usuariu
bg_bg: Потребителско Име
de: Benutzername
el: Όνομα χρήστη
fr: Nom d'utilisateur
gl: Nome de usuario
tr: Kullanıcı Adı

source: Password
ast: Contraseña
bg_bg: Парола
de: Passwort
el: Κωδικός πρόσβασης
fr: Mot de passe
gl: Contrasinal
tr: Parola

source: Secure ftps://
bg_bg: Сигурен ftps://
de: Sicherer FTPS://
el: Ασφαλής ftps://
fr: Sécuriser via ftps://
gl: ftps:// seguro
tr: Güvenli ftps://

source: Client ID
ast: ID de veceru
el: ID πελάτη
fr: ID Client
gl: ID do cliente
tr: İstemci kimliği

source: Client secret
ast: Veceru secretu
de: Geheime Zeichenkette des Client
el: Μυστικό πελάτη
gl: Secreto do cliente
tr: İstemci parolası

source: OpenStack Object Storage
de: Openstack-Objektspeicher
el: Αποθήκη αντικειμένων OpenStack
tr: OpenStack Nesne Depolama

source: Username (required)
ast: Nome d'usuariu (necesariu)
de: Benutzername (Erforderlich)
el: Όνομα χρήστη (απαιτείται)
fr: Nom d'utilisation (requis)
gl: Nome de usuario (obrigatorio)
tr: Kullanıcı adı (gerekli)

source: Bucket (required)
ast: Depósitu (necesariu)
de: Bucket (Erforderlich)
el: Κάδος (απαιτείται)
gl: Bucket (obrigatorio)
tr: Bucket (gerekli)

source: Region (optional for OpenStack Object Storage)
ast: Rexón (opcional pa OpenStack Object Storage)
bg_bg: Регион (незадължително за OpenStack Object Storage)
de: Region (Optional für Openstack-Objektspeicher)
el: Περιοχή (προαιρετικά για την αποθήκευση αντικειμένων OpenStack)
gl: Rexión (opcional para OpenStack Object Storage)
tr: Bölge (OpenStack Nesne Depolaması için isteğe bağlı)

source: API Key (required for Rackspace Cloud Files)
ast: Clave API (necesaria pa Rackspace Cloud Files)
bg_bg: API Key (задължително за Rackspace Cloud Files)
de: API-Schlüssel (Erforderlich für Rackspace Cloud-Dateien)
el: Κλειδί API (απαιτείται για αρχεία Rackspace Cloud)
fr: Clé API (requis pour Rackspace Cloud Files)
gl: Clave da API (obrigatoria para Rackspace Cloud Files)
tr: API Anahtarı (Rackspace Bulut Dosyaları için gerekli)

source: Tenantname (required for OpenStack Object Storage)
ast: Nome d'inquilín (necesariu pa OpenStack Object Storage)
bg_bg: Tenantname (задължително за OpenStack Object Storage)
de: Mietername (Erforderlich für Openstack-Objektspeicher)
el: Όνομα ενοίκου (απαιτείται για την Αποθήκευση Αντικειμένων OpenStack)
fr: Nom du locataire (requis pour le stockage OpenStack)
gl: Nome do inquilino (obrigatorio para OpenStack Object Storage)
tr: Kiracı Adı (OpenStack Nesne Depolaması için gerekli)

source: Password (required for OpenStack Object Storage)
ast: Contraseña (necesaria pa OpenStack Object Storage)
bg_bg: Парола (задължително за OpenStack Object Storage)
de: Passwort (Erforderlich für Openstack-Objektspeicher)
el: Μυστικός κωδικός (απαιτείται για την αποθήκευση αντικειμένων OpenStack)
fr: Mot de passe (requis pour OpenStack Object Storage)
gl: Contrasinal (obrigatorio para OpenStack Object Storage)
tr: Parola (OpenStack Nesne Depolaması için gerekli)

source: Service Name (required for OpenStack Object Storage)
ast: Nome de Serviciu (necesariu pa OpenStack Object Storage)
bg_bg: Service Name (задължително за OpenStack Object Storage)
de: Name der Dienstleistung (Erforderlich für Openstack-Objektspeicher)
el: Όνομα υπηρεσίας (απαιτείται για την αποθήκευση αντικειμένων OpenStack)
fr: Nom du service (requit pour le stockage OpenStack)
gl: Nome do servizo (obrigatorio para OpenStack Object Storage)
tr: Hizmet Adı (OpenStack Nesne Depolaması için gerekli)

source: URL of identity endpoint (required for OpenStack Object Storage)
ast: URL d'identidá de puntu final (necesariu pa OpenStack Object Storage)
bg_bg: URL of identity endpoint (задължително за OpenStack Object Storage)
de: URL des Identitätsendpunktes (Erforderlich für Openstack-Objektspeicher)
el: Διεύθυνση URL της ταυτότητας τελικού σημείου (απαιτείται για την αποθήκευση αντικειμένων OpenStack)
gl: URL do punto final da identidade (obrigatorio para OpenStack Object Storage)
tr: Kimlik uç nokta adresi (OpenStack Nesne Depolaması için gerekli)

source: Timeout of HTTP requests in seconds (optional)
ast: Tiempu d'espera de peticiones HTTP en segundos (opcional)
de: Zeitüberschreitung von HTTP-Anfragen in Sekunden (Optional)
el: Χρονικό όριο των αιτήσεων HTTP σε δευτερόλεπτα (προαιρετικά)
fr: Temps maximal de requête HTTP en seconde (facultatif)
gl: Tempo de espera de peticións HTTP en segundos (opcional)
tr: Saniye cinsinden HTTP istek zaman aşımı (isteğe bağlı)

source: Share
ast: Compartir
bg_bg: Споделяне
de: Teilen
el: Διαμοιράστε
fr: Partager
gl: Compartir
tr: Paylaş

source: SMB / CIFS using OC login
ast: SMB / CIFS usando accesu OC
bg_bg: SMB / CIFS използвайки OC профил
de: SMB / CIFS mit OC-Login
el: SMB / CIFS χρησιμοποιώντας λογαριασμό OC
fr: SMB / CIFS utilise le nom d'utilisateur OC
gl: SMB / CIFS usando acceso OC
tr: OC oturumu kullanarak SMB / CIFS

source: Username as share
ast: Nome d'usuariu como Compartición
bg_bg: Потребителско име като споделена папка
de: Benutzername als Freigabe
el: Όνομα χρήστη ως διαμοιραζόμενος φάκελος
gl: Nome de usuario como compartición
tr: Paylaşım olarak kullanıcı adı

source: Secure https://
bg_bg: Подсигурен https://
de: Sicherer HTTPS://
el: Ασφαλής σύνδεση https://
fr: Sécurisation https://
gl: https:// seguro
tr: Güvenli https://

source: Remote subfolder
ast: Subcarpeta remota
bg_bg: Външна подпапка
de: Remote-Unterordner:
el: Απομακρυσμένος υποφάκελος
fr: Sous-dossier distant
gl: Subcartafol remoto
tr: Uzak alt klasör

source: Access granted
ast: Accesu concedíu
bg_bg: Достъпът разрешен
de: Zugriff gestattet
el: Προσβαση παρασχέθηκε
fr: Accès autorisé
gl: Concedeuse acceso
ka_ge: დაშვება მინიჭებულია
tr: Giriş kabul edildi

source: Error configuring Dropbox storage
ast: Fallu configurando l'almacenamientu de Dropbox
bg_bg: Грешка при настройката на Dropbox дисковото пространство.
de: Fehler beim Einrichten von Dropbox
el: Σφάλμα ρυθμίζωντας αποθήκευση Dropbox
fr: Erreur lors de la configuration du support de stockage Dropbox
gl: Produciuse un erro ao configurar o almacenamento en Dropbox
ka_ge: შეცდომა Dropbox საცავის კონფიგურირების დროს
tr: Dropbox depo yapılandırma hatası

source: Grant access
ast: Conceder accesu
bg_bg: Разреши достъп
de: Zugriff gestatten
el: Παροχή πρόσβασης
fr: Autoriser l'accès
gl: Permitir o acceso
ka_ge: დაშვების მინიჭება
tr: Erişimi sağla

source: Error configuring Google Drive storage
ast: Fallu configurando l'almacenamientu de Google Drive
bg_bg: Грешка при настройката на Dropbox дисковото пространство.
de: Fehler beim Einrichten von Google Drive
el: Σφάλμα ρυθμίζωντας αποθήκευση Google Drive
fr: Erreur lors de la configuration du support de stockage Google Drive
gl: Produciuse un erro ao configurar o almacenamento en Google Drive
ka_ge: შეცდომა Google Drive საცავის კონფიგურირების დროს
tr: Google Drive depo yapılandırma hatası

source: Personal
bg_bg: Личен
de: Persönlich
el: Προσωπικά
gl: Persoal
tr: Kişisel

source: System
ast: Sistema
bg_bg: Системен
el: Σύστημα
gl: Sistema
tr: Sistem

source: Saved
ast: Guardáu
bg_bg: Запазено
de: Gespeichert
el: Αποθηκεύτηκαν
fr: Sauvegarder
gl: Gardado
tr: Kaydedildi

source: <b>Note:</b>
ast: <b>Nota:</b>
bg_bg: <b>Бележка:</b>
de: <b>Hinweis:</b>
el: <b>Σημείωση:</b>
fr: <b>Attention :</b>
gl: <b>Nota:</b>
tr: <b>Not:</b>

source: and
ast: y
bg_bg: и
de: und
el: και
fr: et
gl: e
tr: ve

source: <b>Note:</b> The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
ast: <b>Nota:</b> El soporte de cURL en PHP nun ta activáu o instaláu. Nun pue montase %s. Pídi-y al alministrador de sistema que lu instale.
bg_bg: <b>Note:</b> PHP подръжката на cURL не е включена или инсталирана. Прикачването на %s не е възможно. Моля, поискай системния администратор да я инсталира.
de: <b>Hinweis:</b> Die cURL-Unterstützung von PHP ist nicht aktiviert oder installiert. Das Hinzufügen von %s ist nicht möglich. Bitte wende Dich zur Installation an Deinen Systemadministrator.
el: <b>Σημείωση:</b> Η υποστήριξη cURL στην PHP δεν είναι ενεργοποιημένη ή εγκατεστημένη. Η προσάρτηση του %s δεν είναι δυνατή. Παρακαλώ ζητήστε από τον διαχειριστή συστημάτων σας να την εγκαταστήσει.
fr: <b>Attention :</b> Le support de cURL de PHP n'est pas activé ou installé. Le montage de %s n'est pas possible. Contactez votre administrateur système pour l'installer.
gl: <b>Nota:</b> A compatibilidade de cURL en PHP non está activada, ou non está instalado. Non é posíbel a montaxe de %s. Consulte co administrador do sistema como instalalo.
tr: <b>Not:</b> PHP'de cURL desteği etkin veya kurulu değil. %s bağlaması mümkün olmayacak. Lütfen kurulumu için sistem yöneticilerinizle iletişime geçin.

source: <b>Note:</b> The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
ast: <b>Nota:</b> El soporte de FTP en PHP nun ta activáu o instaláu. Nun pue montase %s. Pídi-y al alministrador de sistema que lu instale.
bg_bg: <b>Note:</b> PHP подръжката на FTP не е включена или инсталирана. Прикачването на %s не е възможно. Моля, поискай системния администратор да я инсталира.
de: <b>Hinweis:</b> Die FTP Unterstützung von PHP ist nicht aktiviert oder installiert. Das Hinzufügen von %s ist nicht möglich. Bitte wende Dich sich zur Installation an Deinen Systemadministrator.
el: <b>Σημείωση:</b> Η υποστήριξη FTP στην PHP δεν είναι ενεργοποιημένη ή εγκατεστημένη. Δεν είναι δυνατή η προσάρτηση του %s. Παρακαλώ ζητήστε από τον διαχειριστή συστημάτων σας να την εγκαταστήσει.
fr: <b>Attention : </b> Le support FTP de PHP n'est pas activé ou installé. Le montage de %s n'est pas possible. Contactez votre administrateur système pour l'installer.
gl: <b>Nota:</b> A compatibilidade de FTP en PHP non está activada, ou non está instalado. Non é posíbel a montaxe de %s. Consulte co administrador do sistema como instalalo.
tr: <b>Not:</b> PHP'de FTP desteği etkin veya kurulu değil. %s bağlaması mümkün olmayacak. Lütfen kurulumu için sistem yöneticilerinizle iletişime geçin.

source: <b>Note:</b> "%s" is not installed. Mounting of %s is not possible. Please ask your system administrator to install it.
ast: <b>Nota:</b> "%s" nun ta instaláu. Nun pue montase %s. Pídi-y al alministrador de sistema que lu instale.
bg_bg: <b>Note:</b> "%s" не е инсталиран. Прикачването на %s не е възможно. Моля, поискай системния администратор да я инсталира.
de: <b>Hinweis:</b> "%s" ist nicht installiert. Das Hinzufügen von %s ist nicht möglich. Bitte wende Dich sich zur Installation an Deinen Systemadministrator.
el: <b>Σημείωση:</b> Η επέκταση "%s" δεν είναι εγκατεστημένη. Δεν είναι δυνατή η προσάρτηση %s. Παρακαλώ ζητήστε από τον διαχειριστή συστημάτων σας να την εγκαταστήσει.
fr: <b>Attention : </b> "%s" n'est pas installé. Le montage de %s n'est pas possible. Contactez votre administrateur système pour l'installer.
gl: <b>Nota:</b> «%s» non está instalado. Non é posíbel a montaxe de %s. Consulte co administrador do sistema como instalalo.
tr: <b>Not:</b> "%s" kurulu değil. %s bağlaması mümkün olmayacak. Lütfen kurulumu için sistem yöneticilerinizle iletişime geçin.

source: You don't have any external storages
ast: Nun tienes almacenamientos esternos
bg_bg: Нямаш никакви външни дискови пространства
de: Du hast noch keinen externen Speicher
el: Δεν έχετε κανέναν εξωτερικό αποθηκευτικό χώρο
gl: Non ten ningún almacenamento externo
tr: Hiç harici depolamanız yok

source: Name
ast: Nome
bg_bg: Име
el: Όνομα
gl: Nome
tr: Ad

source: Storage type
ast: Triba d'almacenamientu
bg_bg: Тип дисково пространство
de: Du hast noch keinen externen Speicher
el: Τύπος αποθηκευτικού χώρου
gl: Tipo de almacenamento
tr: Depolama türü

source: Scope
ast: Ámbitu
bg_bg: Обхват
de: Anwendungsbereich
el: Εύρος
gl: Ámbito
tr: Kapsam

source: External Storage
ast: Almacenamientu esternu
bg_bg: Външно Дисково Пространство
de: Externer Speicher
el: Εξωτερικό Αποθηκευτικό Μέσο
fr: Stockage externe
gl: Almacenamento externo
ka_ge: ექსტერნალ საცავი
tr: Harici Depolama

source: Folder name
ast: Nome de la carpeta
bg_bg: Име на папката
de: Ordnername
el: Όνομα φακέλου
fr: Nom du dossier
gl: Nome do cartafol
ka_ge: ფოლდერის სახელი
tr: Klasör ismi

source: Configuration
ast: Configuración
bg_bg: Настройки
de: Konfiguration
el: Ρυθμίσεις
gl: Configuración
ka_ge: კონფიგურაცია
tr: Yapılandırma

source: Available for
ast: Disponible pa
bg_bg: Достъпно за
de: Verfügbar für
el: Διαθέσιμο για
fr: Disponible pour
gl: Dispoñíbel para
tr: Kullanabilenler

source: Add storage
ast: Amestar almacenamientu
bg_bg: Добави дисково пространство
de: Speicher hinzufügen
el: Προσθηκη αποθηκευσης
fr: Ajouter un support de stockage
gl: Engadir almacenamento
ka_ge: საცავის დამატება
tr: Depo ekle

source: No user or group
ast: Nengún usuariu o grupu
de: Kein Nutzer oder Gruppe
el: Μη διαθέσιμος χρήστης ή ομάδα
fr: Aucun utilisateur ou groupe
gl: Non hai usuario ou grupo
tr: Kullanıcı veya grup yok

source: All Users
ast: Tolos usuarios
de: Alle Benutzer
el: Όλοι οι Χρήστες
fr: Tous les utilisateurs
gl: Todos os usuarios
ka_ge: ყველა მომხმარებელი
tr: Tüm Kullanıcılar

source: Groups
ast: Grupos
de: Gruppen
el: Ομάδες
fr: Groupes
gl: Grupos
ka_ge: ჯგუფები
tr: Gruplar

source: Users
ast: Usuarios
de: Benutzer
el: Χρήστες
fr: Utilisateurs
gl: Usuarios
ka_ge: მომხმარებელი
tr: Kullanıcılar

source: Delete
ast: Desaniciar
bg_bg: Изтрий
de: Löschen
el: Διαγραφή
fr: Supprimer
gl: Eliminar
ka_ge: წაშლა
tr: Sil

source: Enable User External Storage
ast: Habilitar almacenamientu esterno d'usuariu
bg_bg: Разреши Потребителско Външно Дисково Пространство
de: Externen Speicher für Benutzer aktivieren
el: Ενεργοποίηση Εξωτερικού Αποθηκευτικού Χώρου Χρήστη
fr: Activer le stockage externe pour les utilisateurs
gl: Activar o almacenamento externo do usuario
ka_ge: მომხმარებლის ექსტერნალ საცავის აქტივირება
tr: Kullanıcılar için Harici Depolamayı Etkinleştir

source: Allow users to mount the following external storage
ast: Permitir a los usuarios montar el siguiente almacenamientu esternu
bg_bg: Разреши на потребителите да прикачват следното външно дисково пространство
de: Erlaube es Benutzern, den folgenden externen Speicher einzubinden
el: Χορήγηση άδειας στους χρήστες να συνδέσουν τα παρακάτω εξωτερικά μέσα αποθήκευσης
fr: Autorise les utilisateurs à monter les stockage externes suivants
gl: Permitirlle aos usuarios montar o seguinte almacenamento externo
tr: Kullanıcıların aşağıdaki harici depolamayı bağlamalarına izin ver

source: SSL root certificates
ast: Certificaos raíz SSL
bg_bg: SSL root сертификати
de: SSL-Root-Zertifikate
el: Πιστοποιητικά SSL root
fr: Certificats racine SSL
gl: Certificados raíz SSL
ka_ge: SSL root სერთიფიკატები
tr: SSL kök sertifikaları

source: Import Root Certificate
ast: Importar certificáu raíz
bg_bg: Внасяне на Root Сертификат
de: Root-Zertifikate importieren
el: Εισαγωγή Πιστοποιητικού Root
fr: Importer un certificat racine
gl: Importar o certificado raíz
ka_ge: Root სერთიფიკატის იმპორტირება
tr: Kök Sertifikalarını İçe Aktar

source: Root
ast: Raíz
gl: Root (raíz)
tr: Kök

source: URL
bg_bg: Интернет Адрес

source: All users. Type to select user or group.
bg_bg: Всички потребители. Пиши, за да избереш потребител или група.

source: (group)
bg_bg: (група)

source: <b>Warning:</b> "smbclient" is not installed. Mounting of CIFS/SMB shares is not possible. Please ask your system administrator to install it.
ka_ge: <b>გაფრთხილება:</b> "smbclient" არ არის ინსტალირებული. CIFS/SMB ზიარების მონტირება შეუძლებელია. გთხოვთ თხოვოთ თქვენს სისტემურ ადმინისტრატორებს დააინსტალიროს ის.

source: <b>Warning:</b> The FTP support in PHP is not enabled or installed. Mounting of FTP shares is not possible. Please ask your system administrator to install it.
ka_ge: <b>გაფრთხილება:</b> FTP მხარდაჭერა არ არის აქტიური ან დაინსტალირებული. FTP ზიარის მონტირება შეუძლებელია. გთხოვთ თხოვოთ თქვენს სისტემურ ადმინისტრატორებს დააინსტალიროს ის.

source: <b>Warning:</b> The Curl support in PHP is not enabled or installed. Mounting of ownCloud / WebDAV or GoogleDrive is not possible. Please ask your system administrator to install it.
ka_ge: <b>გაფრთხილება:</b>PHP–ის Curl მხარდაჭერა არ არის ჩართული ან ინსტალირებული. ownCloud / WebDAV ან GoogleDrive–ის მონტირება შეუძლებელია. თხოვეთ თქვენს ადმინისტრატორს დააინსტალიროს ის.

source: Options
ka_ge: ოფცია

source: Applicable
ka_ge: მიღებადი

source: None set
ka_ge: არაფერია მითითებული

source: Allow users to mount their own external storage
ka_ge: მიეცით მომხმარებლებს თავისი ექსტერნალ საცავის მონტირების უფლება
