Repository: nextcloud/server
Catalog: l10n/*/files_sharing.po
Languages: ar, ast, bg_bg, ca, cs_cz, da, de, el, eo, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, km, lt_lt, mk, nb_no, nl, nn_no, pl, pt_br, pt_pt, ru, sk_sk, sl, sq, sv, tr, uk

source: the item was removed
ar: تم حذف العنصر المطلوب
ast: desanicióse l'elementu
bg_bg: съдържанието е премахнато
ca: l'element ha estat eliminat
cs_cz: položka byla odebrána
da: Filen blev fjernet
de: Das Element wurde entfernt
el: το αντικείμενο απομακρύνθηκε
eo: la ero foriĝis
es: el elemento fue eliminado
et_ee: üksus on eemaldatud
eu: fitxategia ezbatua izan da
fi_fi: kohde poistettiin
fr: l'item a été supprimé
gl: o elemento foi retirado
id: item telah dihapus
it: l'elemento è stato rimosso
ja: アイテムが削除されました
km: របស់​ត្រូវ​បាន​ដក​ចេញ
lt_lt: elementas buvo pašalintas
mk: предметот беше одстранет
nb_no: elementet er fjernet
nl: bestand was verwijderd
nn_no: fila/mappa er fjerna
pl: element został usunięty
pt_br: o item foi removido
pt_pt: o item foi removido
ru: объект был удалён
sk_sk: položka bola presunutá
sl: predmet je odstranjen,
sq: elementi është eliminuar
sv: objektet togs bort
tr: öge kaldırılmış
uk: цей пункт був вилучений

source: the link expired
ar: انتهت صلاحية الرابط
ast: l'enllaz caducó
bg_bg: връзката е изтекла
ca: l'enllaç ha vençut
cs_cz: platnost odkazu vypršela
da: linket udløb
de: Der Link ist abgelaufen
el: ο σύνδεσμος έληξε
eo: la ligilo eksvalidiĝis
es: el enlace expiró
et_ee: link on aegunud
eu: lotura iraungi da
fi_fi: linkki vanheni
fr: le lien a expiré
gl: a ligazón caducou
id: tautan telah kadaluarsa
it: il collegamento è scaduto
ja: リンクの期限が切れています
km: តំណ​ផុត​ពេល​កំណត់
lt_lt: baigėsi nuorodos galiojimo laikas
mk: времетраењето на линкот е изминато
nb_no: lenken er utløpt
nl: de link is verlopen
nn_no: lenkja har gått ut på dato
pl: link wygasł
pt_br: o link expirou
pt_pt: A hiperligação expirou
ru: срок действия ссылки истёк
sk_sk: linke vypršala platnosť
sl: povezava je pretekla,
sq: lidhja ka skaduar
sv: giltighet för länken har gått ut
tr: bağlantı süresi dolmuş
uk: посилання застаріло

source: sharing is disabled
ar: المشاركة غير مفعلة
ast: la compartición ta deshabilitada
bg_bg: споделянето е изключено
ca: s'ha desactivat la compartició
cs_cz: sdílení je zakázané
da: deling er deaktiveret
de: Teilen ist deaktiviert
el: ο διαμοιρασμός απενεργοποιήθηκε
eo: kunhavigo malkapablas
es: compartir está desactivado
et_ee: jagamine on peatatud
eu: elkarbanatzea ez dago gaituta
fi_fi: jakaminen on poistettu käytöstä
fr: le partage est désactivé
gl: foi desactivada a compartición
id: berbagi dinonaktifkan
it: la condivisione è disabilitata
ja: 共有は無効になっています
km: មិន​អនុញ្ញាត​ការ​ចែករំលែក
lt_lt: dalinimasis yra išjungtas
mk: споделувањето не е дозволено
nb_no: deling er deaktivert
nl: delen is uitgeschakeld
nn_no: deling er slått av
pl: Udostępnianie jest wyłączone
pt_br: o compartilhamento está desativado
pt_pt: a partilha está desativada
ru: доступ к информации заблокирован
sk_sk: zdieľanie je zakázané
sl: souporaba je onemogočena.
sq: ndarja është çaktivizuar
sv: delning är inaktiverat
tr: paylaşım devre dışı
uk: обмін заборонений

source: For more info, please ask the person who sent this link.
ar: لمزيد من المعلومات، يرجى سؤال الشخص الذي أرسل هذا الرابط
ast: Pa más información, entrúga-y a la persona qu'unvió esti enllaz
bg_bg: За повече информация, моля питай човека, който е изпратил тази връзка.
ca: Per més informació contacteu amb qui us ha enviat l'enllaç.
cs_cz: Pro více informací kontaktujte osobu, která vám zaslala tento odkaz.
da: For yderligere information, kontakt venligst personen der sendte linket.
de: Für mehr Informationen, frage bitte die Person, die Dir diesen Link geschickt hat.
el: Για περισσότερες πληροφορίες, παρακαλώ ρωτήστε το άτομο που σας έστειλε αυτόν τον σύνδεσμο.
eo: Por plia informo, bonvolu peti al la persono, kiu sendis ĉi tiun ligilon.
es: Para mayor información, contacte a la persona que le envió el enlace.
et_ee: Täpsema info saamiseks palun pöördu lingi saatnud isiku poole.
eu: Informazio gehiagorako, mesedez eskatu lotura hau bidali zuen pertsonari
fi_fi: Kysy lisätietoja henkilöltä, jolta sait linkin.
fr: Pour plus d'informations, veuillez contacter la personne qui a envoyé ce lien.
gl: Para obter máis información, pregúntelle á persoa que lle enviou a ligazón.
id: Untuk info lebih lanjut, silakan tanyakan orang yang mengirim tautan ini.
it: Per ulteriori informazioni, chiedi alla persona che ti ha inviato il collegamento.
ja: 不明な点は、こちらのリンクの提供者に確認をお願いします。
km: សម្រាប់​ព័ត៌មាន​បន្ថែម សូម​សួរ​អ្នក​ដែល​ផ្ញើ​តំណ​នេះ។
lt_lt: Dėl tikslesnės informacijos susisiekite su asmeniu atsiuntusiu nuorodą.
mk: За повеќе информации, прашајте го лицето кое ви ја испратила врската.
nb_no: For mer informasjon, spør personen som sendte lenken.
nl: Voor meer informatie, neem contact op met de persoon die u deze link heeft gestuurd.
nn_no: Spør den som sende deg lenkje om du vil ha meir informasjon.
pl: Aby uzyskać więcej informacji proszę poprosić osobę, która wysłał ten link.
pt_br: Para mais informações, por favor, pergunte a pessoa que enviou este link.
pt_pt: Para mais informação, por favor, pergunte à pessoa que lhe enviou esta hiperligação.
ru: Для получения дополнительной информации, пожалуйста, свяжитесь с тем, кто отправил Вам эту ссылку.
sk_sk: Pre viac informácií kontaktujte osobu, ktorá vám poslala tento odkaz.
sl: Za več podrobnosti stopite v stik s pošiljateljem te povezave.
sq: Për më shumë informacione, ju lutem pyesni personin që iu dërgoi këtë lidhje.
sv: För mer information, kontakta den person som skickade den här länken.
tr: Daha fazla bilgi için bu bağlantıyı aldığınız kişi ile iletişime geçin.
uk: Для отримання додаткової інформації, будь ласка, зверніться до особи, яка надіслала це посилання.

source: Add to your ownCloud
ast: Amestar al to ownCloud
bg_bg: Добави към своя ownCloud
ca: Afegiu a ownCloud
cs_cz: Přidat do svého ownCloudu
da: Tilføj til din ownCload
de: Zu Deiner ownCloud hinzufügen
es: Agregue su propio ownCloud
et_ee: Lisa oma ownCloudi
eu: Gehitu zure ownCloud-era
fi_fi: Lisää ownCloudiisi
fr: Ajouter à votre ownCloud
gl: Engadir ao seu ownCloud
it: Aggiungi al tuo ownCloud
ja: ownCloud に追加
nb_no: Legg til i din ownCloud
nl: Toevoegen aan uw ownCloud
pl: Dodaj do twojego ownCloud
pt_br: Adiconar ao seu ownCloud
ru: Добавить в свой ownCloud
sk_sk: Pridať do svojho ownCloudu
sl: Dodaj v svoj oblak ownCloud
sv: Lägg till i din ownCloud
tr: ownCloud'ınıza Ekleyin

source: Download
ast: Baxar
bg_bg: Изтегли
ca: Baixa
cs_cz: Stáhnout
de: Herunterladen
el: Λήψη
eo: Elŝuti
es: Descargar
et_ee: Lae alla
eu: Deskargatu
fi_fi: Lataa
fr: Télécharger
gl: Descargar
id: Unduh
it: Scarica
ja: ダウンロード
km: ទាញយក
lt_lt: Atsisiųsti
mk: Преземи
nb_no: Last ned
nl: Downloaden
nn_no: Last ned
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ru: Скачать
sk_sk: Sťahovanie
sl: Prejmi
sq: Shkarko
sv: Ladda ner
tr: İndir

source: Download %s
ar: تحميل %s
ast: Descargar %s
bg_bg: Изтегли %s
ca: Baixa %s
cs_cz: Stáhnout %s
el: Λήψη %s
eo: Elŝuti %s
es: Descargar %s
et_ee: Laadi alla %s
eu: Deskargatu %s
fi_fi: Lataa %s
fr: Télécharger %s
gl: Descargar %s
id: Unduh %s
it: Scarica %s
ja: %s をダウンロード
km: ទាញយក %s
mk: Преземи %s
nb_no: Last ned %s
pl: Pobierz %s
pt_br: Baixar %s
pt_pt: Transferir %s
ru: Скачать %s
sk_sk: Stiahnuť %s
sl: Prejmi %s
sv: Ladda ner %s
tr: İndir: %s

source: Direct link
ar: رابط مباشر
ast: Enllaz direutu
bg_bg: Директна връзка
ca: Enllaç directe
cs_cz: Přímý odkaz
da: Direkte link
de: Direkter Link
el: Άμεσος σύνδεσμος
eo: Direkta ligilo
es: Enlace directo
et_ee: Otsene link
eu: Lotura zuzena
fi_fi: Suora linkki
fr: Lien direct
gl: Ligazón directa
id: Tautan langsung
it: Collegamento diretto
ja: リンク
km: តំណ​ផ្ទាល់
lt_lt: Tiesioginė nuoroda
mk: Директна врска
nb_no: Direkte lenke
nl: Directe link
pl: Bezpośredni link
pt_br: Link direto
pt_pt: Hiperligação direta
ru: Прямая ссылка
sk_sk: Priama linka
sl: Neposredna povezava
sq: Lidhje direkte
sv: Direkt länk
tr: Doğrudan bağlantı
uk: Пряме посилання

source: Remote Shares
ast: Comparticiones remotes
bg_bg: Прикачени Папки
ca: Compartició remota
cs_cz: Vzdálená úložiště
da: Eksterne delinger
de: Entfernte Freigaben
el: Απομακρυσμένοι Κοινόχρηστοι Φάκελοι
es: Almacenamiento compartido remoto
et_ee: Eemalolevad jagamised
eu: Urrutiko parte hartzeak
fi_fi: Etäjaot
fr: Partages distants
gl: Comparticións remotas
it: Condivisioni remote
ja: リモート共有
nb_no: Ekstern deling
nl: Externe shares
pl: Udziały zdalne
pt_br: Compartilhamentos Remoto
pt_pt: Partilhas Remotas
ru: Удалённые общие папки
sk_sk: Vzdialené úložiská
sl: Oddaljena souporaba
sv: Fjärrutdelningar Server-Server
tr: Uzak Paylaşımlar

source: Allow other instances to mount public links shared from this server
ast: Permitir a otres instancies montar enllaces compartíos públicos d'esti sirvidor
bg_bg: Разреши други ownCloud сървъри да прикачват папки, споделени посредством връзки, на този сървър.
ca: Permet que altres instàncies muntin enllaços públics compartits des d'aqeust servidor
cs_cz: Povolit připojování veřejně sdílených odkazů z tohoto serveru
da: Tillad andre instanser at montere offentlige links, der er delt fra denne server
de: Andere Instanzen zum Hinzufügen von öffentlichen Links, die über diesen Server Freigegeben werden, erlauben
el: Να επιτρέπεται σε άλλες εγκαταστάσεις να επιθέτουν δημόσιους συνδέσμους που έχουν διαμοιραστεί από αυτόν το διακομιστή
es: Permitir a otros montar enlaces publicos compartidos de este servidor
et_ee: Luba teistel instantsidel ühendada sellest serverist jagatud avalikke linke
eu: Baimendu beste instantziak zerbitzari honetatik elkarbanatutako lotura publikoak kargatzen
fi_fi: Salli muiden instanssien liittää tältä palvelimelta jaettuja julkisia linkkejä
fr: Autoriser d'autres instances à monter des liens publics, partagés depuis ce serveur
gl: Permitir que outras instancias monten ligazóns públicas compartidas desde este servidor
it: Permetti ad altre istanze di montare collegamenti pubblici condivisi da questo server
ja: このサーバーにおけるURLでの共有を他のインスタンスからマウントできるようにする
nb_no: Tillat at andre servere kobler opp offentlige lenker som er delt fra denne serveren
nl: Toestaan dat andere oanClouds openbaar gedeelde links mounten vanaf deze server
pl: Pozwól innym instancjom montować publiczne linki z tego serwera
pt_br: Permitir que outras instâncias montem links de compartilhamentos públicos a partir desde servidor
pt_pt: Permitir que outras instâncias mapeiem endereços partilhados deste servidor
ru: Разрешить удалённым экземплярам монтировать публичные ссылки с данного сервера
sk_sk: Povoliť ďalším inštanciám pripojiť verejné odkazy zdieľané z tohto servera
sv: Tillåt andra instanser vidaredelning utav publika länkar delade från denna servern
tr: Diğer örneklerin, bu sunucudan paylaşılmış herkese açık bağlantıları bağlamasına izin ver

source: Allow users to mount public link shares
ast: Permitir a los usuarios montar enllaces compartíos públicos
bg_bg: Разреши потребители да прикачват папки, споделени посредством връзки.
ca: Permet que usuaris muntin compartits amb enllaços públics
cs_cz: Povolit uživatelům připojovat veřejně sdílené odkazy
da: Tillad brugere at montere offentlige linkdelinger
de: Erlaube Nutzern das Hinzufügen von freigegebenen öffentlichen Links
el: Να επιτρέπεται στους χρήστες να επιθέτουν κοινόχρηστους φακέλους με δημόσιους συνδέσμους
es: Permitir a los usuarios montar enlaces publicos compartidos
et_ee: Luba kasutajatel ühendada jagatud avalikke linke
eu: Baimendu erabiltzaileak lotura publiko bidezko elkarbanaketak muntatzen
fi_fi: Salli käyttäjien liittää julkisia linkkijakoja
fr: Autoriser des utilisateurs à monter des liens de partages publics
gl: Permitirlle aos usuarios montar ligazóns públicas compartidas
id: Izinkan pengguna untuk mengaitkan tautan berbagi publik
it: Permetti agli utenti di montare condivisioni con collegamento pubblico
ja: ユーザーがURLでの共有をマウントできるようにする
nb_no: Tillat at brukere kobler opp offentlige lenke-delinger
nl: Toestaan dat gebruikers openbaar gedeelde links mounten
pl: Zezwalaj użytkownikom na montowanie publicznych linków
pt_br: Permitir aos usuários montar links públicos de compartilhamentos
pt_pt: Permitir mapeamentos de endereços partilhados aos utilizadores
ru: Разрешить пользователям монтировать ссылки на публичные папки
sk_sk: Povoliť používateľom pripojiť sa na zdieľané verejné odkazy
sv: Tillåt användare att montera publika länkar
tr: Kullanıcıların herkese açık bağlantı paylaşımlarını bağlamasına izin ver

source: Invalid or untrusted SSL certificate
bg_bg: Невалиден или ненадежден SSL сертификат
da: Ugyldigt eller upålideligt SSL-certifikat
nl: Ongeldig of onvertrouwd SSL certificaat
pl: Niewłaściwy lub niezaufany certyfikat SSL
pt_br: Certificado SSL inválido ou não confiável
tr: Geçersiz veya güvenilmeyen SSL sertifikası

source: Sorry, this link doesnâ€™t seem to work anymore.
eu: Barkatu, lotura ez dirudi eskuragarria dagoenik.
id: Maaf, tautan ini tampaknya tidak berfungsi lagi.

source: Add {name} from {owner}@{remote}
el: Προσθήκη {name} από {owner}@{remote}

source: Add Share
el: Προσθήκε Κοινόχρηστου Φακέλου

source: Save to ownCloud
el: Αποθήκευση στο ownCloud

source: Save
el: Αποθήκευση

source: %s shared the folder %s with you
nn_no: %s delte mappa %s med deg

source: %s shared the file %s with you
nn_no: %s delte fila %s med deg

source: Upload
nn_no: Last opp

source: Cancel upload
nn_no: Avbryt opplasting

source: No preview available for
nn_no: Inga førehandsvising tilgjengeleg for

source: shared by %s
ar: مشاركة من قبل %s
