Repository: nextcloud/server
Catalog: l10n/*/files_encryption.po
Languages: ar, ast, ca, cs_cz, da, de, de_de, el, es, es_ar, et_ee, eu, fa, fr, gl, hu_hu, id, it, ja, ko, lt_lt, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl, sv, tr, zh_tw

source: Initial encryption started... This can take some time. Please wait.
ar: بدأ التشفير... من الممكن ان ياخذ بعض الوقت. يرجى الانتظار.
ast: Cifráu aniciáu..... Esto pue llevar un tiempu. Por favor espera.
ca: La encriptació inicial ha començat... Pot trigar una estona, espereu.
cs_cz: Počáteční šifrování zahájeno... Toto může chvíli trvat. Počkejte prosím.
da: Førstegangskryptering er påbegyndt... Dette kan tage nogen tid. Vent venligst.
de: Initialverschlüsselung gestartet... Dies kann einige Zeit dauern. Bitte warten.
de_de: Anfangsverschlüsselung gestartet... Dies kann einige Zeit dauern. Bitte warten.
el: Η αρχική κρυπτογράφηση άρχισε... Αυτό μπορεί να πάρει κάποια ώρα. Παρακαλώ περιμένετε.
es: Encriptación iniciada..... Esto puede tomar un tiempo. Por favor espere.
es_ar: Encriptación inicial comenzada... Esto puede durar un tiempo. Por favor espere.
eu: Hasierako enkriptazioa hasi da... Honek denbora har dezake. Mesedez itxaron.
fr: Chiffrement initial démarré... Cela peut prendre un certain temps. Veuillez patienter.
gl: Comezou o cifrado inicial... Isto pode levar bastante tempo. Agarde.
hu_hu: A titkosítási folyamat megkezdődött... Ez hosszabb ideig is eltarthat. Kérem várjon.
id: Inisial enskripsi dijalankan... Ini dapat memakan waktu. Silakan tunggu.
it: Cifratura iniziale avviata... Potrebbe richiedere del tempo. Attendi.
ja: 暗号化の初期化作業を開始しました... この処理にはしばらく時間がかかります。お待ちください。
ko: 초기 암호화가 시작되었습니다... 시간이 걸릴 수도 있으니 기다려 주십시오.
lt_lt: Pradėtas pirminis šifravimas... Tai gali užtrukti. Prašome palaukti.
nb_no: Førstegangs kryptering startet... Dette kan ta litt tid. Vennligst vent.
nl: initiële versleuteling gestart... Dit kan even duren, geduld a.u.b.
pl: Rozpoczęto szyfrowanie... To może chwilę potrwać. Proszę czekać.
pt_pt: A encriptação inicial foi iniciada ... Esta pode demorar algum tempo. Aguarde, por favor.
ru: Начато начальное шифрование... Это может занять какое-то время. Пожалуйста, подождите.
sk_sk: Počiatočné šifrovanie započalo ... To môže nejakú dobu trvať. Čakajte prosím.
sl: Začetno šifriranje je začeto ... Opravilo je lahko dolgotrajno.
tr: İlk şifreleme başladı... Bu biraz zaman alabilir. Lütfen bekleyin.
zh_tw: 加密初始已啟用...這個需要一些時間。請稍等。

source: Initial encryption running... Please try again later.
ar: جاري تفعيل التشفير المبدئي ، الرجاء المحاولة لاحقا
ast: Cifráu inicial en cursu... Inténtalo dempués.
ca: encriptació inicial en procés... Proveu-ho més tard.
cs_cz: Probíhá počáteční šifrování... Zkuste to prosím znovu později.
da: Kryptering foretages... Prøv venligst igen senere.
de: Initiale Verschlüsselung läuft... Bitte versuche es später wieder.
de_de: Anfangsverschlüsselung läuft... Bitte versuchen Sie es später wieder.
el: Εκτέλεση αρχικής κρυπτογράφησης... Παρακαλώ προσπαθήστε αργότερα.
es: Cifrado inicial en curso... Inténtelo más tarde.
es_ar: Encriptación inicial corriendo... Por favor intente mas tarde.
eu: Hasierako enkriptaketa abian... mesedez, saiatu beranduago.
fr: Chiffrement initial en cours... Veuillez re-essayer ultérieurement.
gl: O cifrado inicial está en execución... Tenteo máis tarde.
hu_hu: Kezedeti titkosítás fut... Próbálja később.
it: Cifratura iniziale in esecuzione... Riprova più tardi.
ja: 初期暗号化実行中... 後でもう一度お試しください。
nb_no: Førstegangs kryptering kjører... Prøv igjen senere.
nl: Initiële versleuteling bezig... Probeer het later opnieuw.
pl: Trwa szyfrowanie początkowe...Spróbuj ponownie.
pt_pt: A encriptação inicial está em execução ... Por favor, tente de novo mais tarde.
ru: Работает первоначальное шифрование... Пожалуйста, повторите попытку позже.
sk_sk: Počiatočné šifrovanie beží... Skúste to neskôr znovu.
sl: Začetno šifriranje je v teku ... Poskusite kasneje.
tr: İlk şifreleme çalışıyor... Lütfen daha sonra tekrar deneyin.
zh_tw: 加密初始執行中...請晚點再試。

source: Go directly to your
ar: انتقل مباشرة الى
da: Gå direkte til din
el: Πηγαίνε απευθείας στο
es_ar: Ve directamente a tu
et_ee: Liigu otse oma
fr: Allez directement à votre
gl: Vaia directamente ao seu
ja: あなたのディレクトリへ
pt_br: Ir diretamente para o seu
sl: Skočite neposredno na
sv: Gå direkt till din

source: personal settings
ar: اعدادات شخصية
da: Personlige indstillinger
el: προσωπικές ρυθμίσεις
es_ar: Configuración personal
et_ee: isiklikes seadetes
fa: تنظیمات شخصی
fr: paramètres personnel
gl: axustes persoais
ja: 秘密鍵をアンロックできます
pt_br: configurações pessoais.
sl: osebne nastavitve
sv: personliga inställningar

source: Encryption
ar: التشفير
ast: Cifráu
ca: Xifrat
cs_cz: Šifrování
da: Kryptering
de: Verschlüsselung
de_de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
es_ar: Encriptación
et_ee: Krüpteerimine
eu: Enkriptazioa
fa: رمزگذاری
fr: Chiffrement
gl: Cifrado
hu_hu: Titkosítás
id: Enkripsi
it: Cifratura
ja: 暗号化
ko: 암호화
lt_lt: Šifravimas
nb_no: Kryptering
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
pt_pt: Encriptação
ru: Шифрование
sk_sk: Šifrovanie
sl: Šifriranje
sv: Kryptering
tr: Şifreleme
zh_tw: 加密

source: Enable recovery key (allow to recover users files in case of password loss):
ar: تفعيل استعادة المفتاح (سوف يمكنك من استعادة ملفات المستخدمين في حال فقدان كلمة المرور):
ast: Habilitar la clave de recuperación (permite recuperar los ficheros del usuariu en casu de perda de la contraseña);
ca: Activa la clau de recuperació (permet recuperar fitxers d'usuaris en cas de pèrdua de contrasenya):
cs_cz: Povolit klíč pro obnovu (umožňuje obnovu uživatelských souborů v případě ztráty hesla)
da: Aktiver gendannelsesnøgle (Tillad gendannelse af brugerfiler i tilfælde af tab af kodeord):
de: Wiederherstellungsschlüssel aktivieren (ermöglicht das Wiederherstellen von Dateien, falls das Passwort vergessen wurde):
de_de: Aktivieren Sie den Wiederherstellungsschlüssel (erlaubt die Wiederherstellung des Zugangs zu den Benutzerdateien, wenn das Passwort verloren geht).
el: Ενεργοποίηση κλειδιού ανάκτησης (επιτρέψτε την ανάκτηση αρχείων χρηστών σε περίπτωση απώλειας κωδικού):
es: Habilitar la clave de recuperación (permite recuperar los ficheros del usuario en caso de pérdida de la contraseña);
es_ar: Habilitar clave de recuperación (te permite recuperar los archivos de usuario en el caso que pierdas la contraseña):
et_ee: Luba taastevõti (võimalda kasutaja failide taastamine parooli kaotuse puhul):
eu: Gaitu berreskurapen gakoa (erabiltzaileen fitxategiak berreskuratzea ahalbidetzen du pasahitza galtzen badute ere):
fa: فعال کردن کلید بازیابی(اجازه بازیابی فایل های کاربران در صورت از دست دادن رمزعبور):
fr: Activer la clef de récupération (permet de récupérer les fichiers des utilisateurs en cas de perte de mot de passe).
gl: Activar a chave de recuperación (permitirá recuperar os ficheiros dos usuarios no caso de perda do contrasinal):
hu_hu: A helyreállítási kulcs beállítása (lehetővé teszi a felhasználók állományainak visszaállítását, ha elfelejtik a jelszavukat):
id: Aktifkan kunci pemulihan (memungkinkan pengguna untuk memulihkan berkas dalam kasus kehilangan sandi):
it: Abilita la chiave di recupero (permette di recuperare i file utenti in caso di perdita della password):
ja: リカバリキーを有効にする (パスワードを忘れた場合にユーザーのファイルを回復できます):
ko: 복구 키 사용 (암호를 잊었을 때 파일을 복구할 수 있도록 함):
lt_lt: Įjunkite atkūrimo raktą, (leisti atkurti naudotojų failus praradus slaptažodį):
nb_no: Aktiver gjenopprettingsnøkkel (tillat å gjenopprette brukerfiler i tilfelle tap av passord):
nl: Activeren herstelsleutel (maakt het mogelijk om gebruikersbestanden terug te halen in geval van verlies van het wachtwoord):
pl: Włączhasło klucza odzyskiwania (pozwala odzyskać pliki użytkowników w przypadku utraty hasła):
pt_br: Habilitar chave de recuperação (permite recuperar arquivos de usuários em caso de perda de senha):
pt_pt: Ativar a chave de recuperação (permite recuperar os ficheiros do utilizador, se perder a senha):
ru: Включить ключ восстановления (позволяет пользователям восстановить файлы при потере пароля):
sk_sk: Povoliť obnovovací kľúč (umožňuje obnoviť používateľské súbory v prípade straty hesla):
sl: Omogoči ključ za obnovitev datotek (v primeru izgube gesla):
sv: Aktivera återställningsnyckel (för att kunna återfå användarens filer vid glömt eller förlorat lösenord):
tr: Kurtarma anahtarını etkinleştir (parola kaybı durumunda kullanıcı dosyalarının kurtarılmasına izin verir):
zh_tw: 啟用還原金鑰 (因忘記密碼仍允許還原使用者檔案):

source: Recovery key password
ar: استعادة كلمة مرور المفتاح
ast: Contraseña de clave de recuperación
ca: Clau de recuperació de la contrasenya
cs_cz: Heslo klíče pro obnovu
da: Gendannelsesnøgle kodeord
de: Wiederherstellungsschlüssel-Passwort
de_de: Wiederherstellungschlüsselpasswort
el: Επαναφορά κωδικού κλειδιού
es: Contraseña de clave de recuperación
es_ar: Contraseña de recuperación de clave
et_ee: Taastevõtme parool
eu: Berreskuratze gako pasahitza
fa: رمزعبور کلید بازیابی
fr: Mot de passe de la clef de récupération
gl: Contrasinal da chave de recuperación
hu_hu: A helyreállítási kulcs jelszava
id: Sandi kunci pemulihan
it: Password della chiave di recupero
ja: リカバリキーのパスワード
ko: 복구 키 암호
lt_lt: Atkūrimo rakto slaptažodis
nb_no: Passord for gjenopprettingsnøkkel
nl: Wachtwoord herstelsleulel
pl: Hasło klucza odzyskiwania
pt_br: Senha da chave de recuperação
pt_pt: Senha da chave de recuperação
ru: Пароль для ключа восстановления
sk_sk: Heslo obnovovacieho kľúča
sl: Ključ za obnovitev gesla
sv: Lösenord för återställningsnyckel
tr: Kurtarma anahtarı parolası
zh_tw: 還原金鑰密碼

source: Repeat Recovery key password
ar: كرر كلمة المرور لـ استعادة المفتاح
ast: Repeti la contraseña de clave de recuperación
ca: Repetiu la clau de recuperació de contrasenya
cs_cz: Zopakujte heslo klíče pro obnovu
da: Gentag gendannelse af nøglekoden
de: Schlüssel-Passwort zur Wiederherstellung wiederholen
de_de: Schlüssel-Passwort zur Wiederherstellung wiederholen
el: Επαναλάβετε το κλειδί επαναφοράς κωδικού
es: Repite la contraseña de clave de recuperación
es_ar: Repetir la contraseña de la clave de recuperación
et_ee: Korda taastevõtme parooli
eu: Errepikatu berreskuratze gakoaren pasahitza
fr: Répétez le mot de passe de la clé de récupération
gl: Repita o contrasinal da chave da recuperación
hu_hu: Ismételje meg a helyreállítási kulcs jelszavát
id: Ulangi sandi kunci Pemulihan
it: Ripeti la password della chiave di recupero
ja: リカバリキーのパスワードをもう一度入力
ko: 복구 키 암호 재입력
lt_lt: Pakartokite atkūrimo rakto slaptažodį
nb_no: Gjenta passord for gjenopprettingsnøkkel
nl: Herhaal het herstelsleutel wachtwoord
pl: Powtórz hasło klucza odzyskiwania
pt_br: Repita Recuperação de senha da chave
pt_pt: Contrassenha da chave de recuperação
ru: Повторите пароль восстановления ключа
sk_sk: Zopakujte heslo kľúča pre obnovu
sl: Ponovi ključ za obnovitev gesla
sv: Upprepa återställningsnyckelns lösenord
tr: Kurtarma anahtarı parolasını yineleyin
zh_tw: 再輸入還原金鑰密碼一次

source: Enabled
ar: مفعلة
ast: Habilitar
ca: Activat
cs_cz: Povoleno
da: Aktiveret
de: Aktiviert
de_de: Aktiviert
el: Ενεργοποιημένο
es: Habilitar
es_ar: Habilitado
et_ee: Sisse lülitatud
eu: Gaitua
fa: فعال شده
fr: Activer
gl: Activado
hu_hu: Bekapcsolva
id: Diaktifkan
it: Abilitata
ja: 有効
ko: 활성화
lt_lt: Įjungta
nb_no: Aktiv
nl: Geactiveerd
pl: Włączone
pt_br: Habilitado
pt_pt: Ativada
ru: Включено
sk_sk: Povolené
sl: Omogočeno
sv: Aktiverad
tr: Etkin
zh_tw: 已啓用

source: Disabled
ar: معطلة
ast: Deshabilitáu
ca: Desactivat
cs_cz: Zakázáno
da: Deaktiveret
de: Deaktiviert
de_de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
es_ar: Deshabilitado
et_ee: Väljalülitatud
eu: Ez-gaitua
fa: غیرفعال شده
fr: Désactiver
gl: Desactivado
hu_hu: Kikapcsolva
id: Dinonaktifkan
it: Disabilitata
ja: 無効
ko: 비활성화
lt_lt: Išjungta
nb_no: Inaktiv
nl: Gedeactiveerd
pl: Wyłączone
pt_br: Desabilitado
pt_pt: Desactivada
ru: Отключено
sk_sk: Zakázané
sl: Onemogočeno
sv: Inaktiverad
tr: Devre Dışı
zh_tw: 已停用

source: Change recovery key password:
ar: تعديل كلمة المرور استعادة المفتاح:
ast: Camudar la contraseña de la clave de recuperación
ca: Canvia la clau de recuperació de contrasenya:
cs_cz: Změna hesla klíče pro obnovu:
da: Skift gendannelsesnøgle kodeord:
de: Wiederherstellungsschlüssel-Passwort ändern:
de_de: Wiederherstellungsschlüsselpasswort ändern
el: Αλλαγή κλειδιού επαναφοράς κωδικού:
es: Cambiar la contraseña de la clave de recuperación
es_ar: Cambiar contraseña para recuperar la clave:
et_ee: Muuda taastevõtme parooli:
eu: Aldatu berreskuratze gako pasahitza:
fa: تغییر رمزعبور کلید بازیابی:
fr: Modifier le mot de passe de la clef de récupération :
gl: Cambiar o contrasinal da chave de la recuperación:
hu_hu: A helyreállítási kulcs jelszavának módosítása:
id: Ubah sandi kunci pemulihan:
it: Cambia la password della chiave di recupero:
ja: リカバリキーのパスワードを変更:
ko: 복구 키 암호 변경:
lt_lt: Pakeisti atkūrimo rakto slaptažodį:
nb_no: Endre passord for gjenopprettingsnøkkel:
nl: Wijzig wachtwoord herstelsleutel:
pl: Zmień hasło klucza odzyskiwania
pt_br: Mudar a senha da chave de recuperação:
pt_pt: Alterar a senha da chave de recuperação:
ru: Сменить пароль для ключа восстановления:
sk_sk: Zmeniť heslo obnovovacieho kľúča:
sl: Spremeni ključ za obnovitev gesla:
sv: Ändra lösenord för återställningsnyckel:
tr: Kurtarma anahtarı parolasını değiştir:
zh_tw: 變更還原金鑰密碼:

source: Old Recovery key password
ar: كلمة المرور القديمة لـ استعامة المفتاح
ast: Clave de recuperación vieya
ca: Antiga clau de recuperació de contrasenya
cs_cz: Původní heslo klíče pro obnovu
da: Gammel Gendannelsesnøgle kodeord
de: Altes Wiederherstellungsschlüssel-Passwort
de_de: Altes Wiederherstellungsschlüsselpasswort
el: Παλιό κλειδί επαναφοράς κωδικού
es: Antigua clave de recuperación
es_ar: Contraseña antigua de recuperación de clave
et_ee: Vana taastevõtme parool
eu: Berreskuratze gako pasahitz zaharra
fa: رمزعبور قدیمی کلید بازیابی
fr: Ancien mot de passe de la clef de récupération
gl: Antigo contrasinal da chave de recuperación
hu_hu: Régi Helyreállítási Kulcs Jelszava
id: Sandi kunci Pemulihan Lama
it: Vecchia password della chiave di recupero
ja: 古いリカバリキーのパスワード
ko: 이전 복구 키 암호
lt_lt: Senas atkūrimo rakto slaptažodis
nb_no: Gammelt passord for gjenopprettingsnøkkel
nl: Oude wachtwoord herstelsleutel
pl: Stare hasło klucza odzyskiwania
pt_br: Senha antiga da chave de recuperação
pt_pt: Senha da chave de recuperação antiga
ru: Старый пароль для ключа восстановления
sk_sk: Staré heslo obnovovacieho kľúča
sl: Stari ključ za obnovitev gesla
sv: Gammalt lösenord för återställningsnyckel
tr: Eski Kurtarma anahtarı parolası
zh_tw: 舊的還原金鑰密碼

source: New Recovery key password
ar: تعيين كلمة مرور جديدة لـ استعادة المفتاح
ast: Clave de recuperación nueva
ca: Nova clau de recuperació de contrasenya
cs_cz: Nové heslo klíče pro obnovu
da: Ny Gendannelsesnøgle kodeord
de: Neues Wiederherstellungsschlüssel-Passwort
de_de: Neues Wiederherstellungsschlüsselpasswort
el: Νέο κλειδί επαναφοράς κωδικού
es: Nueva clave de recuperación
es_ar: Nueva contraseña de recuperación de clave
et_ee: Uus taastevõtme parool
eu: Berreskuratze gako pasahitz berria
fa: رمزعبور جدید کلید بازیابی
fr: Nouveau mot de passe de la clef de récupération
gl: Novo contrasinal da chave de recuperación
hu_hu: Új Helyreállítási kulcs jelszava
id: Sandi kunci Pemulihan Baru
it: Nuova password della chiave di recupero
ja: 新しいリカバリキーのパスワード
ko: 새 복구 키 암호
lt_lt: Naujas atkūrimo rakto slaptažodis
nb_no: Nytt passord for gjenopprettingsnøkkel
nl: Nieuwe wachtwoord herstelsleutel
pl: Nowe hasło klucza odzyskiwania
pt_br: Nova senha da chave de recuperação
pt_pt: Nova senha da chave de recuperação
ru: Новый пароль для ключа восстановления
sk_sk: Nové heslo obnovovacieho kľúča
sl: Novi ključ za obnovitev gesla
sv: Nytt lösenord för återställningsnyckel
tr: Yeni Kurtarma anahtarı parolası
zh_tw: 新的還原金鑰密碼

source: Repeat New Recovery key password
ar: كرر كلمة المرور لـ استعادة المفتاح من جديد
ast: Repetir la clave de recuperación nueva
ca: Repetiu la nova clau de recuperació de contrasenya
cs_cz: Zopakujte nové heslo klíče pro obnovu
da: Gentag dannelse af ny gendannaleses nøglekode
de: Neues Schlüssel-Passwort zur Wiederherstellung wiederholen
de_de: Neues Schlüssel-Passwort zur Wiederherstellung wiederholen
el: Επαναλάβετε νέο κλειδί επαναφοράς κωδικού
es: Repetir la nueva clave de recuperación
es_ar: Repetir Nueva contraseña para la clave de recuperación
et_ee: Korda uut taastevõtme parooli
eu: Errepikatu berreskuratze gako berriaren pasahitza
fr: Répétez le nouveau mot de passe de la clé de récupération
gl: Repita o novo contrasinal da chave da recuperación
hu_hu: Ismételje meg az új helyreállítási kulcs jelszavát
id: Ulangi sandi kunci Pemulihan baru
it: Ripeti la nuova password della chiave di recupero
ja: 新しいリカバリキーのパスワードをもう一度入力
ko: 새 복구 키 암호 재입력
lt_lt: Pakartokite naują atkūrimo rakto slaptažodį
nb_no: Gjenta nytt passord for gjenopprettingsnøkkel
nl: Herhaal het nieuwe herstelsleutel wachtwoord
pl: Powtórz nowe hasło klucza odzyskiwania
pt_br: Repita Nova senha da chave de recuperação
pt_pt: Contrassenha da nova chave de recuperação
ru: Повторите новый пароль восстановления ключа
sk_sk: Zopakujte nové heslo kľúča pre obnovu
sl: Ponovi novi ključ za obnovitev gesla
sv: Upprepa lösenord för ny återställningsnyckel
tr: Yeni Kurtarma anahtarı parolasını yineleyin
zh_tw: 再輸入新的還原金鑰密碼一次

source: Change Password
ar: عدل كلمة السر
ast: Camudar contraseña
ca: Canvia la contrasenya
cs_cz: Změnit heslo
da: Skift Kodeord
de: Passwort ändern
de_de: Passwort ändern
el: Αλλαγή Κωδικού Πρόσβασης
es: Cambiar contraseña
es_ar: Cambiar contraseña
et_ee: Muuda parooli
eu: Aldatu Pasahitza
fa: تغییر رمزعبور
fr: Changer de mot de passe
gl: Cambiar o contrasinal
hu_hu: Jelszó megváltoztatása
id: Ubah sandi
it: Modifica password
ja: パスワードを変更
ko: 암호 변경
lt_lt: Pakeisti slaptažodį
nb_no: Endre passord
nl: Wijzigen wachtwoord
pl: Zmień hasło
pt_br: Trocar Senha
pt_pt: Alterar a Senha
ru: Изменить пароль
sk_sk: Zmeniť heslo
sl: Spremeni geslo
sv: Byt lösenord
tr: Parola Değiştir
zh_tw: 變更密碼

source: Your private key password no longer match your log-in password:
ar: كلمة مرور مفتاحك الخاص لا تتطابق مع كلمة المرور الخاصة الدخول:
ast: La to contraseña de clave privada yá nun concasa cola contraseña d'accesu:
ca: La clau privada ja no es correspon amb la contrasenya d'accés:
da: Dit private nøgle kodeord stemmer ikke længere overens med dit login kodeord:
de: Das Passwort für Deinen privaten Schlüssel stimmt nicht mehr mit Deinem Loginpasswort überein.
el: Ο κωδικός του προσωπικού κλειδιού δεν ταιριάζει πλέον με τον κωδικό σύνδεσής σας:
es_ar: Tu contraseña de clave privada ya no coincide con la contraseña de ingreso:
et_ee: Sinu privaatse võtme parool ei ühti enam sinu sisselogimise parooliga:
fa: رمزعبور کلید خصوصی شما با رمزعبور شما یکسان نیست :
fr: Le mot de passe de votre clef privée ne correspond plus à votre mot de passe de connexion :
gl: O seu contrasinal da chave privada non coincide co seu contrasinal de acceso.
id: Sandi kunci privat Anda tidak lagi cocok dengan sandi masuk:
ja: もはや秘密鍵はログインパスワードと一致しません:
lt_lt: Privatus rakto slaptažodis daugiau neatitinka Jūsų prisijungimo slaptažodžio:
nb_no: Ditt passord for privat nøkkel stemmer ikke med påloggingspassordet ditt lenger:
pl: Hasło klucza prywatnego nie pasuje do hasła logowania:
pt_br: Sua senha de chave privada não coincide mais com sua senha de login:
sk_sk: Vaše heslo súkromného kľúča je rovnaké ako Vaše prihlasovacie heslo:
sl: Vaš zasebni ključ za geslo se ne ujema z geslom, vnesenim ob prijavi:
sv: Lösenordet till din privata nyckel stämmer inte längre överens med ditt inloggningslösenord:

source: Set your old private key password to your current log-in password.
ar: تعيين كلمة المرور القديمة لـ المفتاح الخاص الى كلمة المرور الخاصة بالدخول الحالية.
ast: Afitar la contraseña de la to clave privada vieya a la to contraseña actual d'accesu.
ca: Establiu la vostra contrasenya clau en funció de la contrasenya actual d'accés.
da: Sæt dit gamle private nøgle kodeord til at være dit nuværende login kodeord.
de: Setze Dein altes Passwort für Deinen privaten Schlüssel auf Dein aktuelles Login-Passwort
el: Ορίστε το παλιό σας προσωπικό κλειδί ως τον τρέχων κωδικό πρόσβασης.
es_ar: Usá tu contraseña de clave privada antigua para tu contraseña de ingreso actual.
et_ee: Pane oma vana privaatvõtme parooliks oma praegune sisselogimise parool.
fa: رمزعبور قدیمی کلید خصوصی خود را با رمزعبور فعلی تنظیم نمایید.
fr: Configurez le mot de passe de votre ancienne clef privée avec votre mot de passe courant de connexion.
gl: Estabeleza o seu contrasinal antigo da chave de recuperación ao seu contrasinal de acceso actual
id: Atur sandi kunci privat lama Anda sebagai sandi masuk Anda saat ini.
ja: 古い秘密鍵のパスワードを現在のログインパスワードに設定する。
lt_lt: Nustatyti Jūsų privataus rakto slaptažodį į Jūsų dabartinį prisijungimo.
nb_no: Sett ditt gamle passord for privat nøkkel til ditt nåværende påloggingspassord.
pl: Podaj swoje stare prywatne hasło aby ustawić nowe
pt_br: Configure sua antiga senha de chave privada para sua atual senha de login.
sk_sk: Nastavte si staré heslo súkromného kľúča k Vášmu súčasnému prihlasovaciemu heslu.
sl: Nastavite svoj star zasebni ključ v geslo, vneseno ob prijavi.
sv: Använd din gamla privata nyckels lösenord som ditt aktuella inloggningslösenord.
