Repository: nextcloud/server
Catalog: l10n/*/files.po
Languages: ast, bg_bg, cy_gb, de_de, es, eu, fr, hu_hu, id, nn_no, pt_pt, ro, ru, ru_ru, sk_sk

source: Use this address to <a href="%s" target="_blank">access your Files via WebDAV</a>
ast: Usa esta direición <a href="%s" target="_blank">p'acceder a los ficheros a traviés de WebDAV</a>
bg_bg: Използвай този адрес, за да получиш <a href="%s" target="_blank">достъп до своите файлове чрез WebDAV</a>.
de_de: Verwenden Sie diese Adresse, um <a href="%s" target="_blank">via WebDAV auf Ihre Dateien zuzugreifen</a>
es: Use esta URL <a href="%s" target="_blank">para acceder via WebDAV</a>
eu: <a href="%s" target="_blank">helbidea erabili zure fitxategiak WebDAV bidez eskuratzeko</a>
hu_hu: Ezt a címet használja, ha <a href="%s" target="_blank">WebDAV-on keresztül szeretné elérni a fájljait</a>
pt_pt: Utilize esta ligação para <a href="%s" target="_blank">aceder aos seus ficheiros via WebDAV</a>
ro: Folosește această adresă <a href="%s" target="_blank">pentru acces la fișierele tale folosind WebDAV</a>
ru: Используйте этот адрес для <a href="%s" target="_blank">доступа файлам через WebDAV</a>
sk_sk: Použite túto linku <a href="%s" target="_blank">pre prístup k vašim súborom cez WebDAV</a>

source: New
ast: Nuevu
bg_bg: Създаване
cy_gb: Newydd
de_de: Neu
es: Nuevo
eu: Berria
fr: Nouveau
hu_hu: Új
id: Baru
nn_no: Ny
pt_pt: Novo
ro: Nou
ru: Новый
ru_ru: Новый
sk_sk: Nový

source: New text file
ast: Ficheru de testu nuevu
bg_bg: Нов текстов файл
de_de: Neue Textdatei
es: Nuevo archivo de texto
eu: Testu fitxategi berria
fr: Nouveau fichier texte
hu_hu: Új szöveges file
id: Berkas teks baru
pt_pt: Novo ficheiro de texto
ro: Un nou fișier text
ru: Новый текстовый файл
sk_sk: Nový textový súbor

source: Text file
ast: Ficheru de testu
bg_bg: Текстов файл
cy_gb: Ffeil destun
de_de: Textdatei
es: Archivo de texto
eu: Testu fitxategia
fr: Fichier texte
hu_hu: Szövegfájl
id: Berkas teks
nn_no: Tekst fil
pt_pt: Ficheiro de Texto
ro: Fișier text
ru: Текстовый файл
ru_ru: Текстовый файл
sk_sk: Textový súbor

source: New folder
ast: Nueva carpeta
bg_bg: Нова папка
de_de: Neuer Ordner
es: Nueva carpeta
eu: Karpeta berria
fr: Nouveau dossier
hu_hu: Új mappa
id: Map baru
pt_pt: Nova Pasta
ro: Un nou dosar
ru: Новый каталог
sk_sk: Nový priečinok

source: Folder
ast: Carpeta
bg_bg: Папка
cy_gb: Plygell
de_de: Ordner
es: Carpeta
eu: Karpeta
fr: Dossier
hu_hu: Mappa
nn_no: Mappe
pt_pt: Pasta
ro: Dosar
ru: Каталог
ru_ru: Папка
sk_sk: Priečinok

source: From link
ast: Dende enllaz
bg_bg: От връзка
cy_gb: Dolen o
de_de: Von einem Link
es: Desde enlace
eu: Estekatik
fr: Depuis le lien
hu_hu: Feltöltés linkről
id: Dari tautan
nn_no: Frå lenkje
pt_pt: Da hiperligação
ro: De la adresa
ru: Объект по ссылке
ru_ru: По ссылке
sk_sk: Z odkazu

source: You don’t have permission to upload or create files here
ast: Nun tienes permisu pa xubir o crear ficheros equí
bg_bg: Нямаш разрешение да създаваш или качваш файлове тук.
de_de: Sie besitzen hier keine Berechtigung Dateien hochzuladen oder zu erstellen
es: No tienes permisos para subir o crear archivos aquí.
fr: Vous n'avez pas la permission de téléverser ou de créer des fichiers ici
hu_hu: Önnek nincs jogosultsága ahhoz, hogy ide állományokat töltsön föl, vagy itt újakat hozzon létre
pt_pt: Você não tem permissão para enviar ou criar ficheiros aqui
ro: Nu aveti permisiunea de a incarca sau crea fisiere aici
ru: У вас нет прав для загрузки или создания файлов здесь.
sk_sk: Nemáte oprávnenie sem nahrávať alebo vytvoriť súbory

source: Nothing in here. Upload something!
ast: Nun hai nada equí. ¡Xubi daqué!
bg_bg: Тук няма нищо. Качете нещо!
cy_gb: Does dim byd fan hyn. Llwythwch rhywbeth i fyny!
de_de: Alles leer. Laden Sie etwas hoch!
es: No hay nada aquí. ¡Suba algo!
eu: Ez dago ezer. Igo zerbait!
fr: Il n'y a rien ici ! Envoyez donc quelque chose :)
hu_hu: Itt nincs semmi. Töltsön fel valamit!
id: Tidak ada apa-apa di sini. Unggah sesuatu!
nn_no: Ingenting her. Last noko opp!
pt_pt: Vazio. Envie alguma coisa!
ro: Nimic aici. Încarcă ceva!
ru: Здесь ничего нет. Загрузите что-нибудь!
ru_ru: Здесь ничего нет. Загрузите что-нибудь!
sk_sk: Žiadny súbor. Nahrajte niečo!

source: Download
ast: Descargar
bg_bg: Изтегляне
cy_gb: Llwytho i lawr
de_de: Herunterladen
es: Descargar
eu: Deskargatu
fr: Télécharger
hu_hu: Letöltés
id: Unduh
nn_no: Last ned
pt_pt: Transferir
ro: Descarcă
ru: Скачать
ru_ru: Загрузить
sk_sk: Sťahovanie

source: Upload too large
ast: La xuba ye abondo grande
bg_bg: Прекалено голям файл за качване.
cy_gb: Maint llwytho i fyny'n rhy fawr
de_de: Der Upload ist zu groß
es: Subida demasido grande
eu: Igoera handiegia da
fr: Téléversement trop volumineux
hu_hu: A feltöltés túl nagy
id: Yang diunggah terlalu besar
nn_no: For stor opplasting
pt_pt: Upload muito grande
ro: Fișierul încărcat este prea mare
ru: Файл слишком велик
ru_ru: Загрузка слишком велика
sk_sk: Nahrávanie je príliš veľké

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
ast: Los ficheros que tas intentando xubir perpasen el tamañu máximu pa les xubíes de ficheros nesti servidor.
bg_bg: Файловете, които се опитваш да качиш са по-големи от позволеното на този сървър.
cy_gb: Mae'r ffeiliau rydych yn ceisio llwytho i fyny'n fwy na maint mwyaf llwytho ffeiliau i fyny ar y gweinydd hwn.
de_de: Die Datei überschreitet die Maximalgröße für Uploads auf diesem Server.
es: Los archivos que estás intentando subir sobrepasan el tamaño máximo permitido en este servidor.
eu: Igotzen saiatzen ari zaren fitxategiak zerbitzari honek igotzeko onartzen duena baino handiagoak dira.
fr: Les fichiers que vous essayez d'envoyer dépassent la taille maximale permise par ce serveur.
hu_hu: A feltöltendő állományok mérete meghaladja a kiszolgálón megengedett maximális méretet.
id: Berkas yang dicoba untuk diunggah melebihi ukuran maksimum pengunggahan berkas di server ini.
nn_no: Filene du prøver å lasta opp er større enn maksgrensa til denne tenaren.
pt_pt: Os ficheiro que está a tentar enviar excedem o tamanho máximo de envio neste servidor.
ro: Fișierele pe care încerci să le încarci depășesc limita de încărcare maximă admisă pe acest server.
ru: Файлы, которые вы пытаетесь загрузить, превышают лимит максимального размера на этом сервере.
ru_ru: Размер файлов, которые Вы пытаетесь загрузить, превышает максимально допустимый размер для загрузки на данный сервер.
sk_sk: Súbory, ktoré sa snažíte nahrať, presahujú maximálnu veľkosť pre nahratie súborov na tento server.

source: Files are being scanned, please wait.
ast: Tan escaniándose los ficheros, espera por favor.
bg_bg: Файловете се сканирват, изчакайте.
cy_gb: Arhoswch, mae ffeiliau'n cael eu sganio.
de_de: Dateien werden gescannt, bitte warten.
es: Los archivos están siendo escaneados, por favor espere.
eu: Fitxategiak eskaneatzen ari da, itxoin mezedez.
fr: Les fichiers sont en cours d'analyse, veuillez patienter.
hu_hu: A fájllista ellenőrzése zajlik, kis türelmet!
id: Berkas sedang dipindai, silakan tunggu.
nn_no: Skannar filer, ver venleg og vent.
pt_pt: Os ficheiros estão a ser analisados, por favor aguarde.
ro: Fișierele sunt scanate, te rog așteaptă.
ru: Подождите, файлы сканируются.
ru_ru: Файлы сканируются, пожалуйста, подождите.
sk_sk: Čakajte, súbory sú prehľadávané.

source: Currently scanning
ast: Anguaño escaneando
bg_bg: В момента се сканирва.
de_de: Durchsuchen läuft
es: Escaneando en este momento
eu: Eskaneatzen une honetan
hu_hu: Mappaellenőrzés:
pt_pt: A analisar
ru: В настоящее время сканируется
sk_sk: Prehľadáva sa

source: Name
ast: Nome
bg_bg: Име
cy_gb: Enw
es: Nombre
eu: Izena
fr: Nom
hu_hu: Név
id: Nama
nn_no: Namn
pt_pt: Nome
ro: Nume
ru: Имя
ru_ru: Имя
sk_sk: Názov

source: You donâ€™t have permission to upload or create files here
eu: Ez duzu fitxategiak hona igotzeko edo hemen sortzeko baimenik
id: Anda tidak memiliki akses untuk mengunggah atau membuat berkas disini

source: In the home folder 'Shared' is a reserved filename
fr: Dans le dossier home, 'Partagé' est un nom de fichier réservé
id: Pada folder home, 'Shared' adalah nama berkas yang sudah digunakan

source: replaced {new_name} with {old_name}
cy_gb: newidiwyd {new_name} yn lle {old_name}
fr: {new_name} a été remplacé par {old_name}
id: mengganti {new_name} dengan {old_name}
nn_no: bytte ut {new_name} med {old_name}
ru_ru: заменено {новое_имя} с {старое_имя}

source: undo
cy_gb: dadwneud
fr: annuler
id: urungkan
nn_no: angre
ru_ru: отменить действие

source: Invalid folder name. Usage of 'Shared' is reserved.
fr: Nom de dossier invalide. L'utilisation du mot 'Shared' est réservée.
id: Nama folder tidak sah. Menggunakan 'Shared' sudah digunakan.

source: Upload
cy_gb: Llwytho i fyny
fr: Envoyer
id: Unggah
nn_no: Last opp
ru_ru: Загрузить

source: Needed for multi-file and folder downloads.
cy_gb: Angen ar gyfer llwytho mwy nag un ffeil neu blygell i lawr yr un pryd.
fr: Nécessaire pour le téléchargement de plusieurs fichiers et de dossiers.
id: Dibutuhkan untuk pengunduhan multi-berkas dan multi-folder
nn_no: Nødvendig for fleirfils- og mappenedlastingar.
ru_ru: Необходимо для множественной загрузки.

source: Enable ZIP-download
cy_gb: Galluogi llwytho i lawr ZIP
fr: Activer le téléchargement ZIP
id: Aktifkan unduhan ZIP
nn_no: Slå på ZIP-nedlasting
ru_ru: Включение ZIP-загрузки

source: 0 is unlimited
cy_gb: 0 yn ddiderfyn
fr: 0 est illimité
id: 0 berarti tidak terbatas
nn_no: 0 er ubegrensa
ru_ru: 0 без ограничений

source: Maximum input size for ZIP files
cy_gb: Maint mewnbynnu mwyaf ffeiliau ZIP
fr: Taille maximale pour les fichiers ZIP
id: Ukuran masukan maksimum untuk berkas ZIP
nn_no: Maksimal storleik for ZIP-filer
ru_ru: Максимальный размер входящих ZIP-файлов

source: Deleted files
cy_gb: Ffeiliau ddilewyd
fr: Fichiers supprimés
id: Berkas yang dihapus
nn_no: Sletta filer

source: Cancel upload
cy_gb: Diddymu llwytho i fyny
fr: Annuler l'envoi
id: Batal pengunggahan
nn_no: Avbryt opplasting
ro: Anulează încărcarea
ru_ru: Отмена загрузки

source: Current scanning
cy_gb: Sganio cyfredol
fr: Analyse en cours
id: Yang sedang dipindai
nn_no: Køyrande skanning
ru_ru: Текущее сканирование

source: File name must not contain "/". Please choose a different name.
id: Nama berkas tidak boleh mengandung "/". Silakan pilih nama yang berbeda.

source: Folder name must not contain "/". Please choose a different name.
id: Nama folder tidak boleh mengandung "/". Silakan pilih nama yang berbeda.

source: Not enough space available
cy_gb: Dim digon o le ar gael
id: Ruang penyimpanan tidak mencukupi

source: '.' is an invalid file name.
cy_gb: Mae '.' yn enw ffeil annilys.
id: '.' bukan nama berkas yang valid.
ru_ru: '.' является неверным именем файла.

source: Upgrading filesystem cache...
cy_gb: Uwchraddio storfa system ffeiliau...
id: Meningkatkan tembolok sistem berkas...
ru_ru: Обновление кэша файловой системы...

source: Unable to rename file
ru_ru: Невозможно переименовать файл

source: replace
ru_ru: отмена

source: suggest name
ru_ru: подобрать название

source: cancel
ru_ru: отменить

source: replaced {new_name}
ru_ru: заменено {новое_имя}

source: perform delete operation
ru_ru: выполняется процесс удаления

source: Unable to upload your file as it is a directory or has 0 bytes
ru_ru: Невозможно загрузить файл, так как он имеет нулевой размер или является директорией

source: Upload Error
ru_ru: Ошибка загрузки

source: Close
ru_ru: Закрыть

source: 1 file uploading
ru_ru: загрузка 1 файла

source: {count} files uploading
ru_ru: {количество} загружено файлов

source: URL cannot be empty.
ru_ru: URL не должен быть пустым.

source: Invalid folder name. Usage of 'Shared' is reserved by Owncloud
ru_ru: Неверное имя папки. Использование наименования 'Опубликовано' зарезервировано Owncloud

source: 1 folder
ru_ru: 1 папка

source: {count} folders
ru_ru: {количество} папок

source: 1 file
ru_ru: 1 файл

source: {count} files
ru_ru: {количество} файлов
