Repository: nextcloud/server
Catalog: l10n/*/files_encryption.po
Languages: ar, ast, ca, cs_cz, da, de, de_de, el, es, es_ar, et_ee, eu, fa, fr, gl, hu_hu, id, it, ja, ko, lt_lt, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl, sv, tr, zh_tw

source: If you don't remember your old password you can ask your administrator to recover your files.
ar: اذا كنت لاتتذكر كلمة السر تستطيع ان تطلب من المدير ان يستعيد ملفاتك.
ast: Si nun recuerdes la contraseña vieya, pues pidir a alministrador que te recupere los ficheros.
ca: Si no recordeu la contrasenya anterior podeu demanar a l'administrador que recuperi els vostres fitxers.
cs_cz: Pokud si nepamatujete vaše původní heslo, můžete požádat správce o obnovu vašich souborů.
da: Hvis du ikke kan huske dit gamle kodeord kan du bede din administrator om at gendanne dine filer.
de: Wenn Du Dein altes Passwort vergessen hast, könntest Du Deinen Administrator bitten, Deine Daten wiederherzustellen.
de_de: Falls Sie sich nicht an Ihr altes Passwort erinnern können, fragen Sie bitte Ihren Administrator, um Ihre Dateien wiederherzustellen.
el: Εάν δεν θυμάστε τον παλιό σας κωδικό μπορείτε να ζητήσετε από τον διαχειριστή σας να επανακτήσει τα αρχεία σας.
es: Si no recuerda su antigua contraseña puede pedir a su administrador que le recupere sus ficheros.
es_ar: Si no te acordás de tu contraseña antigua, pedile al administrador que recupere tus archivos
et_ee: Kui sa ei mäleta oma vana parooli, siis palu oma süsteemihalduril taastada ligipääs failidele.
eu: Ez baduzu zure pasahitz zaharra gogoratzen eskatu zure administratzaileari zure fitxategiak berreskuratzeko.
fa: اگر رمزعبور قدیمی را فراموش کرده اید میتوانید از مدیر خود برای بازیابی فایل هایتان درخواست نمایید.
fr: Si vous ne vous souvenez plus de votre ancien mot de passe, vous pouvez demander à votre administrateur de récupérer vos fichiers.
gl: Se non lembra o seu antigo contrasinal pode pedírllelo ao seu administrador para recuperar os seus ficheiros.
hu_hu: Ha nem emlékszik a régi jelszavára akkor megkérheti a rendszergazdát, hogy állítsa vissza az állományait.
id: Jika Anda tidak ingat sandi lama, Anda dapat meminta administrator Anda untuk memulihkan berkas.
it: Se non ricordi la vecchia password puoi chiedere al tuo amministratore di recuperare i file.
ja: 古いパスワードを覚えていない場合、管理者に尋ねてファイルを回復することができます。
ko: 이전 암호가 기억나지 않으면 시스템 관리자에게 파일 복구를 요청하십시오.
lt_lt: Jei nepamenate savo seno slaptažodžio, galite paprašyti administratoriaus atkurti Jūsų failus.
nb_no: Hvis du ikke husker det gamle passordet ditt kan du spørre administratoren om å gjenopprette filene dine.
nl: Als u uw oude wachtwoord niet meer weet, kunt u uw beheerder vragen uw bestanden terug te halen.
pl: Jeśli nie pamiętasz swojego starego hasła, poproś swojego administratora, aby odzyskać pliki.
pt_br: Se você não se lembra de sua antiga senha você pode pedir ao administrador que recupere seus arquivos.
pt_pt: Se não se lembra da senha antiga pode pedir ao administrador para recuperar os seus ficheiros.
ru: Если вы не помните свой старый пароль, вы можете попросить своего администратора восстановить ваши файлы
sk_sk: Ak si nepamätáte svoje staré heslo, môžete požiadať administrátora o obnovenie svojich súborov.
sl: Če ste pozabili svoje geslo, lahko vaše datoteke obnovi le skrbnik sistema.
sv: Om du inte kommer ihåg ditt gamla lösenord kan du be din administratör att återställa dina filer.
tr: Eğer eski parolanızı hatırlamıyorsanız, yöneticinizden dosyalarınızı kurtarmasını talep edebilirsiniz.
zh_tw: 如果您忘記舊密碼，可以請求管理員協助取回檔案。

source: Old log-in password
ar: كلمة المرور القديمة الخاصة بالدخول
ast: Contraseña d'accesu vieya
ca: Contrasenya anterior d'accés
cs_cz: Původní přihlašovací heslo
da: Gammelt login kodeord
de: Altes Login Passwort
de_de: Altes Login-Passwort
el: Παλαιό συνθηματικό εισόδου
es: Contraseña de acceso antigua
es_ar: Contraseña anterior
et_ee: Vana sisselogimise parool
eu: Sartzeko pasahitz zaharra
fa: رمزعبور قدیمی
fr: Ancien mot de passe de connexion
gl: Contrasinal de acceso antigo
hu_hu: Régi bejelentkezési jelszó
id: Sandi masuk yang lama
it: Vecchia password di accesso
ja: 古いログインパスワード
ko: 이전 로그인 암호
lt_lt: Senas prisijungimo slaptažodis
nb_no: Gammelt påloggingspassord
nl: Oude wachtwoord
pl: Stare hasło logowania
pt_br: Senha antiga de login
pt_pt: Senha de iniciar sessão antiga
ru: Старый пароль для входа
sk_sk: Staré prihlasovacie heslo
sl: Staro geslo
sv: Gammalt inloggningslösenord
tr: Eski oturum açma parolası
zh_tw: 舊登入密碼

source: Current log-in password
ar: كلمة المرور الحالية الخاصة بالدخول
ast: Contraseña d'accesu actual
ca: Contrasenya d'accés actual
cs_cz: Aktuální přihlašovací heslo
da: Nuvrende login kodeord
de: Aktuelles Passwort
de_de: Momentanes Login-Passwort
el: Τρέχον συνθηματικό πρόσβασης
es: Contraseña de acceso actual
es_ar: Contraseña actual
et_ee: Praegune sisselogimise parool
eu: Sartzeko oraingo pasahitza
fa: رمزعبور فعلی
fr: Actuel mot de passe de connexion
gl: Contrasinal de acceso actual
hu_hu: Jelenlegi bejelentkezési jelszó
id: Sandi masuk saat ini
it: Password di accesso attuale
ja: 現在のログインパスワード
ko: 현재 로그인 암호
lt_lt: Dabartinis prisijungimo slaptažodis
nb_no: Nåværende påloggingspassord
nl: Huidige wachtwoord
pl: Bieżące hasło logowania
pt_br: Senha de login atual
pt_pt: Senha de iniciar sessão atual
ru: Текущйи пароль для входа
sk_sk: Súčasné prihlasovacie heslo
sl: Trenutno geslo
sv: Nuvarande inloggningslösenord
tr: Geçerli oturum açma parolası
zh_tw: 目前的登入密碼

source: Update Private Key Password
ar: تحديث كلمة المرور لـ المفتاح الخاص
ast: Anovar Contraseña de Clave Privada
ca: Actualitza la contrasenya de clau privada
cs_cz: Změnit heslo soukromého klíče
da: Opdater Privat Nøgle Kodeord
de: Passwort für den privaten Schlüssel aktualisieren
de_de: Das Passwort des privaten Schlüssels aktualisieren
el: Ενημέρωση Προσωπικού Κλειδού Πρόσβασης
es: Actualizar Contraseña de Clave Privada
es_ar: Actualizar contraseña de la clave privada
et_ee: Uuenda privaatse võtme parooli
eu: Eguneratu gako pasahitza pribatua
fa: به روز رسانی رمزعبور کلید خصوصی
fr: Mettre à jour le mot de passe de votre clé privée
gl: Actualizar o contrasinal da chave privada
hu_hu: A személyest kulcs jelszó frissítése
id: Perbarui Sandi Kunci Privat
it: Aggiorna la password della chiave privata
ja: 秘密鍵のパスワードを更新
ko: 개인 키 암호 업데이트
lt_lt: Atnaujinti privataus rakto slaptažodį
nb_no: Oppdater passord for privat nøkkel
nl: Bijwerken wachtwoord Privésleutel
pl: Aktualizacja hasła klucza prywatnego
pt_br: Atualizar senha de chave privada
pt_pt: Atualizar Senha da Chave Privada
ru: Обновить пароль от секретного ключа
sk_sk: Aktualizovať heslo súkromného kľúča
sl: Posodobi zasebni ključ
sv: Uppdatera lösenordet för din privata nyckel
tr: Özel Anahtar Parolasını Güncelle
zh_tw: 更新私人金鑰密碼

source: Enable password recovery:
ar: تفعيل استعادة كلمة المرور:
ast: Habilitar la recuperación de contraseña:
ca: Habilita la recuperació de contrasenya:
cs_cz: Povolit obnovu hesla:
da: Aktiver kodeord gendannelse:
de: Passwortwiederherstellung aktivieren:
de_de: Die Passwort-Wiederherstellung aktivieren:
el: Ενεργοποιήστε την ανάκτηση κωδικού πρόσβασης
es: Habilitar la recuperación de contraseña:
es_ar: Habilitar recuperación de contraseña:
et_ee: Luba parooli taaste:
eu: Gaitu pasahitzaren berreskuratzea:
fa: فعال سازی بازیابی رمزعبور:
fr: Activer la récupération du mot de passe :
gl: Activar o contrasinal de recuperación:
hu_hu: Jelszó-visszaállítás bekapcsolása
id: Aktifkan sandi pemulihan:
it: Abilita il ripristino della password:
ja: パスワードリカバリを有効に:
ko: 암호 복구 사용:
lt_lt: Įjungti slaptažodžio atkūrimą:
nb_no: Aktiver gjenoppretting av passord:
nl: Activeren wachtwoord herstel:
pl: Włącz hasło odzyskiwania:
pt_br: Habilitar recuperação de senha:
pt_pt: Ativar a recuperação da senha:
ru: Включить восстановление пароля:
sk_sk: Povoliť obnovu hesla:
sl: Omogoči obnovitev gesla:
sv: Aktivera lösenordsåterställning
tr: Parola kurtarmayı etkinleştir:
zh_tw: 啟用密碼還原:

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
ar: تفعيل هذا الخيار يمكنك من اعادة الوصول الى ملفاتك المشفرة عند فقدان كلمة المرور
ast: Habilitar esta opción va permitite volver a tener accesu a los ficheros cifraos en casu de perda de contraseña
ca: Activar aquesta opció us permetrà obtenir de nou accés als vostres fitxers encriptats en cas de perdre la contrasenya
cs_cz: Zapnutí této volby vám umožní znovu získat přístup k vašim zašifrovaným souborům pokud ztratíte heslo
da: Aktivering af denne valgmulighed tillader dig at generhverve adgang til dine krypterede filer i tilfælde af tab af kodeord
de: Wenn Du diese Option aktivierst, kannst Du Deine verschlüsselten Dateien wiederherstellen, falls Du Dein Passwort vergisst
de_de: Durch die Aktivierung dieser Option haben Sie die Möglichkeit, wieder auf Ihre verschlüsselten Dateien zugreifen zu können, wenn Sie Ihr Passwort verloren haben.
el: Η ενεργοποίηση αυτής της επιλογής θα σας επιτρέψει να επανακτήσετε πρόσβαση στα κρυπτογραφημένα σας αρχεία σε περίπτωση απώλειας του κωδικού σας
es: Habilitar esta opción le permitirá volver a tener acceso a sus ficheros cifrados en caso de pérdida de contraseña
es_ar: Habilitando esta opción, vas a tener acceso a tus archivos encriptados, incluso si perdés la contraseña
et_ee: Valiku lubamine võimaldab taastada ligipääsu krüpteeritud failidele kui parooli kaotuse puhul
eu: Aukera hau gaituz zure enkriptatutako fitxategiak berreskuratu ahal izango dituzu pasahitza galtzekotan
fa: فعال کردن این گزینه به شما اجازه خواهد داد در صورت از دست دادن رمزعبور به فایل های رمزگذاری شده خود دسترسی داشته باشید.
fr: Activer cette option vous permettra d'obtenir à nouveau l'accès à vos fichiers chiffrés en cas de perte de mot de passe
gl: Ao activar esta opción permitiráselle volver a obter acceso aos ficheiros cifrados no caso de perda do contrasinal
hu_hu: Ez az opció lehetővé teszi, hogy a titkosított állományok tartalmát visszanyerjük abban az esetben, ha elfelejti a jelszavát
id: Mengaktifkan opsi ini memungkinkan Anda untuk mendapatkan kembali akses ke berkas terenkripsi Anda dalam kasus kehilangan sandi
it: L'abilitazione di questa opzione ti consentirà di accedere nuovamente ai file cifrati in caso di perdita della password
ja: このオプションを有効にすると、パスワードを紛失した場合も、暗号化されたファイルに再度アクセスすることができるようになります。
ko: 이 옵션을 사용하면 암호를 잊었을 때 암호화된 파일에 다시 접근할 수 있습니다
lt_lt: Įjungus šią funkciją jums bus suteiktas pakartotinis priėjimas prie Jūsų šifruotų failų pamiršus slaptažodį.
nb_no: Aktivering av dette valget tillater deg å gjenerobre tilgang til dine krypterte filer i tilfelle du mister passordet ditt.
nl: Het activeren van deze optie maakt het mogelijk om uw versleutelde bestanden te benaderen als uw wachtwoord kwijt is
pl: Włączenie tej opcji umożliwia otrzymać dostęp do zaszyfrowanych plików w przypadku utraty hasła
pt_br: Habilitar essa opção vai permitir que você obtenha novamente acesso aos seus arquivos encriptados em caso de perda de senha
pt_pt: Ao ativar esta opção, irá poder obter o acesso aos seus ficheiros encriptados, se perder a senha
ru: Включение этой опции позволит вам получить доступ к своим зашифрованным файлам в случае утери пароля
sk_sk: Povolenie Vám umožní znovu získať prístup k Vašim zašifrovaným súborom, ak stratíte heslo
sl: Nastavitev te možnosti omogoča ponovno pridobitev dostopa do šifriranih datotek, v primeru, da boste geslo pozabili.
sv: Genom att aktivera detta alternativ kommer du kunna återfå tillgång till dina krypterade filer om du skulle förlora/glömma ditt lösenord
tr: Bu seçeneği etkinleştirmek, parola kaybı durumunda şifrelenmiş dosyalarınıza erişimi yeniden kazanmanızı sağlayacaktır
zh_tw: 啟用這個選項將會允許您因忘記密碼但需要存取您的加密檔案

source: File recovery settings updated
ar: اعدادات ملف الاستعادة تم تحديثه
ast: Opciones de recuperación de ficheros anovada
ca: S'han actualitzat els arranjaments de recuperació de fitxers
cs_cz: Možnosti záchrany souborů aktualizovány
da: Filgendannelsesindstillinger opdateret
de: Einstellungen zur Wiederherstellung von Dateien wurden aktualisiert
de_de: Die Einstellungen für die Dateiwiederherstellung wurden aktualisiert.
el: Οι ρυθμίσεις επαναφοράς αρχείων ανανεώθηκαν
es: Opciones de recuperación de archivos actualizada
es_ar: Las opciones de recuperación de archivos fueron actualizadas
et_ee: Faili taaste seaded uuendatud
eu: Fitxategi berreskuratze ezarpenak eguneratuak
fa: تنظیمات بازیابی فایل به روز شده است.
fr: Paramètres de récupération de fichiers mis à jour
gl: Actualizouse o ficheiro de axustes de recuperación
hu_hu: A fájlhelyreállítási beállítások frissültek
id: Pengaturan pemulihan berkas diperbarui
it: Impostazioni di ripristino dei file aggiornate
ja: ファイルリカバリ設定を更新しました
ko: 파일 복구 설정 업데이트됨
lt_lt: Failų atkūrimo nustatymai pakeisti
nb_no: Innstillinger for gjenoppretting av filer ble oppdatert
nl: Bestandsherstel instellingen bijgewerkt
pl: Ustawienia odzyskiwania plików zmienione
pt_br: Configurações de recuperação de arquivo atualizado
pt_pt: As definições da recuperação de ficheiro foram atualizadas
ru: Настройки файла восстановления обновлены
sk_sk: Nastavenie obnovy súborov aktualizované
sl: Nastavitve obnavljanja dokumentov so posodobljene
sv: Inställningarna för filåterställning har uppdaterats
tr: Dosya kurtarma ayarları güncellendi
zh_tw: 檔案還原設定已更新

source: Could not update file recovery
ar: تعذر تحديث ملف الاستعادة
ast: Nun pudo anovase la recuperación de ficheros
ca: No s'ha pogut actualitzar la recuperació de fitxers
cs_cz: Nelze nastavit záchranu souborů
da: Kunne ikke opdatere filgendannelse
de: Dateiwiederherstellung konnte nicht aktualisiert werden
de_de: Die Dateiwiederherstellung konnte nicht aktualisiert werden.
el: Αποτυχία ενημέρωσης ανάκτησης αρχείων
es: No se pudo actualizar la recuperación de archivos
es_ar: No fue posible actualizar la recuperación de archivos
et_ee: Ei suuda uuendada taastefaili
eu: Ezin da fitxategi berreskuratzea eguneratu
fa: به روز رسانی بازیابی فایل را نمی تواند انجام دهد.
fr: Ne peut pas remettre à jour les fichiers de récupération
gl: Non foi posíbel actualizar o ficheiro de recuperación
hu_hu: A fájlhelyreállítás nem frissíthető
id: Tidak dapat memperbarui pemulihan berkas
it: Impossibile aggiornare il ripristino dei file
ja: ファイルリカバリを更新できませんでした
ko: 파일 복구를 업데이트할 수 없습니다
lt_lt: Neišėjo atnaujinti failų atkūrimo
nb_no: Klarte ikke å oppdatere gjenoppretting av filer
nl: Kon bestandsherstel niet bijwerken
pl: Nie można zmienić pliku odzyskiwania
pt_br: Não foi possível atualizar a recuperação de arquivos
pt_pt: Não foi possível atualizar a recuperação de ficheiro
ru: Невозможно обновить файл восстановления
sk_sk: Nemožno aktualizovať obnovenie súborov
sl: Nastavitev za obnavljanje dokumentov ni mogoče posodobiti
sv: Kunde inte uppdatera filåterställning
tr: Dosya kurtarma güncellenemedi
zh_tw: 無法更新檔案還原設定

source: Go directly to your %spersonal settings%s.
ast: Dir direutamente a los tos %saxustes personales%s.
ca: Vés directament a l'%sarranjament personal%s.
cs_cz: Přejít přímo do svého %sosobního nastaveni%s.
de: Wechsle direkt zu Deinen %spersonal settings%s.
de_de: Wechseln Sie direkt zu Ihren %spersonal settings%s.
es: Ir directamente a %sOpciones%s.
eu: Joan zuzenean zure %sezarpen pertsonaletara%s.
it: Vai direttamente alle tue %simpostazioni personali%s.
nb_no: Gå direkte til dine %spersonlige innstillinger%s.
nl: Ga direct naar uw %spersoonlijke instellingen%s.
pl: Przejdź bezpośrednio do %spersonal settings%s.
pt_pt: Ir diretamente para as %sdefinições pessoais%s.
ru: Перейти напряму к вашим %spersonal settings%s.
sk_sk: Prejsť priamo do svojho %sosobného nastavenia%s.
tr: Doğrudan %skişisel ayarlarınıza%s gidin.

source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
ast: L'aplicación Encryption ta habilitada pero les tos claves nun s'aniciaron, por favor zarra sesión y aníciala de nueves
cs_cz: Aplikace pro šifrování je zapnuta, ale vaše klíče nejsou inicializované. Prosím odhlaste se a znovu přihlaste
de_de: Verschlüsselung-App ist aktiviert, aber Ihre Schlüssel sind nicht initialisiert. Bitte melden sich nochmals ab und wieder an.
es: La app de crifrado está habilitada pero tus claves no han sido inicializadas, por favor, cierra la sesión y vuelva a iniciarla de nuevo.
eu: Enkriptazio aplikazioa gaituta dago baina zure gakoak ez daude konfiguratuta, mesedez saioa bukatu eta berriro hasi
hu_hu: Az állományok titkosítása engedélyezve van, de az Ön titkos kulcsai nincsenek beállítva. Ezért kérjük, hogy jelentkezzen ki, és lépjen be újra!
id: Aplikasi Enskripsi telah diaktifkan tetapi kunci tidak diinisialisasi, silakan log-out dan log-in lagi
it: L'applicazione di cifratura è abilitata, ma le chiavi non sono state inizializzate, disconnettiti ed effettua nuovamente l'accesso
ko: 암호화 앱이 활성화되어 있지만 키가 초기화되지 않았습니다. 로그아웃한 후 다시 로그인하십시오
nb_no: App for kryptering er aktivert men nøklene dine er ikke satt opp. Logg ut og logg inn igjen.
nl: Crypto app is geactiveerd, maar uw sleutels werden niet geïnitialiseerd. Log uit en log daarna opnieuw in.
pl: Aplikacja szyfrująca jest aktywna, ale twoje klucze nie zostały zainicjowane, prosze wyloguj się i zaloguj ponownie.
pt_pt: A Aplicação de Encriptação está ativada, mas as suas chaves não inicializaram. Por favor termine e inicie a sessão novamente
ru: Приложение для шифрования активно, но ваши ключи не инициализированы, пожалуйста, перелогиньтесь
tr: Şifreleme Uygulaması etkin ancak anahtarlarınız başlatılmamış. Lütfen oturumu kapatıp yeniden açın
zh_tw: 檔案加密已啓用，但是您的金鑰尚未初始化，請重新登入一次

source: Your private key password no longer matches your log-in password.
de_de: Das Privatschlüsselpasswort darf nicht länger mit den Login-Passwort übereinstimmen.
es: Tu contraseña de clave privada ya no concuerda con tu contraseña de inicio.
eu: Zure gako pasahitza pribatua ez da dagoeneko bat etortzen zure sartzeko pasahitzarekin.
it: La password della chiave privata non corrisponde più alla password di accesso.
ru: Пароль от Вашего закрытого ключа больше не соответствует паролю от вашей учетной записи.

source: Set your old private key password to your current log-in password:
de_de: Setzen Sie Ihr altes Privatschlüsselpasswort auf Ihr aktuelles LogIn-Passwort:
es: Establezca la contraseña de clave privada antigua para su contraseña de inicio de sesión actual:
eu: Ezarri zure gako pasahitz zaharra orain duzun sartzeko pasahitzan:
it: Imposta la vecchia password della chiave privata sull'attuale password di accesso:
nl: Stel het wachtwoord van uw oude privésleutel in op uw huidige inlogwachtwoord.
ru: Замените старый пароль от закрытого ключа на новый пароль входа.
tr: Eski özel anahtar parolanızı, geçerli oturum açma parolanız olarak ayarlayın:

source: Unknown error please check your system settings or contact your administrator
el: Άγνωστο σφάλμα, παρακαλώ ελέγξτε τις ρυθμίσεις συστήματος ή επικοινωνήστε με τον διαχειριστή σας
et_ee: Tundmatu tõrge. Palun kontrolli süsteemi seadeid või võta ühendust oma süsteemi administraatoriga
pt_br: Erro desconhecido, por favor verifique suas configurações ou faça contato com o administrador
sv: Oväntat fel, kolla dina system inställningar eller kontakta din administratör

source: Your private key password no longer match your log-in password.
nl: Het wachtwoord van uw privésleutel komt niet meer overeen met uw inlogwachtwoord.

source: Saving...
et_ee: Salvestamine...
pt_br: Salvando...
sv: Sparar...
