Repository: nextcloud/server
Catalog: l10n/*/files.po
Languages: ast, bg_bg, cy_gb, de_de, es, eu, fr, hu_hu, id, nn_no, pt_pt, ro, ru, ru_ru, sk_sk

source: Not enough free space, you are uploading {size1} but only {size2} is left
ast: Nun hai abondu espaciu llibre, tas xubiendo {size1} pero namái falta {size2}
bg_bg: Няма достатъчно свободно място, ти се опитваш да качиш {size1}, но са останали само {size2}.
de_de: Nicht genügend freier Speicherplatz, Sie möchten {size1} hochladen, es sind jedoch nur noch {size2} verfügbar.
es: No hay suficiente espacio libre. Quiere subir {size1} pero solo quedan {size2}
eu: Ez dago leku nahikorik, zu {size1} igotzen ari zara baina bakarrik {size2} libre dago
fr: Espace insuffisant : vous tentez d'envoyer {size1} mais seulement {size2} sont disponibles
hu_hu: Nincs elég szabad hely. A feltöltés mérete {size1}, de csak ennyi hely van: {size2}.
pt_pt: Não existe espaço suficiente. Está a enviar {size1} mas apenas existe {size2} disponível
ro: Spațiu liber insuficient, încărcați {size1} însă doar {size2} disponibil rămas
ru: Не достаточно свободного места, Вы загружаете {size1} но осталось только {size2}
sk_sk: Nie je dostatok voľného miesta, chcete nahrať {size1} ale k dispozíciji je len {size2}

source: Upload cancelled.
ast: Xuba encaboxada.
bg_bg: Качването е прекъснато.
cy_gb: Diddymwyd llwytho i fyny.
de_de: Upload abgebrochen.
es: Subida cancelada.
eu: Igoera ezeztatuta
fr: Envoi annulé.
hu_hu: A feltöltést megszakítottuk.
id: Pengunggahan dibatalkan.
nn_no: Opplasting avbroten.
pt_pt: Envio cancelado.
ro: Încărcare anulată.
ru: Загрузка отменена.
ru_ru: Загрузка отменена
sk_sk: Odosielanie je zrušené.

source: Could not get result from server.
ast: Nun pudo obtenese'l resultáu del sirvidor.
bg_bg: Не се получи резултат от сървърът.
de_de: Ergebnis konnte nicht vom Server abgerufen werden.
es: No se pudo obtener respuesta del servidor.
eu: Ezin da zerbitzaritik emaitzik lortu
fr: Ne peut recevoir les résultats du serveur.
hu_hu: A kiszolgálótól nem kapható meg az eredmény.
id: Tidak mendapatkan hasil dari server.
nn_no: Klarte ikkje å henta resultat frå tenaren.
pt_pt: Não foi possível obter o resultado do servidor.
ro: Nu se poate obține rezultatul de la server.
ru: Не удалось получить ответ от сервера.
sk_sk: Nepodarilo sa dostať výsledky zo servera.

source: File upload is in progress. Leaving the page now will cancel the upload.
ast: La xuba del ficheru ta en progresu. Si dexes agora la páxina, va encaboxase la xuba.
bg_bg: Извършва се качване на файлове. Затварянето на тази страница ще прекъсне качването.
cy_gb: Mae ffeiliau'n cael eu llwytho i fyny. Bydd gadael y dudalen hon nawr yn diddymu'r broses.
de_de: Dateiupload läuft. Wenn Sie die Seite jetzt verlassen, wird der Upload abgebrochen.
es: La subida del archivo está en proceso. Si sale de la página ahora, la subida será cancelada.
eu: Fitxategien igoera martxan da. Orria orain uzteak igoera ezeztatutko du.
fr: L'envoi du fichier est en cours. Quitter cette page maintenant annulera l'envoi du fichier.
hu_hu: Fájlfeltöltés van folyamatban. Az oldal elhagyása megszakítja a feltöltést.
id: Berkas sedang diunggah. Meninggalkan halaman ini akan membatalkan proses.
nn_no: Fila lastar no opp. Viss du forlèt sida no vil opplastinga verta avbroten.
pt_pt: Envio de ficheiro em progresso. Se deixar a página agora, irá cancelar o envio.
ro: Fișierul este în curs de încărcare. Părăsirea paginii va întrerupe încărcarea.
ru: Идёт загрузка файла. Покинув страницу, вы прервёте загрузку.
ru_ru: Процесс загрузки файла. Если покинуть страницу сейчас, загрузка будет отменена.
sk_sk: Opustenie stránky zruší práve prebiehajúce odosielanie súboru.

source: URL cannot be empty
ast: La URL nun pue tar balera
bg_bg: Интернет адресът не може да бъде оставен празен.
de_de: Die URL darf nicht leer sein
es: La dirección URL no puede estar vacía
eu: URLa ezin da hutsik egon
fr: L'URL ne peut pas être vide
hu_hu: Az URL-cím nem maradhat kitöltetlenül
id: URL tidak boleh kosong
pt_pt: URL não pode estar vazio
ro: URL nu poate fi gol
ru: Ссылка не может быть пустой.
sk_sk: URL nemôže byť prázdna

source: {new_name} already exists
ast: {new_name} yá existe
bg_bg: {new_name} вече съществува.
cy_gb: {new_name} yn bodoli'n barod
de_de: {new_name} existiert bereits
es: {new_name} ya existe
eu: {new_name} dagoeneko existitzen da
fr: {new_name} existe déjà
hu_hu: {new_name} már létezik
id: {new_name} sudah ada
nn_no: {new_name} finst allereie
pt_pt: O nome {new_name} já existe
ro: {new_name} există deja
ru: {new_name} уже существует
ru_ru: {новое_имя} уже существует
sk_sk: {new_name} už existuje

source: Could not create file
ast: Nun pudo crease'l ficheru
bg_bg: Несупешно създаване на файла.
de_de: Die Datei konnte nicht erstellt werden
es: No se pudo crear el archivo
eu: Ezin izan da fitxategia sortu
fr: Impossible de créer le fichier
hu_hu: Az állomány nem hozható létre
id: Tidak dapat membuat berkas
pt_pt: Não pôde criar ficheiro
ro: Nu s-a putut crea fisierul
ru: Не удалось создать файл
sk_sk: Nemožno vytvoriť súbor

source: Could not create folder
ast: Nun pudo crease la carpeta
bg_bg: Неуспешно създаване на папка.
de_de: Der Ordner konnte nicht erstellt werden
es: No se pudo crear la carpeta
eu: Ezin izan da karpeta sortu
fr: Impossible de créer le dossier
hu_hu: A mappa nem hozható létre
id: Tidak dapat membuat folder
pt_pt: Não pôde criar pasta
ro: Nu s-a putut crea folderul
ru: Не удалось создать каталог
sk_sk: Nemožno vytvoriť priečinok

source: Error fetching URL
ast: Fallu obteniendo URL
bg_bg: Грешка при отварянето на интернет адреса.
de_de: Fehler beim Abrufen der URL
es: Error al descargar URL.
eu: Errorea URLa eskuratzerakoan
fr: Erreur d'accès à l'URL
hu_hu: A megadott URL-ről nem sikerül adatokat kapni
pt_pt: Erro ao obter URL
ro: Eroare încarcare URL
ru: Ошибка получения URL
sk_sk: Chyba pri načítavaní URL

source: Share
ast: Compartir
bg_bg: Споделена Папка
cy_gb: Rhannu
de_de: Teilen
es: Compartir
eu: Elkarbanatu
fr: Partager
hu_hu: Megosztás
id: Bagikan
nn_no: Del
pt_pt: Compartilhar
ro: Partajează
ru: Открыть доступ
sk_sk: Zdieľať

source: Delete
ast: Desaniciar
bg_bg: Изтриване
cy_gb: Dileu
de_de: Löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer
hu_hu: Törlés
id: Hapus
nn_no: Slett
pt_pt: Apagar
ro: Șterge
ru: Удалить
ru_ru: Удалить
sk_sk: Zmazať

source: Disconnect storage
ast: Desconeutar almacenamientu
bg_bg: Извади дисковото устройство.
de_de: Speicher trennen
es: Desconectar almacenamiento
eu: Deskonektatu biltegia
hu_hu: Tároló leválasztása
ru: Отсоединиться от хранилища
sk_sk: Odpojiť úložisko

source: Unshare
ast: Dexar de compartir
bg_bg: Премахни Споделяне
cy_gb: Dad-rannu
de_de: Freigabe aufheben
es: Dejar de compartir
eu: Ez elkarbanatu
hu_hu: A megosztás visszavonása
ru: Закрыть доступ
ru_ru: Скрыть
sk_sk: Zrušiť zdieľanie

source: Delete permanently
ast: Desaniciar dafechu
bg_bg: Изтрий завинаги
cy_gb: Dileu'n barhaol
de_de: Endgültig löschen
es: Eliminar permanentemente
eu: Ezabatu betirako
fr: Supprimer de façon définitive
hu_hu: Végleges törlés
id: Hapus secara permanen
nn_no: Slett for godt
pt_pt: Apagar Para Sempre
ro: Șterge permanent
ru: Удалить окончательно
ru_ru: Удалить навсегда
sk_sk: Zmazať trvalo

source: Rename
ast: Renomar
bg_bg: Преименуване
cy_gb: Ailenwi
de_de: Umbenennen
es: Renombrar
eu: Berrizendatu
fr: Renommer
hu_hu: Átnevezés
id: Ubah nama
nn_no: Endra namn
pt_pt: Renomear
ro: Redenumește
ru: Переименовать
ru_ru: Переименовать
sk_sk: Premenovať

source: Your download is being prepared. This might take some time if the files are big.
bg_bg: Подготовка за сваляне. Тази операция може да отнеме време особено, когато файловете са големи.
cy_gb: Wrthi'n paratoi i lwytho i lawr. Gall gymryd peth amser os yw'r ffeiliau'n fawr.
de_de: Ihr Download wird vorbereitet. Dies kann bei größeren Dateien etwas dauern.
es: Su descarga está siendo preparada. Esto podría tardar algo de tiempo si los archivos son grandes.
fr: Votre téléchargement est cours de préparation. Ceci peut nécessiter un certain temps si les fichiers sont volumineux.
id: Unduhan Anda sedang disiapkan. Prosesnya dapat berlangsung agak lama jika ukuran berkasnya besar.
nn_no: Gjer klar nedlastinga di. Dette kan ta ei stund viss filene er store.
pt_pt: A sua transferência está a ser preparada. Isto poderá demorar algum tempo, se os seus ficheiros forem grandes.
ro: Se pregătește descărcarea. Aceasta poate dura ceva timp dacă fișierele sunt mari.
ru: Идёт подготовка к скачиванию. Это может занять некоторое время, если файлы большого размера.
ru_ru: Идёт подготовка к скачке Вашего файла. Это может занять некоторое время, если фалы большие.

source: Pending
ast: Pendiente
bg_bg: Чакащо
cy_gb: I ddod
de_de: Ausstehend
es: Pendiente
eu: Zain
fr: En attente
hu_hu: Folyamatban
id: Menunggu
nn_no: Under vegs
pt_pt: Pendente
ro: În așteptare
ru: Ожидание
ru_ru: Ожидающий решения
sk_sk: Čaká

source: Error moving file.
ast: Fallu moviendo'l ficheru.
bg_bg: Грешка при местенето на файла.
de_de: Fehler beim Verschieben der Datei.
es: Error al mover el archivo.
eu: Errorea fitxategia mugitzean.
hu_hu: Hiba történt a fájl áthelyezése közben.
pt_pt: Erro a mover o ficheiro.
ro: Eroare la mutarea fișierului.
ru: Ошибка перемещения файла.
sk_sk: Chyba pri presune súboru.

source: Error moving file
ast: Fallu moviendo'l ficheru
bg_bg: Грешка при преместването на файла.
de_de: Fehler beim Verschieben der Datei
es: Error moviendo archivo
eu: Errorea fitxategia mugitzean
fr: Erreur lors du déplacement du fichier
hu_hu: Az állomány áthelyezése nem sikerült.
id: Galat saat memindahkan berkas
nn_no: Feil ved flytting av fil
pt_pt: Erro ao mover o ficheiro
ro: Eroare la mutarea fișierului
ru: Ошибка при перемещении файла
sk_sk: Chyba pri presúvaní súboru

source: Error
ast: Fallu
bg_bg: Грешка
cy_gb: Gwall
de_de: Fehler
eu: Errorea
fr: Erreur
hu_hu: Hiba
id: Galat
nn_no: Feil
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk_sk: Chyba

source: Could not rename file
ast: Nun pudo renomase'l ficheru
bg_bg: Неуспешно преименуване на файла.
de_de: Die Datei konnte nicht umbenannt werden
es: No se pudo renombrar el archivo
eu: Ezin izan da fitxategia berrizendatu
fr: Impossible de renommer le fichier
hu_hu: Az állomány nem nevezhető át
id: Tidak dapat mengubah nama berkas
pt_pt: Não pôde renomear o ficheiro
ro: Nu s-a putut redenumi fisierul
ru: Не удалось переименовать файл
sk_sk: Nemožno premenovať súbor

source: Error deleting file.
ast: Fallu desaniciando'l ficheru.
bg_bg: Грешка при изтриването на файла.
de_de: Fehler beim Löschen der Datei.
es: Error al borrar el archivo
eu: Errorea fitxategia ezabatzerakoan.
fr: Erreur pendant la suppression du fichier.
hu_hu: Hiba a file törlése közben.
id: Galat saat menghapus berkas.
pt_pt: Erro ao apagar o ficheiro.
ro: Eroare la ștergerea fisierului.
ru: Ошибка при удалении файла.
sk_sk: Chyba pri mazaní súboru.

source: Size
ast: Tamañu
bg_bg: Размер
cy_gb: Maint
de_de: Größe
es: Tamaño
eu: Tamaina
fr: Taille
hu_hu: Méret
id: Ukuran
nn_no: Storleik
pt_pt: Tamanho
ro: Mărime
ru: Размер
ru_ru: Размер
sk_sk: Veľkosť

source: Modified
ast: Modificáu
bg_bg: Променен на
cy_gb: Addaswyd
de_de: Geändert
es: Modificado
eu: Aldatuta
fr: Modifié
hu_hu: Módosítva
id: Dimodifikasi
nn_no: Endra
pt_pt: Modificado
ro: Modificat
ru: Изменён
ru_ru: Изменен
sk_sk: Upravené

source: %n folder
ast: %n carpeta
bg_bg: %n папка
de_de: %n Ordner
es: %n carpeta
eu: karpeta %n
fr: %n dossier
hu_hu: %n mappa
nn_no: %n mappe
pt_pt: %n pasta
ro: %n director
ru: %n каталог
sk_sk: %n priečinok

source: %n file
ast: %n ficheru
bg_bg: %n файл
de_de: %n Datei
es: %n archivo
eu: fitxategi %n
fr: %n fichier
hu_hu: %n állomány
id: %n berkas
nn_no: %n fil
pt_pt: %n ficheiro
ro: %n fișier
ru: %n файл
sk_sk: %n súbor

source: Uploading %n file
ast: Xubiendo %n ficheru
bg_bg: Качване на %n файл
de_de: %n Datei wird hoch geladen
es: Subiendo %n archivo
eu: Fitxategi %n igotzen
fr: Téléversement de %n fichier
hu_hu: %n állomány feltöltése
id: Mengunggah %n berkas
nn_no: Lastar opp %n fil
pt_pt: A carregar %n ficheiro
ro: Se încarcă %n fișier.
ru: Закачка %n файла
sk_sk: Nahrávam %n súbor

source: "{name}" is an invalid file name.
ast: "{name}" ye un nome de ficheru inválidu.
bg_bg: "{name}" е непозволено име за файл.
de_de: "{name}" ist kein gültiger Dateiname.
es: "{name}" es un nombre de archivo inválido.
eu: "{name}" ez da fitxategi izen baliogarria.
fr: "{name}" n'est pas un nom de fichier valide.
hu_hu: "{name}" érvénytelen, mint fájlnév.
pt_pt: "{name}" é um nome de ficheiro inválido.
ro: "{name}" este un nume de fișier nevalid.
ru: "{name}" это не правильное имя файла.
sk_sk: "{name}" je neplatné meno súboru.

source: Your storage is full, files can not be updated or synced anymore!
ast: L'almacenamientu ta completu, ¡yá nun se pueden anovar o sincronizar ficheros!
bg_bg: Заделеното място е запълнено, повече файлове не могат да бъдат синхронизирани или опреснени!
cy_gb: Mae eich storfa'n llawn, ni ellir diweddaru a chydweddu ffeiliau mwyach!
de_de: Ihr Speicher ist voll, daher können keine Dateien mehr aktualisiert oder synchronisiert werden!
es: Su almacenamiento está lleno, ¡los archivos no se actualizarán ni sincronizarán más!
eu: Zure biltegiratzea beterik dago, ezingo duzu aurrerantzean fitxategirik igo edo sinkronizatu!
fr: Votre espage de stockage est plein, les fichiers ne peuvent plus être téléversés ou synchronisés !
hu_hu: A tároló tele van, a fájlok nem frissíthetőek vagy szinkronizálhatóak a jövőben.
id: Ruang penyimpanan Anda penuh, berkas tidak dapat diperbarui atau disinkronkan lagi!
nn_no: Lagringa di er full, kan ikkje lenger oppdatera eller synkronisera!
pt_pt: O seu armazenamento está cheio, os ficheiros já não podem ser atualizados ou sincronizados.
ro: Spațiul de stocare este plin, fișierele nu mai pot fi actualizate sau sincronizate!
ru: Ваше хранилище заполнено, произведите очистку перед загрузкой новых файлов.
ru_ru: Ваше хранилище переполнено, фалы больше не могут быть обновлены или синхронизированы!
sk_sk: Vaše úložisko je plné. Súbory nemožno aktualizovať ani synchronizovať!

source: Your storage is almost full ({usedSpacePercent}%)
ast: L'almacenamientu ta casi completu ({usedSpacePercent}%)
bg_bg: Заделеното място е почити запълнено ({usedSpacePercent}%).
cy_gb: Mae eich storfa bron a bod yn llawn ({usedSpacePercent}%)
de_de: Ihr Speicher ist fast voll ({usedSpacePercent}%)
es: Su almacenamiento está casi lleno ({usedSpacePercent}%)
eu: Zure biltegiratzea nahiko beterik dago (%{usedSpacePercent})
fr: Votre espace de stockage est presque plein ({usedSpacePercent}%)
hu_hu: A tároló majdnem tele van ({usedSpacePercent}%)
id: Ruang penyimpanan hampir penuh ({usedSpacePercent}%)
nn_no: Lagringa di er nesten full ({usedSpacePercent} %)
pt_pt: O seu armazenamento está quase cheiro ({usedSpacePercent}%)
ro: Spațiul de stocare este aproape plin ({usedSpacePercent}%)
ru: Ваше хранилище почти заполнено ({usedSpacePercent}%)
ru_ru: Ваше хранилище почти полно ({usedSpacePercent}%)
sk_sk: Vaše úložisko je takmer plné ({usedSpacePercent}%)

source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
ast: L'aplicación Encryption ta habilitada pero les tos claves nun s'aniciaron, por favor zarra sesión y aníciala de nueves
bg_bg: Програмата за криптиране е включена, но твоите ключове не са зададени, моля отпиши си и се впиши отново.
de_de: Verschlüsselung-App ist aktiviert, aber Ihre Schlüssel sind nicht initialisiert. Bitte melden sich nochmals ab und wieder an.
es: La app de crifrado está habilitada pero tus claves no han sido inicializadas, por favor, cierra la sesión y vuelva a iniciarla de nuevo.
eu: Enkriptazio aplikazioa gaituta dago baina zure gakoak ez daude konfiguratuta, mesedez saioa bukatu eta berriro hasi
fr: L'application de chiffrement est activée mais vos clés ne sont pas initialisées, veuillez vous déconnecter et ensuite vous reconnecter.
hu_hu: Az állományok titkosítása engedélyezve van, de az Ön titkos kulcsai nincsenek beállítva. Ezért kérjük, hogy jelentkezzen ki, és lépjen be újra!
id: Aplikasi Enskripsi telah diaktifkan tetapi kunci tidak diinisialisasi, silakan log-out dan log-in lagi
pt_pt: A Aplicação de Encriptação está ativada, mas as suas chaves não inicializaram. Por favor termine e inicie a sessão novamente
ro: Aplicatia de criptare este activata dar tastatura nu este initializata , va rugam deconectati-va si reconectati-va
ru: Приложение для шифрования активно, но ваши ключи не инициализированы, пожалуйста, перелогиньтесь
sk_sk: Aplikácia na šifrovanie je zapnutá, ale vaše kľúče nie sú inicializované. Odhláste sa a znovu sa prihláste.

source: Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files.
ast: Clave privada non válida pa Encryption. Por favor, anueva la to contraseña de clave nos tos axustes personales pa recuperar l'accesu a los tos ficheros cifraos.
bg_bg: Невалиден личен ключ за Криптиращата Програма. Моля, обнови личния си ключ в Лични настройки, за да възстановиш достъпа до криптираните си файловете.
de_de: Ungültiger privater Schlüssel für die Verschlüsselung-App. Bitte aktualisieren Sie Ihr privates Schlüssel-Passwort, um den Zugriff auf Ihre verschlüsselten Dateien wiederherzustellen.
es: La clave privada no es válida para la app de cifrado. Por favor, actualiza la contraseña de tu clave privada en tus ajustes personales para recuperar el acceso a tus archivos cifrados.
eu: Enkriptazio aplikaziorako gako pribatu okerra. Mesedez eguneratu zure gako pribatuaren pasahitza zure ezarpen pertsonaletan zure enkriptatuko fitxategietarako sarrera berreskuratzeko.
fr: Votre clef privée pour l'application de chiffrement est invalide ! Veuillez mettre à jour le mot de passe de votre clef privée dans vos paramètres personnels pour récupérer l'accès à vos fichiers chiffrés.
hu_hu: Az állományok titkosításához használt titkos kulcsa érvénytelen. Kérjük frissítse a titkos kulcs jelszót a személyes beállításokban, hogy ismét hozzáférjen a titkosított állományaihoz!
id: Kunci privat tidak sah untuk Aplikasi Enskripsi. Silakan perbarui sandi kunci privat anda pada pengaturan pribadi untuk memulihkan akses ke berkas anda yang dienskripsi.
pt_pt: Chave privada inválida da Aplicação de Encriptação. Por favor atualize a sua senha de chave privada nas definições pessoais, para recuperar o acesso aos seus ficheiros encriptados.
ro: Cheie privată nevalidă pentru aplicația Încriptare. Te rog, actualizează-ți parola cheii private folosind setările personale pentru a reaccesa fișierele tale încriptate.
ru: Закрытый ключ приложения шифрования недействителен. Обновите закрытый ключ в личных настройках, чтобы восстановить доступ к зашифрованным файлам.
sk_sk: Chybný súkromný kľúč na šifrovanie aplikácií. Zaktualizujte si heslo súkromného kľúča v svojom osobnom nastavení, aby ste znovu získali prístup k svojim zašifrovaným súborom.

source: Encryption was disabled but your files are still encrypted. Please go to your personal settings to decrypt your files.
ast: Deshabilitose'l cifráu pero los tos ficheros tovía tán cifraos. Por favor, vete a los axustes personales pa descrifrar los tos ficheros.
bg_bg: Криптирането е изключено, но файлове ти са все още защитени. Моля, отиди на лични найстройки, за да разшфроваш файловете.
de_de: Die Verschlüsselung wurde deaktiviert, jedoch sind Ihre Dateien nach wie vor verschlüsselt. Bitte gehen Sie zu Ihren persönlichen Einstellungen, um Ihre Dateien zu entschlüsseln.
es: El cifrado ha sido deshabilitado pero tus archivos permanecen cifrados. Por favor, ve a tus ajustes personales para descifrar tus archivos.
eu: Enkriptazioa desgaitua izan da baina zure fitxategiak oraindik enkriptatuta daude. Mesedez jo zure ezarpen pertsonaletara zure fitxategiak dekodifikatzeko.
fr: Le chiffrement était désactivé mais vos fichiers sont toujours chiffrés. Veuillez vous rendre sur vos Paramètres personnels pour déchiffrer vos fichiers.
hu_hu: A titkosítási funkciót kikapcsolták, de az Ön állományai még mindig titkosított állapotban vannak. A személyes beállításoknál tudja a titkosítást feloldani.
id: Enskripi telah dinonaktifkan tetapi berkas anda tetap dienskripsi. Silakan menuju ke pengaturan pribadi untuk deskrip berkas anda.
nn_no: Kryptering er skrudd av, men filene dine er enno krypterte. Du kan dekryptera filene i personlege innstillingar.
pt_pt: A encriptação foi desactivada mas os seus ficheiros continuam encriptados. Por favor consulte as suas definições pessoais para desencriptar os ficheiros.
ro: criptarea a fost disactivata dar fisierele sant inca criptate.va rog intrati in setarile personale pentru a decripta fisierele
ru: Шифрование было отключено, но ваши файлы остались зашифрованными. Зайдите на страницу личных настроек для того, чтобы расшифровать их.
sk_sk: Šifrovanie bolo zakázané, ale vaše súbory sú stále zašifrované. Prosím, choďte do osobného nastavenia pre dešifrovanie súborov.

source: {dirs} and {files}
ast: {dirs} y {files}
bg_bg: {dirs} и {files}
de_de: {dirs} und {files}
es: {dirs} y {files}
eu: {dirs} eta {files}
fr: {dirs} et {files}
hu_hu: {dirs} és {files}
id: {dirs} dan {files}
nn_no: {dirs} og {files}
pt_pt: {dirs} e {files}
ro: {dirs} și {files}
ru: {dirs} и {files}
sk_sk: {dirs} a {files}

source: %s could not be renamed as it has been deleted
de_de: %s konnte nicht umbenannt werden, da es gelöscht wurde
eu: %s ezin izan da berrizendatu ezabatua zegoen eta
hu_hu: %s nem lehet átnevezni, mivel törölve lett
sk_sk: %s nebolo možné premenovať, pretože bol zmazaný

source: %s could not be renamed
ast: Nun se puede renomar %s
bg_bg: %s не може да бъде преименуван.
de_de: %s konnte nicht umbenannt werden
es: %s no pudo ser renombrado
eu: %s ezin da berrizendatu
fr: %s ne peut être renommé
hu_hu: %s átnevezése nem sikerült
id: %s tidak dapat diubah nama
nn_no: Klarte ikkje å omdøypa på %s
pt_pt: %s não pode ser renomeada
ro: %s nu a putut fi redenumit
ru: %s не может быть переименован
sk_sk: %s nemohol byť premenovaný

source: Upload (max. %s)
ast: Xuba (máx. %s)
bg_bg: Качване (макс. %s)
de_de: Hochladen (max. %s)
es: Subida (máx. %s)
eu: Igo (max. %s)
hu_hu: Feltöltés (max. %s)
pt_pt: Enviar (max. %s)
ro: Încarcă (max. %s)
ru: Загрузка (Максимум: %s)
sk_sk: Nahrať (max. %s)

source: File handling
ast: Alministración de ficheros
bg_bg: Операция с файла
cy_gb: Trafod ffeiliau
de_de: Dateibehandlung
es: Administración de archivos
eu: Fitxategien kudeaketa
fr: Gestion des fichiers
hu_hu: Fájlkezelés
id: Penanganan berkas
nn_no: Filhandtering
pt_pt: Manuseamento do ficheiro
ro: Manipulare fișiere
ru: Управление файлами
ru_ru: Работа с файлами
sk_sk: Nastavenie správania sa k súborom

source: Maximum upload size
ast: Tamañu máximu de xubida
bg_bg: Максимален размер
cy_gb: Maint mwyaf llwytho i fyny
de_de: Maximale Upload-Größe
es: Tamaño máximo de subida
eu: Igo daitekeen gehienezko tamaina
fr: Taille max. d'envoi
hu_hu: Maximális feltölthető fájlméret
id: Ukuran pengunggahan maksimum
nn_no: Maksimal opplastingsstorleik
pt_pt: Tamanho máximo de envio
ro: Dimensiune maximă admisă la încărcare
ru: Максимальный размер загружаемого файла
ru_ru: Максимальный размер загружаемого файла
sk_sk: Maximálna veľkosť odosielaného súboru

source: max. possible:
ast: máx. posible:
bg_bg: максимално:
cy_gb: mwyaf. posib:
de_de: maximal möglich:
es: máx. posible:
eu: max, posiblea:
hu_hu: max. lehetséges:
id: Kemungkinan maks.:
nn_no: maks. moglege:
pt_pt: Máx. possível:
ro: max. posibil:
ru: макс. возможно:
ru_ru: Максимально возможный
sk_sk: najväčšie možné:

source: Save
ast: Guardar
bg_bg: Запис
cy_gb: Cadw
de_de: Speichern
es: Guardar
eu: Gorde
fr: Sauvegarder
hu_hu: Mentés
id: Simpan
nn_no: Lagre
pt_pt: Guardar
ro: Salvează
ru: Сохранить
ru_ru: Сохранить
sk_sk: Uložiť
