Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: years ago
ast: hai años
bg_bg: преди години
ca: anys enrere
cy_gb: blwyddyn yn ôl
da: år siden
de: Vor Jahren
el: χρόνια πριν
es: hace años
et_ee: aastat tagasi
eu: urte
fi_fi: vuotta sitten
fr: il y a plusieurs années
gl: anos atrás
id: beberapa tahun lalu
it: anni fa
ja: 年前
ka_ge: წლის წინ
ko: 년 전
lt_lt: prieš metus
nb_no: årevis siden
nl: jaar geleden
pl: lat temu
pt_pt: anos atrás
ru: несколько лет назад
sq: vite më parë
sv: år sedan
tr: yıllar önce
zh_cn: 年前
zh_tw: 幾年前

source: Only the following characters are allowed in a username: "a-z", "A-Z", "0-9", and "_.@-"
ast: Namái tan permitíos los siguientes caráuteres nun nome d'usuariu: "a-z", "A-Z", "0-9", y "_.@-"
bg_bg: Само следните символи са разрешени в потребителското име: "a-z", "A-Z", "0-9", и "_.@-".
ca: Només els caràcters següents estan permesos en el nom d'usuari: "a-z", "A-Z", "0-9" i "_.@-"
da: Det er kun tilladt at benytte følgene karakterer i et brugernavn "a-z", "A-Z", "0-9", and "_.@-"
de: Folgende Zeichen sind im Benutzernamen erlaubt: "a-z", "A-Z", "0-9" und "_.@-"
el: Μόνο οι παρακάτων χαρακτήρες επιτρέπονται σε ένα όνομα χρήστη: "a-z", "A-Z", "0-9" και "_.@-"
es: Solo los siguientes caracteres están permitidos en un nombre de usuario: "a-z", "A-Z", "0-9", and "_.@-"
et_ee: Kasutajanimes on lubatud ainult järgnevad tähemärgid: "a-z", "A-Z", "0-9" ja "_.@-"
eu: Bakarrik hurrengo karaketerak onartzen dira erabiltzaile izenean: "a-z", "A-Z", "0-9", eta "_.@-"
fi_fi: Vain seuraavat merkit ovat sallittuja käyttäjätunnuksessa: "a-z", "A-Z", "0-9" ja "_.@-"
fr: Seuls les caractères suivants sont autorisés dans un nom d'utilisateur : "a-z", "A-Z", "0-9", et "_.@-"
gl: Só se permiten os seguintes caracteres no nome de usuario: «a-z», «A-Z», «0-9», e «_.@-»
it: Solo i seguenti caratteri sono ammessi in un nome utente: "a-z", "A-Z", "0-9", e "_.@-"
ja: ユーザー名で利用できる文字列は、次のものです： "a-z", "A-Z", "0-9", and "_.@-"
nb_no: Bare disse tegnene tillates i et brukernavn: "a-z", "A-Z", "0-9" og "_.@-"
nl: Alleen de volgende tekens zijn toegestaan in een gebruikersnaam: "a-z", "A-Z", "0-9", and "_.@-"
pl: W nazwach użytkowników dozwolone są wyłącznie następujące znaki: "a-z", "A-Z", "0-9", oraz "_.@-"
pt_pt: Apenas os seguintes caracteres são permitidos no nome de utilizador: "a-z", "A-Z", "0-9", e "_.@-"
ru: Только следующие символы допускаются в имени пользователя: "a-z", "A-Z", "0-9", и "_.@-"
sv: Endast följande tecken är tillåtna i ett användarnamn: "az", "AZ", "0-9", och "_ @ -."
tr: Kullanıcı adında sadece bu karakterlere izin verilmektedir: "a-z", "A-Z", "0-9", ve "_.@-"
zh_cn: 用户名只允许使用以下字符：“a-z”，“A-Z”，“0-9”，和“_.@-”

source: A valid username must be provided
ast: Tien d'apurrise un nome d'usuariu válidu
bg_bg: Валидно потребителско име трябва да бъде зададено.
ca: Heu de facilitar un nom d'usuari vàlid
da: Et gyldigt brugernavn skal angives
de: Es muss ein gültiger Benutzername angegeben werden
el: Πρέπει να δοθεί έγκυρο όνομα χρήστη
es: Se debe proporcionar un nombre de usuario válido
et_ee: Sisesta nõuetele vastav kasutajatunnus
eu: Baliozko erabiltzaile izena eman behar da
fi_fi: Anna kelvollinen käyttäjätunnus
fr: Un nom d'utilisateur valide doit être saisi
gl: Debe fornecer un nome de usuario
id: Tuliskan nama pengguna yang valid
it: Deve essere fornito un nome utente valido
ja: 有効なユーザー名を指定する必要があります
lt_lt: Vartotojo vardas turi būti tinkamas
nb_no: Oppgi et gyldig brukernavn
nl: Er moet een geldige gebruikersnaam worden opgegeven
pl: Należy podać prawidłową nazwę użytkownika
pt_pt: Um nome de utilizador válido deve ser fornecido
ru: Укажите правильное имя пользователя
sv: Ett giltigt användarnamn måste anges
tr: Geçerli bir kullanıcı adı mutlaka sağlanmalı
zh_cn: 必须提供合法的用户名

source: A valid password must be provided
ast: Tien d'apurrise una contraseña válida
bg_bg: Валидна парола трябва да бъде зададена.
ca: Heu de facilitar una contrasenya vàlida
da: En gyldig adgangskode skal angives
de: Es muss ein gültiges Passwort angegeben werden
el: Πρέπει να δοθεί έγκυρο συνθηματικό
es: Se debe proporcionar una contraseña válida
et_ee: Sisesta nõuetele vastav parool
eu: Baliozko pasahitza eman behar da
fi_fi: Anna kelvollinen salasana
fr: Un mot de passe valide doit être saisi
gl: Debe fornecer un contrasinal
id: Tuliskan sandi yang valid
it: Deve essere fornita una password valida
ja: 有効なパスワードを指定する必要があります
lt_lt: Slaptažodis turi būti tinkamas
nb_no: Oppgi et gyldig passord
nl: Er moet een geldig wachtwoord worden opgegeven
pl: Należy podać prawidłowe hasło
pt_pt: Uma password válida deve ser fornecida
ru: Укажите валидный пароль
sv: Ett giltigt lösenord måste anges
tr: Geçerli bir parola mutlaka sağlanmalı
zh_cn: 必须提供合法的密码

source: The username is already being used
ast: El nome d'usuariu yá ta usándose
bg_bg: Това потребителско име е вече заето.
ca: El nom d'usuari ja està en ús
da: Brugernavnet er allerede i brug
de: Dieser Benutzername existiert bereits
el: Το όνομα χρήστη είναι κατειλημμένο
es: El nombre de usuario ya está en uso
et_ee: Kasutajanimi on juba kasutuses
eu: Erabiltzaile izena dagoeneko erabiltzen ari da
fi_fi: Käyttäjätunnus on jo käytössä
fr: Ce nom d'utilisateur est déjà utilisé
gl: Este nome de usuario xa está a ser usado
it: Il nome utente è già utilizzato
ja: ユーザー名はすでに使われています
nb_no: Brukernavnet er allerede i bruk
nl: De gebruikersnaam bestaat al
pl: Ta nazwa użytkownika jest już używana
pt_pt: O nome de utilizador já está a ser usado
ru: Имя пользователя уже используется
sv: Användarnamnet används redan
tr: Bu kullanıcı adı zaten kullanımda
zh_cn: 用户名已被使用

source: No database drivers (sqlite, mysql, or postgresql) installed.
ast: Nun hai controladores de bases de datos (sqlite, mysql, o postgresql)
bg_bg: Липсват инсталирани драйвери за бази данни(sqlite, mysql или postgresql).
ca: No hi ha instal·lats controladors de bases de dades (sqlite, mysql o postgresql).
da: Ingen database driver (sqlite, mysql eller postgresql) er installeret.
de: Keine Datenbanktreiber (SQLite, MYSQL, oder PostgreSQL) installiert.
el: Δεν βρέθηκαν εγκατεστημένοι οδηγοί βάσεων δεδομένων (sqlite, mysql, or postgresql).
et_ee: Ühtegi andmebaasi (sqlite, mysql või postgresql) draiverit pole paigaldatud.
eu: Ez dago datubaseen (sqlite, mysql edo postgresql) driverrik instalatuta.
fi_fi: Tietokanta-ajureita (sqlite, mysql tai postgresql) ei ole asennettu.
fr: Aucun pilote de base de données (sqlite, mysql, ou postgresql) n’est installé.
gl: Non hay controladores de base de datos (sqlite, mysql, ou postgresql) instalados.
it: Nessun driver di database (sqlite, mysql o postgresql) installato
ja: データベースドライバー (sqlite, mysql, postgresql) がインストールされていません。
nb_no: Ingen databasedrivere (sqlite, mysql, or postgresql) installert.
nl: Geen database drivers (sqlite, mysql of postgres) geïnstalleerd.
pl: Brak sterowników bazy danych (sqlite, mysql or postgresql).
pt_pt: Nenhuma base de dados de drivers (sqlite, mysql, or postgresql) instaladas.
ru: Не установлены драйвера баз данных (sqlite, mysql или postgresql)
sv: Inga databasdrivrutiner (sqlite, mysql, eller postgresql) installerade.
tr: Yüklü veritabanı sürücüsü (sqlite, mysql veya postgresql) yok.
zh_cn: 没有安装数据库驱动 (SQLite、MySQL 或 PostgreSQL)。

source: Permissions can usually be fixed by %sgiving the webserver write access to the root directory%s.
ast: Davezu los permisos puen iguase %sdándo-y al sirvidor web accesu d'escritura al direutoriu raigañu%s.
bg_bg: Правата за достъп обикновено могат да бъдат оправени като %s даде разрешение на уеб сървъра да пише в root папката %s.
ca: Això normalment es pot solucionar donant a %s permís d'escriptura a la carpeta de configuració %s
da: Rettigheder kan som regel rettes ved %sat give webserveren skriveadgang til rodmappen%s.
de: Berechtigungen können normalerweise repariert werden, indem dem Webserver %s Schreibzugriff auf das Wurzelverzeichnis %s gegeben wird.
el: Τα δικαιώματα πρόσβασης μπορούν συνήθως να διορθωθούν %sδίνοντας δικαιώματα εγγραφής για τον βασικό κατάλογο στο διακομιστή δικτύου%s.
et_ee: Õigused saab tavaliselt paika %s andes veebiserverile juurkataloogile kirjutusõigused %s
eu: Hau normalean konpondu daiteke %sweb zerbitzarira erro karpetan idazteko baimenak emanez%s.
fr: Les permissions peuvent, généralement, être résolues %sen donnant au serveur web un accès en écriture au répertoire racine%s
gl: Polo xeral, isto pode ser fixado para %spermitirlle ao servidor web acceso de escritura ao directorio «root»%s.
it: I permessi possono essere normalmente corretti %sfornendo al server web accesso in scrittura alla cartella radice%s.
ja: 多くの場合、パーミッションは %s Webサーバーにルートディレクトリ %s への書き込み権限を与えることで解決できます。
nb_no: Tillatelser kan vanligvis ordnes ved %så gi web-serveren skrivetilgang til rotmappen%s.
nl: Dit kan hersteld worden door de webserver schrijfrechten te %s geven op de hoofddirectory %s.
pl: Problemy z uprawnieniami można zwykle naprawić przez %sdodanie serwerowi www uprawnień zapisu do katalogu głównego%s.
pt_pt: As autorizações podem ser resolvidas normalmente %sdando ao servidor web direito de escrita para o directório root%s.
ru: Обычно это можно исправить, %sпредоставив веб-серверу права на запись в корневой папке%s.
tr: İzinler genellikle, %sweb sunucusuna kök dizinine yazma erişimi verilerek%s çözülebilir

source: Cannot write into "config" directory
ast: Nun pue escribise nel direutoriu "config"
bg_bg: Неуспешен опит за запис в "config" папката.
ca: No es pot escriure a la carpeta "config"
da: Kan ikke skrive til mappen "config"
de: Das Schreiben in das "config"-Verzeichnis nicht möglich
el: Αδυναμία εγγραφής στον κατάλογο "config"
et_ee: Ei saa kirjutada "config" kataloogi
eu: Ezin da idatzi "config" karpetan
fi_fi: Hakemistoon "config" kirjoittaminen ei onnistu
fr: Impossible d’écrire dans le répertoire "config"
gl: Non é posíbel escribir no directorio «config»
it: Impossibile scrivere nella cartella "config"
ja: "config" ディレクトリに書き込みができません
nb_no: Kan ikke skrive i "config"-mappen
nl: Kan niet schrijven naar de "config" directory
pl: Nie można zapisać do katalogu "config"
pt_pt: Não é possível escrever na directoria "configurar"
ru: Запись в каталог "config" невозможна
sv: Kan inte skriva till "config" katalogen
tr: "config" dizinine yazılamıyor
zh_cn: 无法写入“config”目录

source: Cannot write into "apps" directory
ast: Nun pue escribise nel direutoriu "apps"
bg_bg: Неуспешен опит за запис в "apps" папката.
ca: No es pot escriure a la carpeta "apps"
da: Kan ikke skrive til mappen "apps"
de: Das Schreiben in das "apps"-Verzeichnis nicht möglich
el: Αδυναμία εγγραφής στον κατάλογο "apps"
et_ee: Ei saa kirjutada "apps" kataloogi!
eu: Ezin da idatzi "apps" karpetan
fi_fi: Hakemistoon "apps" kirjoittaminen ei onnistu
fr: Impossible d’écrire dans le répertoire "apps"
gl: Non é posíbel escribir no directorio «apps»
it: Impossibile scrivere nella cartella "apps"
ja: "apps" ディレクトリに書き込みができません
nb_no: Kan ikke skrive i "apps"-mappen
nl: Kan niet schrijven naar de "apps" directory
pl: Nie można zapisać do katalogu "apps"
pt_pt: Não é possivel escrever na directoria "aplicações"
ru: Запись в каталог "app" невозможна
sv: Kan inte skriva till "apps" katalogen!
tr: "apps" dizinine yazılamıyor
zh_cn: 无法写入“apps”目录

source: This can usually be fixed by %sgiving the webserver write access to the apps directory%s or disabling the appstore in the config file.
ast: Esto pue iguase %sdando permisos d'escritura al sirvidor Web nel direutoriu%s d'apps o deshabilitando la tienda d'apps nel ficheru de configuración.
bg_bg: Това обикновено може да бъде оправено като %s даде разрешение на уеб сървъра да записва в app папката %s или като изключи магазина за приложения в config файла.
ca: Això normalment es pot solucionar donant a %s permís d'escriptura a la carpeta d'aplicacions %s o inhabilitant la botiga d'aplicacions en el fitxer de configuració.
de: Dies kann normalerweise repariert werden, indem dem Webserver %s Schreibzugriff auf das Anwendungsverzeichnis %s gegeben wird oder die Anwendungsauswahl in der Konfigurationsdatei deaktiviert wird.
el: Αυτό μπορεί συνήθως να διορθωθεί %sδίνοντας διακαιώματα εγγραφής για τον κατάλογο εφαρμογών στο διακομιστή δικτύου%s ή απενεργοποιώντας το κέντρο εφαρμογών στο αρχείο config.
et_ee: Tavaliselt saab selle lahendada %s andes veebiserverile rakendite kataloogile kirjutusõigused %s või keelates seadetes rakendikogu.
eu: Hau normalean konpondu daiteke %sweb zerbitzarira apps karpetan idazteko baimenak emanez%s edo konfigurazio fitxategian appstorea ez gaituz.
fr: Ce problème est généralement résolu %sen donnant au serveur web un accès en écriture au répertoire apps%s ou en désactivant l'appstore dans le fichier de configuration.
gl: Polo xeral, isto pode ser fixado para %spermitirlle ao servidor web acceso de escritura ao directorio «apps»%s ou a desactivación da «appstore» no ficheiro de configuración.
it: Ciò può essere normalmente corretto %sfornendo al server web accesso in scrittura alla cartella "apps"%s o disabilitando il negozio di applicazioni nel file di configurazione.
ja: 多くの場合、これは %s Webサーバーにappsディレクトリ %s への書き込み権限を与えるか、設定ファイルでアプリストアを無効化することで解決できます。
nb_no: Dette kan vanligvis ordnes ved %så gi web-serveren skrivetilgang til apps-mappen%s eller ved å deaktivere app-butikken i config-filen.
nl: Dit kan hersteld worden door de webserver schrijfrechten te %s geven op de appsdirectory %s of door de appstore te deactiveren in het configbestand.
pl: Można to zwykle rozwiązać przez %sdodanie serwerowi www uprawnień zapisu do katalogu apps%s lub wyłączenie appstore w pliku konfiguracyjnym.
pt_pt: Isto pode ser normalmente resolvido %sdando ao servidor web direito de escrita para o directório de aplicação%s ou desactivando a loja de aplicações no ficheiro de configuração.
ru: Обычно это можно исправить, %sпредоставив веб-серверу права на запись в папку приложений%s или отключив appstore в файле конфигурации.
tr: Bu genellikle, %sweb sunucusuna apps dizinine yazma erişimi verilerek%s veya yapılandırma dosyasında appstore (uygulama mağazası) devre dışı bırakılarak çözülebilir.

source: Cannot create "data" directory (%s)
ast: Nun pue crease'l direutoriu "data" (%s)
bg_bg: Неуспешен опит за създаване на "data" папката (%s).
ca: No es pot crear la carpeta "data" (%s)
da: Kan ikke oprette mappen "data" (%s)
de: Das Erstellen des "data"-Verzeichnisses nicht möglich (%s)
el: Αδυναμία δημιουργίας του καταλόγου "data" (%s)
et_ee: Ei suuda luua "data" kataloogi (%s)
eu: Ezin da "data" karpeta sortu (%s)
fi_fi: Kansion "data" luominen ei onnistu (%s)
fr: Impossible de créer le répertoire "data" (%s)
gl: Non é posíbel crear o directorio «data» (%s)
it: Impossibile creare la cartella "data" (%s)
ja: "data" ディレクトリ (%s) を作成できません
nb_no: Kan ikke opprette "data"-mappen (%s)
nl: Kan de "data" directory (%s) niet aanmaken
pl: Nie można utworzyć katalogu "data" (%s)
pt_pt: Não é possivel criar a directoria "data" (%s)
ru: Невозможно создать каталог "data" (%s)
sv: Kan inte skapa "data" katalog (%s)
tr: "Veri" dizini oluşturulamıyor (%s)
zh_cn: 无法创建“apps”目录 (%s)

source: This can usually be fixed by <a href="%s" target="_blank">giving the webserver write access to the root directory</a>.
ast: Esto pue iguase davezu <a href="%s" target="_blank">dándo-y accesu d'escritura al direutoriu raigañu</a>.
bg_bg: Това обикновено може да бъде оправено като <a href="%s" target="_blank">дадеш разрешение на уеб сървъра да записва в root папката</a>.
ca: Aixó normalment es por solucionar <a href="%s" target="_blank">donant al servidor web permís d'accés a la carpeta arrel</a>
da: Dette kan som regel rettes ved <a href="%s" target="_blank">give webserveren skriveadgang til rodmappen</a>.
de: Dies kann normalerweise repariert werden, indem dem Webserver <a href="%s" target="_blank" Schreibzugriff auf das Wurzelverzeichnis gegeben wird</a>.
el: Αυτό μπορεί συνήθως να διορθωθεί <a href="%s" target="_blank">δίνοντας δικαιώματα εγγραφής για το βασικό κατάλογο στο διακομιστή δικτύου</a>.
et_ee: Tavaliselt saab selle lahendada <a href="%s" target="_blank">andes veebiserverile juur-kataloogile kirjutusõigused</a>.
eu: Hau normalean konpondu daiteke <a href="%s" target="_blank">web zerbitzarira erro karpetan idazteko baimenak emanez</a>.
fi_fi: Tämä on yleensä korjattavissa <a href="%s" target="_blank">antamalla http-palvelimelle kirjoitusoikeuden juurihakemistoon</a>.
fr: Ce problème est généralement résolu <a href="%s" target="_blank">en donnant au serveur web un accès en écriture au répertoire racine</a>.
gl: Polo xeral, isto pode ser fixado para <a href="%s" target="_blank">permitirlle ao servidor web acceso de escritura ao directorio «root»</a>.
it: Ciò può essere normalmente corretto <a href="%s" target="_blank">fornendo al server web accesso in scrittura alla cartella radice</a>.
ja: 多くの場合、これは<a href="%s" target="_blank">Webサーバーにルートディレクトリへの書き込み権限を与える</a>ことで解決できます。
nb_no: Dette kan vanligvis ordnes ved <a href="%s" target="_blank">gi web-serveren skrivetilgang til rotmappen</a>.
nl: Dit kan worden hersteld door <a href="%s" target="_blank"> de webserver schrijfrechten te geven tot de hoofddirectory</a>.
pl: Można to zwykle rozwiązać przez <a href="%s" target="_blank">dodanie serwerowi www uprawnień zapisu do katalogu głównego</a>.
pt_pt: Isto pode ser normalmente resolvido <a href="%s" target="_blank">dando ao servidor web direito de escrita para o directório do root</a>.
ru: Обычно это можно исправить, <a href="%s" target="_blank">предоставив веб-серверу права на запись в корневой папке.
sv: Detta kan vanligtvis åtgärdas genom att ge <a href="%s" target="_blank">webservern skrivrättigheter till rootkatalogen</a>.
tr: İzinler genellikle, <a href="%s" target="_blank">web sunucusuna kök dizinine yazma erişimi verilerek</a> çözülebilir.

source: Setting locale to %s failed
ast: Falló l'activación del idioma %s
bg_bg: Неуспешно задаване на %s като настройка език-държава.
ca: Ha fallat en establir la llengua a %s
da: Angivelse af %s for lokalitet mislykkedes
de: Das Setzen der Umgebungslokale auf %s fehlgeschlagen
el: Ρύθμιση τοπικών ρυθμίσεων σε %s απέτυχε
et_ee: Lokaadi %s määramine ebaõnnestus.
eu: Lokala %sra ezartzeak huts egin du
fi_fi: Maa-asetuksen %s asettaminen epäonnistui
fr: Le choix de la langue pour %s a échoué
gl: Fallou o axuste da configuración local a %s
it: L'impostazione della localizzazione a %s non è riuscita
ja: ロケールを %s に設定できませんでした
nb_no: Setting av nasjonale innstillinger til %s feilet.
nl: Instellen taal op %s mislukte
pl: Nie udało się zmienić języka na %s
pt_pt: Definindo local para %s falhado
ru: Установка локали в %s не удалась
tr: Dili %s olarak ayarlama başarısız
zh_cn: 设置语言为 %s 失败

source: Please install one of these locales on your system and restart your webserver.
bg_bg: Моля, инсталирай едно от следните език-държава на сървъра и рестартирай уеб сървъра.
de: Bitte installiere eine dieser Sprachen auf Deinem System und starte den Webserver neu.
eu: Instalatu hauetako lokal bat zure sisteman eta berrabiarazi zure web zerbitzaria.
gl: Instale unha destas configuracións locais no seu sistema e reinicie o servidor web.
ja: これらのロケールのうちいずれかをシステムにインストールし、Webサーバーを再起動してください。
nl: Installeer één van de talen op uw systeem en herstart uw webserver.
tr: Lütfen bu yerellerden birini sisteminize yükleyin ve web sunucunuzu yeniden başlatın.

source: Please ask your server administrator to install the module.
ast: Por favor, entrúga-y al to alministrador del sirvidor pa instalar el módulu.
bg_bg: Моля, поискай твоят администратор да инсталира модула.
ca: Demaneu a l'administrador del sistema que instal·li el mòdul.
da: Du bedes anmode din serveradministrator om at installere modulet.
de: Bitte frage, für die Installation des Moduls, Deinen Server-Administrator.
el: Παρακαλώ ζητήστε από το διαχειριστή του διακομιστή σας να εγκαταστήσει τη μονάδα.
et_ee: Palu oma serveri haldajal moodul paigadalda.
eu: Mesedez eskatu zure zerbitzariaren kudeatzaileari modulua instala dezan.
fi_fi: Pyydä palvelimen ylläpitäjää asentamaan moduulin.
fr: Veuillez demander à votre administrateur d’installer le module.
gl: Pregúntelle ao administrador do servidor pola instalación do módulo.
it: Chiedi all'amministratore del tuo server di installare il modulo.
ja: サーバー管理者にモジュールのインストールを依頼してください。
nb_no: Be server-administratoren om å installere modulen.
nl: Vraag uw beheerder om de module te installeren.
pl: Proszę poproś administratora serwera aby zainstalował ten moduł.
pt_pt: Por favor pergunte ao seu administrador do servidor para instalar o modulo.
ru: Пожалуйста, попростите администратора сервера установить модуль.
sv: Vänligen be din administratör att installera modulen.
tr: Lütfen modülün kurulması için sunucu yöneticinize danışın.
zh_cn: 请联系服务器管理员安装模块。

source: PHP module %s not installed.
ast: Nun ta instaláu'l módulu PHP %s
bg_bg: PHP модулът %s не е инсталиран.
ca: El mòdul PHP %s no està instal·lat.
da: PHP-modulet %s er ikke installeret.
de: PHP-Modul %s nicht installiert.
el: Η μονάδα %s PHP δεν είναι εγκατεστημένη.
et_ee: PHP moodulit %s pole paigaldatud.
eu: PHPren %s modulua ez dago instalaturik.
fi_fi: PHP-moduulia %s ei ole asennettu.
fr: Le module PHP %s n’est pas installé.
gl: O módulo PHP %s non está instalado.
it: Il modulo PHP %s non è installato.
ja: PHP のモジュール %s がインストールされていません。
nb_no: PHP-modul %s er ikke installert.
nl: PHP module %s niet geïnstalleerd.
pl: Moduł PHP %s nie jest zainstalowany.
pt_pt: O modulo %s PHP não está instalado.
ru: Не установлен PHP-модуль %s.
sv: PHP modulen %s är inte installerad.
tr: PHP modülü %s yüklü değil.
zh_cn: PHP %s 模块未安装。

source: PHP %s or higher is required.
ast: Necesítase PHP %s o superior
bg_bg: Изисква се PHP %s или по-нова.
ca: Es requereix PHP %s o superior.
da: Der kræves PHP %s eller nyere.
de: PHP %s oder höher wird benötigt.
el: PHP %s ή νεώτερη απαιτείται.
et_ee: PHP %s või uuem on nõutav.
eu: PHP %s edo berriagoa behar da.
fi_fi: PHP %s tai sitä uudempi vaaditaan.
fr: PHP %s ou supérieur est requis.
gl: Requirese PHP %s ou superior.
it: Richiesto PHP %s o superiore
ja: PHP %s 以上が必要です。
nb_no: PHP %s eller nyere kreves.
nl: PHP %s of hoger vereist.
pl: PHP %s lub wyższe jest wymagane.
pt_pt: Necessário PHP %s ou maior.
ru: Требуется PHP %s или выше
sv: PHP %s eller högre krävs.
tr: PHP %s veya daha üst sürümü gerekli.
zh_cn: 要求 PHP 版本 %s 或者更高。
