Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: Please change the permissions to 0770 so that the directory cannot be listed by other users.
ast: Por favor, camuda los permisos a 0770 pa que'l direutoriu nun pueda llistase por otros usuarios.
bg_bg: Моля, промени правата за достъп на 0770, за да не може директорията да бъде видяна от други потребители.
ca: Canvieu els permisos a 0770 per tal que la carpeta no es pugui llistar per altres usuaris.
da: Tilpas venligst rettigheder til 0770, så mappen ikke fremvises for andre brugere.
de: Bitte ändere die Berechtigungen auf 0770 sodass das Verzeichnis nicht von anderen Nutzer angezeigt werden kann.
el: Παρακαλώ αλλάξτε τις ρυθμίσεις σε 0770 έτσι ώστε ο κατάλογος να μην μπορεί να προβάλλεται από άλλους χρήστες.
et_ee: Palun muuda kataloogi õigused 0770-ks, et kataloogi sisu poleks teistele kasutajatele nähtav
eu: Mesedez aldatu baimenak 0770ra beste erabiltzaileek karpetan sartu ezin izateko.
fr: Veuillez changer les permissions du répertoire en mode 0770 afin que son contenu puisse être listé par les autres utilisateurs.
gl: Cambie os permisos a 0770 para que o directorio non poida seren listado por outros usuarios.
it: Modifica i permessi in 0770 in modo tale che la cartella non sia leggibile dagli altri utenti.
ja: ディレクトリが他のユーザーから見えないように、パーミッションを 0770 に変更してください。
nb_no: Endre tillatelsene til 0770 slik at mappen ikke kan listes av andre brukere.
nl: Wijzig de permissies in 0770 zodat de directory niet door anderen bekeken kan worden.
pl: Zmień uprawnienia na 0770, żeby ukryć zawartość katalogu przed innymi użytkownikami.
pt_pt: Por favor altere as permissões para 0770 para que esse directório não possa ser listado por outros utilizadores.
ru: Пожалуйста, измениите флаги разрешений на 0770 чтобы другие пользователи не могли получить списка файлов этой папки.
sv: Vänligen ändra rättigheterna till 0770 så att katalogen inte kan listas utav andra användare.
tr: Lütfen izinleri 0770 ayarlayarak dizinin diğer kullanıcılar tarafından görülememesini sağlayın.
zh_cn: 请更改权限为 0770 以避免其他用户查看目录。

source: Data directory (%s) is readable by other users
ast: El direutoriu de datos (%s) ye llexible por otros usuarios
bg_bg: Data папката (%s) може да бъде разгледана от други потребители
ca: La carpeta de dades (%s) és llegible per altres usuaris
da: Datamappen (%s) kan læses af andre brugere
de: Daten-Verzeichnis (%s) ist von anderen Nutzern lesbar
el: Ο κατάλογος δεδομένων (%s) είναι διαθέσιμος προς ανάγνωση για άλλους χρήστες
et_ee: Andmete kataloog (%s) on teistele kasutajate loetav
eu: Data karpeta (%s) beste erabiltzaileek irakur dezakete
fi_fi: Datakansio (%s) on muiden käyttäjien luettavissa
fr: Le répertoire (%s) est lisible par les autres utilisateurs
gl: O directorio de datos (%s) é lexíbel por outros usuarios
it: La cartella dei dati (%s) è leggibile dagli altri utenti
ja: データディレクトリ (%s) は他のユーザーも閲覧することができます
nb_no: Data-mappen (%s) kan leses av andre brukere
nl: De datadirectory (%s) is leesbaar voor andere gebruikers
pl: Katalog danych (%s) jest możliwy do odczytania przez innych użytkowników
pt_pt: O directório de dados (%s) é legível para outros utilizadores
ru: Папка данных (%s) доступна для чтения другим пользователям
sv: Datakatalogen (%s) kan läsas av andra användare
tr: Veri dizini (%s) diğer kullanıcılar tarafından okunabilir
zh_cn: 文件目录 (%s) 可以被其他用户读取

source: Data directory (%s) is invalid
ast: Ye inválidu'l direutoriu de datos (%s)
bg_bg: Data папката (%s) e невалидна
ca: La carpeta de dades (%s) no és vàlida
da: Datamappen (%s) er ugyldig
de: Daten-Verzeichnis (%s) ist ungültig
el: Ο κατάλογος δεδομένων (%s) είναι άκυρος
et_ee: Andmete kataloog (%s) pole korrektne
eu: Datuen karpeta (%s) ez da baliogarria
fi_fi: Datakansio (%s) on virheellinen
fr: Le répertoire (%s) est invalide
gl: O directorio de datos (%s) non é correcto
it: La cartella dei dati (%s) non è valida
ja: データディレクトリ (%s) は無効です
nb_no: Data-mappe (%s) er ugyldig
nl: Data directory (%s) is ongeldig
pl: Katalog danych (%s) jest nieprawidłowy
pt_pt: Directoria data (%s) é invalida
ru: Папка данных (%s) не верна
sv: Datakatlogen (%s) är ogiltig
tr: Veri dizini (%s) geçersiz
zh_cn: 文件目录 (%s) 无效

source: Please check that the data directory contains a file ".ocdata" in its root.
ast: Verifica que'l direutoriu de datos contién un ficheru ".ocdata" nel direutoriu raigañu.
bg_bg: Моля, увери се, че data папката съдържа файл ".ocdata" в себе си.
ca: Comproveu que la carpeta de dades contingui un fitxer ".ocdata" a la seva arrel.
da: Tjek venligst at datamappen indeholder en fil, ".ocdata" i dens rod.
de: Bitte stelle sicher, dass das Daten-Verzeichnis eine Datei namens ".ocdata" im Wurzelverzeichnis enthält.
el: Παρακαλώ ελέγξτε ότι ο κατάλογος δεδομένων περιέχει ένα αρχείο ".ocdata" στη βάση του.
et_ee: Palun veendu, et andmete kataloogis sisaldub fail ".ocdata"
eu: Mesedez egiaztatu data karpeta ".ocdata" fitxategia duela bere erroan.
fi_fi: Varmista, että datakansion juuressa on tiedosto ".ocdata".
fr: Veuillez vérifier que le répertoire de données contient un fichier ".ocdata" à sa racine.
gl: Comprobe que o directorio de datos conten un ficheiro «.ocdata» na súa raíz.
it: Verifica che la cartella dei dati contenga un file ".ocdata" nella sua radice.
ja: データディレクトリに ".ocdata" ファイルが含まれていることを確認してください。
nb_no: Sjekk at det ligger en fil ".ocdata" i roten av data-mappen.
nl: Verifieer dat de data directory een bestand ".ocdata" in de hoofdmap heeft.
pl: Sprawdź, czy katalog danych zawiera plik ".ocdata".
pt_pt: Por favor verifique que a directoria data contem um ficheiro ".ocdata" na sua raiz.
ru: Пожалуйста, убедитесь, что папка данных содержит в корне файл ".ocdata".
sv: Vänligen kontrollera att datakatalogen innehåller filen ".ocdata" i rooten.
tr: Lütfen veri dizininin kökünde ".ocdata" adlı bir dosyanın bulunduğunu denetleyin.
zh_cn: 请确保文件根目录下包含有一个名为“.ocdata”的文件。

source: Could not obtain lock type %d on "%s".
ast: Nun pudo facese'l bloquéu %d en "%s".
bg_bg: Неуспешен опит за ексклузивен достъп от типa %d върху "%s".
ca: No s'ha pogut obtenir un bloqueig tipus %d a "%s".
da: Kunne ikke opnå en låsetype %d på "%s".
de: Sperrtyp %d auf "%s" konnte nicht ermittelt werden.
el: Αδυναμία ανάκτησης τύπου κλειδιού %d στο "%s".
et_ee: Ei suutnud hankida %d tüüpi lukustust "%s".
eu: Ezin da lortu sarraia mota %d "%s"-an.
fi_fi: Lukitustapaa %d ei saatu kohteelle "%s".
fr: Impossible d'obtenir le verrouillage de type %d sur "%s".
gl: Non foi posíbel obter un bloqueo do tipo %d en «%s».
it: Impossibile ottenere il blocco di tipo %d su "%s".
ja: "%s" で %d タイプのロックを取得できませんでした。
nb_no: Klarte ikke å låse med type %d på "%s".
nl: Kon geen lock type %d krijgen op "%s".
pl: Nie można uzyskać blokady typu %d na "%s".
pt_pt: Não foi possível obter o tipo de bloqueio %d em "%s".
ru: Не удалось получить блокировку типа %d на "%s"
sv: Kan inte hämta låstyp %d på "%s".
tr: "%s" üzerinde %d kilit türü alınamadı.

source: Admin
ast: Almin
bg_bg: Админ
ca: Administració
cy_gb: Gweinyddu
de: Administration
el: Διαχείριση
es: Administración
fi_fi: Ylläpito
fr: Administration
gl: Administración
ja: 管理
ka_ge: ადმინისტრატორი
ko: 관리자
lt_lt: Administravimas
nl: Beheerder
pl: Administrator
ru: Администрирование
tr: Yönetici
zh_cn: 管理
zh_tw: 管理

source: Failed to upgrade "%s".
ca: Ha fallat l'actualització "%s".
da: Upgradering af "%s" fejlede
es: Falló la actualización "%s".
et_ee: Ebaõnnestunud uuendus "%s".
fi_fi: Kohteen "%s" päivitys epäonnistui.
id: Gagal memperbarui "%s".
it: Aggiornamento non riuscito "%s".
ko: "%s" 업그레이드에 실패했습니다.
lt_lt: Nepavyko pakelti „%s“ versijos.
nb_no: Klarte ikke å oppgradere "%s".
ru: Ошибка обновления "%s".
zh_tw: 升級失敗：%s

source: Can not set expire date. Shares can not expire later then %s after they where shared
it: Impossibile impostare la data di scadenza. Le condivisioni non possono scadere più tardi di %s dalla loro attivazione.

source: Can not set expire date. Expire date is in the past
it: Impossibile impostare la data di scadenza. La data di scadenza è già passata.

source: Please install one of theses locales on your system and restart your webserver.
ca: Instal·leu una d'aquestes llengües en el sistema i reinicieu el servidor web.
da: Installér venligst én af disse lokaliteter på dit system, og genstart din webserver.
fi_fi: Asenna järjestelmään yksi näistä maa-asetuksista ja käynnistä http-palvelin uudelleen.
it: Installa una delle seguenti localizzazioni sul tuo sistema e riavvia il server web.
nb_no: Vennligst installer en av disse nasjonale innstillingene på systemet ditt og start web-serveren på nytt.
ru: Пожалуйста, установите одну из следующих локалей в вашей системе и перезапустите веб-сервер.

source: App "%s" can't be installed because it is not compatible with this version of ownCloud.
es: La aplicación "%s" no puede ser instalada porque no es compatible con esta versión de ownCloud
id: Apl "%s" tidak dapat diinstal karena tidak kompatibel dengan versi ownCloud.
ko: 현재 ownCloud 버전과 호환되지 않기 때문에 "%s" 앱을 설치할 수 없습니다.
lt_lt: Programa „%s“ negali būti įdiegta, nes yra nesuderinama su šia ownCloud versija.
zh_tw: 無法安裝應用程式 %s 因為它和此版本的 ownCloud 不相容。

source: ZIP download is turned off.
cy_gb: Mae llwytho ZIP wedi ei ddiffodd.
es: La descarga en ZIP está desactivada.
id: Pengunduhan ZIP dimatikan.
ka_ge: ZIP download–ი გათიშულია
ko: ZIP 다운로드가 비활성화되었습니다.
lt_lt: ZIP atsisiuntimo galimybė yra išjungta.
sq: Shkarimi i skedarëve ZIP është i çaktivizuar.
zh_tw: ZIP 下載已關閉。

source: Files need to be downloaded one by one.
cy_gb: Mae angen llwytho ffeiliau i lawr fesul un.
es: Los archivos deben ser descargados uno por uno.
id: Berkas harus diunduh satu persatu.
ka_ge: ფაილები უნდა გადმოიტვირთოს სათითაოდ.
ko: 파일을 개별적으로 다운로드해야 합니다.
lt_lt: Failai turi būti parsiunčiami vienas po kito.
sq: Skedarët duhet të shkarkohen një nga një.
zh_tw: 檔案需要逐一下載。

source: Back to Files
cy_gb: Nôl i Ffeiliau
es: Volver a Archivos
id: Kembali ke Berkas
ka_ge: უკან ფაილებში
ko: 파일로 돌아가기
lt_lt: Atgal į Failus
sq: Kthehu tek skedarët
zh_tw: 回到檔案列表

source: Selected files too large to generate zip file.
cy_gb: Mae'r ffeiliau ddewiswyd yn rhy fawr i gynhyrchu ffeil zip.
es: Los archivos seleccionados son demasiado grandes para generar el archivo zip.
id: Berkas yang dipilih terlalu besar untuk dibuat berkas zip-nya.
ka_ge: არჩეული ფაილები ძალიან დიდია zip ფაილის გენერაციისთვის.
ko: 선택한 파일들은 ZIP 파일을 생성하기에 너무 큽니다.
lt_lt: Pasirinkti failai per dideli archyvavimui į ZIP.
sq: Skedarët e selektuar janë shumë të mëdhenj për të krijuar një skedar ZIP.
zh_tw: 選擇的檔案太大以致於無法產生壓縮檔。

source: Please download the files separately in smaller chunks or kindly ask your administrator.
es: Descargue los archivos en trozos más pequeños, por separado o solicítelos amablemente su administrador.
id: Silahkan unduh berkas secara terpisah dalam bentuk potongan kecil atau meminta ke administrator anda.
lt_lt: Prašome atsisiųsti failus mažesnėmis dalimis atskirai, arba mandagiai prašykite savo administratoriaus.

source: Files
cy_gb: Ffeiliau
es: Archivos
id: Berkas
ka_ge: ფაილები
ko: 파일
lt_lt: Failai
sq: Skedarët
zh_tw: 檔案

source: Text
cy_gb: Testun
es: Texto
id: Teks
ka_ge: ტექსტი
ko: 텍스트
lt_lt: Žinučių
sq: Tekst
zh_tw: 文字

source: Images
cy_gb: Delweddau
es: Imágenes
id: Gambar
ka_ge: სურათები
ko: 그림
lt_lt: Paveikslėliai
sq: Foto
zh_tw: 圖片

source: cannot open "%s"
ko: "%s"을(를) 열 수 없습니다.
zh_tw: 無法開啓 %s

source: Download the files in smaller chunks, seperately or kindly ask your administrator.
ko: 작은 조각들 안에 들어있는 파일들을 받고자 하신다면, 나누어서 받으시거나 혹은 시스템 관리자에게 정중하게 물어보십시오
zh_tw: 以小分割下載您的檔案，請詢問您的系統管理員。

source: MySQL username and/or password not valid
cy_gb: Enw a/neu gyfrinair MySQL annilys
ka_ge: MySQL იუზერნეიმი და/ან პაროლი არ არის სწორი
ko: MySQL 사용자 이름이나 암호가 잘못되었습니다.
sq: Përdoruesi dhe/apo kodi i MySQL-it i pavlefshëm.
zh_tw: MySQL 用戶名和/或密碼無效

source: MySQL user '%s'@'localhost' exists already.
cy_gb: Defnyddiwr MySQL '%s'@'localhost' yn bodoli eisoes.
ka_ge: MySQL მომხმარებელი '%s'@'localhost' უკვე არსებობს.
ko: MySQL 사용자 '%s'@'localhost'이(가) 이미 존재합니다.
sq: Përdoruesi MySQL '%s'@'localhost' ekziston.
zh_tw: MySQL 使用者 '%s'@'localhost' 已經存在。

source: Drop this user from MySQL
cy_gb: Gollwng y defnyddiwr hwn o MySQL
ka_ge: წაშალე ეს მომხამრებელი MySQL–იდან
ko: 이 사용자를 MySQL에서 뺍니다.
sq: Eliminoni këtë përdorues nga MySQL
zh_tw: 在 MySQL 移除這個使用者

source: MySQL user '%s'@'%%' already exists
cy_gb: Defnyddiwr MySQL '%s'@'%%' eisoes yn bodoli
ka_ge: MySQL მომხმარებელი '%s'@'%%' უკვე არსებობს
ko: MySQL 사용자 '%s'@'%%'이(가) 이미 존재합니다.
sq: Përdoruesi MySQL '%s'@'%%' ekziston
zh_tw: MySQL 使用者 '%s'@'%%' 已經存在

source: Drop this user from MySQL.
cy_gb: Gollwng y defnyddiwr hwn o MySQL.
ka_ge: წაშალე ეს მომხამრებელი MySQL–იდან
ko: 이 사용자를 MySQL에서 뺍니다.
sq: Eliminoni këtë përdorues nga MySQL.
zh_tw: 在 MySQL 移除這個使用者。

source: Caused by:
ko: 원인:
zh_tw: 原因：

source: Apps
ka_ge: აპლიკაციები
sq: App

source: couldn't be determined
ka_ge: ვერ განისაზღვრა
sq: nuk u vendos dot

source: 1 minute ago
ka_ge: 1 წუთის წინ
sq: 1 minutë më parë

source: %d minutes ago
ka_ge: %d წუთის წინ
sq: %d minuta më parë

source: 1 hour ago
ka_ge: 1 საათის წინ
sq: 1 orë më parë

source: %d hours ago
ka_ge: %d საათის წინ
sq: %d orë më parë

source: %d days ago
ka_ge: %d დღის წინ
sq: %d ditë më parë

source: %d months ago
ka_ge: %d თვის წინ
sq: %d muaj më parë
