Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
ast: El to sirvidor web entá nun ta configuráu afayadizamente pa permitir la sincronización de ficheros porque la interfaz WebDAV paez tar rota.
bg_bg: Твоят web сървър все още не е правилно настроен да позволява синхронизация на файлове, защото WebDAV интерфейсът изглежда не работи.
ca: El servidor web no està configurat correctament per permetre la sincronització de fitxers perquè la interfície WebDAV sembla no funcionar correctament.
cy_gb: Nid yw eich gweinydd wedi'i gyflunio eto i ganiatáu cydweddu ffeiliau oherwydd bod y rhyngwyneb WebDAV wedi torri.
da: Din webserver er endnu ikke sat op til at tillade fil synkronisering fordi WebDAV grænsefladen virker ødelagt.
de: Dein Web-Server ist noch nicht für Datei-Synchronisation bereit, weil die WebDAV-Schnittstelle vermutlich defekt ist.
el: Ο διακομιστής σας δεν έχει ρυθμιστεί κατάλληλα ώστε να επιτρέπει τον συγχρονισμό αρχείων γιατί η διεπαφή WebDAV πιθανόν να είναι κατεστραμμένη.
es: Su servidor web aún no está configurado adecuadamente para permitir sincronización de archivos ya que la interfaz WebDAV parece no estar funcionando.
et_ee: Veebiserveri ei ole veel korralikult seadistatud võimaldamaks failide sünkroniseerimist, kuna WebDAV liides näib olevat mittetoimiv.
eu: Zure web zerbitzaria ez dago oraindik ongi konfiguratuta fitxategien sinkronizazioa egiteko, WebDAV interfazea ongi ez dagoela dirudi.
fi_fi: Web-palvelimen asetukset eivät ole kelvolliset tiedostojen synkronointia varten, koska WebDAV-liitäntä vaikuttaa olevan rikki.
fr: Votre serveur web, n'est pas correctement configuré pour permettre la synchronisation des fichiers, car l'interface WebDav ne fonctionne pas comme il faut.
gl: O seu servidor web aínda non está configurado axeidamente para permitir a sincronización de ficheiros xa que semella que a interface WebDAV non está a funcionar.
id: Web server Anda belum dikonfigurasikan dengan baik untuk mengizinkan sinkronisasi berkas karena tampaknya antarmuka WebDAV rusak.
it: Il tuo server web non è configurato correttamente per consentire la sincronizzazione dei file poiché l'interfaccia WebDAV sembra essere danneggiata.
ja: WebDAVインターフェースに問題があると思われるため、WEBサーバーはまだファイルの同期を許可するよう適切に設定されていません。
ka_ge: თქვენი web სერვერი არ არის კონფიგურირებული ფაილ სინქრონიზაციისთვის, რადგან WebDAV ინტერფეისი შეიძლება იყოს გატეხილი.
ko: WebDAV 인터페이스가 제대로 작동하지 않습니다. 웹 서버에서 파일 동기화를 사용할 수 있도록 설정이 제대로 되지 않은 것 같습니다.
lt_lt: Jūsų serveris nėra tvarkingai nustatytas leisti failų sinchronizaciją, nes WebDAV sąsaja panašu, kad yra sugadinta.
nb_no: Din nettservev er ikke konfigurert korrekt for filsynkronisering. WebDAV ser ut til å ikke funkere.
nl: Uw webserver is nog niet goed ingesteld voor bestandssynchronisatie omdat de WebDAV interface verbroken lijkt.
pl: Serwer internetowy nie jest jeszcze poprawnie skonfigurowany, aby umożliwić synchronizację plików, ponieważ interfejs WebDAV wydaje się być uszkodzony.
pt_pt: O seu servidor web não está configurado correctamente para autorizar sincronização de ficheiros, pois o interface WebDAV parece estar com problemas.
ru: Ваш веб сервер до сих пор не настроен правильно для возможности синхронизации файлов, похоже что проблема в неисправности интерфейса WebDAV.
sq: Serveri web i juaji nuk është konfiguruar akoma për të lejuar sinkronizimin e skedarëve sepse ndërfaqja WebDAV mund të jetë e dëmtuar.
sv: Din webbserver är inte korrekt konfigurerad för att tillåta filsynkronisering eftersom WebDAV inte verkar fungera.
tr: Web sunucunuz dosya eşitlemesine izin vermek üzere düzgün bir şekilde yapılandırılmamış. WebDAV arayüzü sorunlu görünüyor.
zh_cn: 您的Web服务器尚未正确设置以允许文件同步, 因为WebDAV的接口似乎已损坏.
zh_tw: 您的網頁伺服器尚未被正確設定來進行檔案同步，因為您的 WebDAV 界面似乎無法使用。

source: Please double check the <a href='%s'>installation guides</a>.
ast: Por favor, comprueba les <a href='%s'>guíes d'instalación</a>.
bg_bg: Моля, провери <a href='%s'>ръководството за инсталиране</a> отново.
ca: Comproveu les <a href='%s'>guies d'instal·lació</a>.
cy_gb: Gwiriwch y <a href='%s'>canllawiau gosod</a> eto.
da: Dobbelttjek venligst <a href='%s'>installations vejledningerne</a>.
de: Bitte prüfe die <a href='%s'>Installationsanleitungen</a>.
el: Ελέγξτε ξανά τις <a href='%s'>οδηγίες εγκατάστασης</a>.
es: Por favor, vuelva a comprobar las <a href='%s'>guías de instalación</a>.
et_ee: Palun tutvu veelkord <a href='%s'>paigalduse juhenditega</a>.
eu: Mesedez begiratu <a href='%s'>instalazio gidak</a>.
fi_fi: Lue tarkasti <a href='%s'>asennusohjeet</a>.
fr: Veuillez vous référer au <a href='%s'>guide d'installation</a>.
gl: Volva comprobar as <a href='%s'>guías de instalación</a>
id: Silakan periksa ulang <a href='%s'>panduan instalasi</a>.
it: Leggi attentamente le <a href='%s'>guide d'installazione</a>.
ja: <a href='%s'>インストールガイド</a>をよく確認してください。
ka_ge: გთხოვთ გადაათვალიეროთ <a href='%s'>ინსტალაციის გზამკვლევი</a>.
ko: <a href='%s'>설치 가이드</a>를 다시 한 번 확인하십시오.
lt_lt: Prašome pažiūrėkite dar kartą <a href='%s'>diegimo instrukcijas</a>.
nb_no: Vennligst dobbelsjekk <a href='%s'>installasjonsguiden</a>.
nl: Controleer de <a href='%s'>installatiehandleiding</a> goed.
pl: Sprawdź ponownie <a href='%s'>przewodniki instalacji</a>.
pt_pt: Por favor verifique <a href='%s'>installation guides</a>.
ru: Пожалуйста, дважды просмотрите <a href='%s'>инструкции по установке</a>.
sq: Ju lutemi kontrolloni mirë <a href='%s'>shoqëruesin e instalimit</a>.
sv: Var god kontrollera <a href='%s'>installationsguiden</a>.
tr: Lütfen <a href='%s'>kurulum kılavuzlarını</a> iki kez kontrol edin.
zh_cn: 请认真检查<a href='%s'>安装指南</a>.
zh_tw: 請參考<a href='%s'>安裝指南</a>。

source: %s shared »%s« with you
ast: %s compartió »%s« contigo
bg_bg: %s сподели »%s« с теб
ca: %s ha compartit »%s« amb tu
da: %s delte »%s« med sig
de: %s teilte »%s« mit Dir
el: Ο %s διαμοιράστηκε μαζί σας το »%s«
es: %s ha compatido »%s« contigo
et_ee: %s jagas sinuga »%s«
eu: %s-ek »%s« zurekin partekatu du
fi_fi: %s jakoi kohteen »%s« kanssasi
fr: %s partagé »%s« avec vous
gl: %s compartiu «%s» con vostede
id: %s membagikan »%s« dengan anda
it: %s ha condiviso «%s» con te
ja: %sが あなたと »%s«を共有しました
lt_lt: %s pasidalino »%s« su tavimi
nb_no: %s delte »%s« med deg
nl: %s deelde »%s« met jou
pl: %s Współdzielone »%s« z tobą
pt_pt: %s partilhado »%s« consigo
ru: %s поделился »%s« с вами
sv: %s delade »%s« med dig
tr: %s sizinle »%s« paylaşımında bulundu
zh_cn: %s 向您分享了 »%s«

source: Sharing %s failed, because the file does not exist
ast: Compartir %s falló, porque'l ficheru nun esiste
bg_bg: Неуспешно споделяне на %s, защото файлът не съществува.
ca: Ha fallat en compartir %s, perquè el fitxer no existeix
da: Deling af %s mislykkedes, fordi filen ikke eksisterer
de: Freigabe von %s fehlgeschlagen, da die Datei nicht existiert
el: Ο διαμοιρασμός του %s απέτυχε, γιατί το αρχείο δεν υπάρχει
es: No se pudo compartir %s porque el archivo no existe
et_ee: %s jagamine ebaõnnestus, kuna faili pole olemas
eu: %s elkarbanatzeak huts egin du, fitxategia ez delako existitzen
fi_fi: Kohteen %s jakaminen epäonnistui, koska tiedostoa ei ole olemassa
fr: Le partage de %s a échoué car le fichier n'existe pas
gl: Fallou a compartición de %s, o ficheiro non existe
it: Condivisione di %s non riuscita, poiché il file non esiste
ja: %s の共有に失敗しました。そのようなファイルは存在しないからです。
nb_no: Deling av %s feilet, fordi filen ikke eksisterer
nl: Delen van %s is mislukt, omdat het bestand niet bestaat
pl: Wspóldzielenie %s nie powiodło się. ponieważ plik nie istnieje
pt_pt: A partilha de %s falhou, porque o ficheiro não existe
ru: Публикация %s неудачна, т.к. файл не существует
sv: Delning av %s misslyckades på grund av att filen inte existerar
tr: %s paylaşımı, dosya mevcut olmadığından başarısız oldu
zh_cn: 共享 %s 失败，因为文件不存在。

source: You are not allowed to share %s
ast: Nun tienes permisu pa compartir %s
bg_bg: Не ти е разрешено да споделяш %s.
ca: No se us permet compartir %s
da: Du har ikke tilladelse til at dele %s
de: Die Freigabe von %s ist Dir nicht erlaubt
el: Δεν επιτρέπεται να διαμοιράσετε τον πόρο %s
et_ee: Sul pole lubatud %s jagada
eu: Ez zadue %s elkarbanatzeko baimendua
fi_fi: Oikeutesi eivät riitä kohteen %s jakamiseen.
fr: Vous n'êtes pas autorisé à partager %s
gl: Non ten permiso para compartir %s
it: Non ti è consentito condividere %s
ja: %s を共有することを許可されていません。
nb_no: Du har ikke lov til å dele %s
nl: U bent niet bevoegd om %s te delen
pl: Nie masz uprawnień aby udostępnić %s
pt_pt: Não está autorizado a partilhar %s
ru: Вам запрещено публиковать %s
sv: Du har inte rätt att dela %s
tr: %s paylaşımını yapma izniniz yok
zh_cn: 您无权分享 %s

source: Sharing %s failed, because the user %s is the item owner
ast: Compartir %s falló, yá que l'usuariu %s ye'l dueñu del elementu
bg_bg: Споделяне на %s е неуспешно, защото потребител %s е оригиналния собственик.
ca: Ha fallat en compartir %s, perquè l'usuari %s és el propietari de l'element
da: Der skete en fejl ved deling af %s, brugeren %s er ejer af objektet
de: Freigabe von %s fehlgeschlagen, da der Nutzer %s Besitzer des Objektes ist
el: Ο διαμοιρασμός του %s απέτυχε, γιατί ο χρήστης %s είναι ο ιδιοκτήτης του αντικειμένου
es: Compartiendo %s ha fallado, ya que el usuario %s es el dueño del elemento
et_ee: %s jagamine ebaõnnestus, kuna kuna kasutaja %s on üksuse omanik
eu: %s elkarbanatzeak huts egin du, %s erabiltzailea jabea delako
fi_fi: Kohteen %s jakaminen epäonnistui, koska käyttäjä %s on kohteen omistaja
fr: Le partage de %s a échoué car l'utilisateur %s est le propriétaire de l'objet
gl: Fallou a compartición de %s, o propietario do elemento é o usuario %s
it: Condivisione di %s non riuscita, poiché l'utente %s è il proprietario dell'oggetto
ja: %s の共有に失敗しました。ユーザー %s がアイテム所有者です。
nb_no: Deling av %s feilet, fordi brukeren %s er eier av elementet
nl: Delen van %s is mislukt, omdat de gebruiker %s de eigenaar is
pl: Współdzielenie %s nie powiodło się, ponieważ użytkownik %s jest właścicielem elementu
pt_pt: A partilha %s falhou, porque o utilizador %s é o proprietário
ru: Не удалось установить общий доступ для %s, пользователь %s уже является владельцем
sv: Delning %s misslyckades därför att användaren %s är den som äger objektet
tr: %s paylaşımı, %s öge sahibi olduğundan başarısız oldu
zh_cn: 共享 %s 失败，因为用户 %s 是对象的拥有者

source: Sharing %s failed, because the user %s does not exist
ast: Compartir %s falló, yá que l'usuariu %s nun esiste
bg_bg: Неуспешно споделяне на %s, защото потребител %s не съществува.
ca: Ha fallat en compartir %s, perquè l'usuari %s no existeix
da: Der skete en fejl ved deling af %s, brugeren %s eksistere ikke
de: Freigabe von %s fehlgeschlagen, da der Nutzer %s nicht existiert
el: Ο διαμοιρασμός του %s απέτυχε, γιατί ο χρήστης %s δεν υπάρχει
es: Compartiendo %s ha fallado, ya que el usuario %s no existe
et_ee: %s jagamine ebaõnnestus, kuna kasutajat %s pole olemas
eu: %s elkarbanatzeak huts egin du, %s erabiltzailea existitzen ez delako
fi_fi: Kohteen %s jakaminen epäonnistui, koska käyttäjää %s ei ole olemassa
fr: Le partage de %s a échoué car l'utilisateur %s n'existe pas
gl: Fallou a compartición de %s, o usuario %s non existe
it: Condivisione di %s non riuscita, poiché l'utente %s non esiste
ja: %s の共有に失敗しました。ユーザー %s が存在しません。
nb_no: Deling av %s feilet, fordi brukeren %s ikke finnes
nl: Delen van %s is mislukt, omdat gebruiker %s niet bestaat
pl: Współdzielenie %s nie powiodło się, ponieważ użytkownik %s nie istnieje
pt_pt: A partilha %s falhou, porque o utilizador %s nao existe
ru: Не удалось установить общий доступ для %s, пользователь %s не существует.
sv: Delning %s misslyckades därför att användaren %s inte existerar
tr: %s paylaşımı, %s kullanıcısı mevcut olmadığından başarısız oldu
zh_cn: 共享 %s 失败，因为用户 %s 不存在

source: Sharing %s failed, because the user %s is not a member of any groups that %s is a member of
ast: Compartir %s falló, yá que l'usuariu %s nun ye miembru de nengún de los grupos de los que ye miembru %s
bg_bg: Неуспешно споделяне на %s, защото %s не е член никоя от групите, в които %s членува.
ca: Ha fallat en compartir %s, perquè l'usuari %s no és membre de cap grup dels que %s és membre
da: Der skete en fejl ved deling af %s, brugeren %s er ikke medlem af nogle grupper som %s er medlem af
de: Freigabe von %s fehlgeschlagen, da der Nutzer %s kein Gruppenmitglied einer der Gruppen von %s ist
el: Ο διαμοιρασμός του %s απέτυχε, γιατί ο χρήστης %s δεν είναι μέλος καμίας ομάδας στην οποία ο χρήστης %s είναι μέλος
es: Compartiendo %s ha fallado, ya que el usuario %s no es miembro de algún grupo que %s es miembro
et_ee: %s jagamine ebaõnnestus, kuna kasutaja %s pole ühegi grupi liige, millede liige on %s
eu: %s elkarbanatzeak huts egin du, %s erabiltzailea ez delako %s partaide den talderen bateko partaidea
fr: Le partage de %s a échoué car l'utilisateur %s n'est membre d'aucun groupe auquel %s appartient
gl: Fallou a compartición de %s, o usuario %s non é membro de ningún grupo que sexa membro de %s
it: Condivisione di %s non riuscita, poiché l'utente %s non appartiene ad alcun gruppo di cui %s è membro
ja: %s の共有に失敗しました。ユーザー %s はどのグループにも属していません。%s は、??のメンバーです。
nb_no: Deling av %s feilet, fordi brukeren %s ikke er medlem av noen grupper som %s er medlem av
nl: Delen van %s is mislukt, omdat gebruiker %s geen lid is van een groep waar %s lid van is
pl: Współdzielenie %s nie powiodło się, ponieważ użytkownik %s nie jest członkiem żadnej grupy której członkiem jest %s
pt_pt: A partilha %s falhou, porque o utilizador %s não pertence a nenhum dos grupos que %s é membro de
ru: Не удалось опубликовать %s, т.к. пользователь %s не является членом какой-либо группы в которую входит %s
sv: Delning %s misslyckades därför att användaren %s inte är medlem i någon utav de grupper som %s är medlem i
tr: %s paylaşımı, %s kullanıcısının %s üyeliklerinden birine sahip olmadığından başarısız oldu
zh_cn: 共享 %s 失败，因为用户 %s 不是 %s 所属的任何组的用户

source: Sharing %s failed, because this item is already shared with %s
ast: Compartir %s falló, porque esti elementu yá ta compartiéndose con %s
bg_bg: Неуспешно споделяне на %s, защото това съдържание е вече споделено с %s.
ca: Ha fallat en compartir %s, perquè l'element ja està compartit amb %s
da: Der skete en fejl ved deling af %s, objektet er allerede delt med %s
de: Freigabe von %s fehlgeschlagen, da dieses Objekt schon mit %s geteilt wird
el: Ο διαμοιρασμός του %s απέτυχε, γιατί το αντικείμενο είναι διαμοιρασμένο ήδη με τον χρήστη %s
es: Compartiendo %s ha fallado, ya que este elemento ya está compartido con %s
et_ee: %s jagamine ebaõnnestus, kuna see üksus on juba jagatud %s
eu: %s elkarbanatzeak huts egin du, dagoeneko %s erabiltzailearekin elkarbanatuta dagoelako
fi_fi: Kohteen %s jakaminen epäonnistui, koska kohde on jo jaettu käyttäjän %s kanssa
fr: Le partage de %s a échoué car cet objet est déjà partagé avec %s
gl: Fallou a compartición de %s, este elemento xa está compartido con %s
it: Condivisione di %s non riuscita, poiché l'oggetto è già condiviso con %s
ja: %s の共有に失敗しました。このアイテムは既に %s で共有されています。
nb_no: Deling av %s feilet, fordi dette elementet allerede er delt med %s
nl: Delen van %s is mislukt, omdat het object al wordt gedeeld met %s
pl: Współdzielenie %s nie powiodło się, ponieważ element jest już współdzielony z %s
pt_pt: A partilha %s falhou, porque o item já está a ser partilhado com %s
ru: Не удалось установить общий доступ для %s ,в виду того что, объект уже находиться в общем доступе с %s
sv: Delning %s misslyckades därför att objektet redan är delat med %s
tr: %s paylaşımı, %s ile zaten paylaşıldığından dolayı başarısız oldu
zh_cn: 共享 %s 失败，因为它已经共享给 %s

source: Sharing %s failed, because the group %s does not exist
ast: Compartir %s falló, porque'l grupu %s nun esiste
bg_bg: Неупешно споделяне на %s, защото групата %s не съществува.
ca: Ha fallat en compartir %s, perquè el grup %s no existeix
da: Der skete en fejl ved deling af %s, gruppen %s eksistere ikke
de: Freigabe von %s fehlgeschlagen, da die Gruppe %s nicht existiert
el: Ο διαμοιρασμός του %s απέτυχε, γιατί η ομάδα χρηστών %s δεν υπάρχει
es: Compartiendo %s ha fallado, ya que el grupo %s no existe
et_ee: %s jagamine ebaõnnestus, kuna gruppi %s pole olemas
eu: %s elkarbanatzeak huts egin du, %s taldea ez delako existitzen
fi_fi: Kohteen %s jakaminen epäonnistui, koska ryhmää %s ei ole olemassa
fr: Le partage de %s a échoué car le groupe %s n'existe pas
gl: Fallou a compartición de %s, o grupo %s non existe
it: Condivisione di %s non riuscita, poiché il gruppo %s non esiste
ja: %s の共有に失敗しました。グループ %s は存在しません。
nb_no: Deling av %s feilet, fordi gruppen %s ikke finnes
nl: Delen van %s is mislukt, omdat groep %s niet bestaat
pl: Współdzielenie %s nie powiodło się, ponieważ grupa %s nie istnieje
pt_pt: A partilha %s falhou, porque o grupo %s não existe
ru: Не удалось установить общий доступ для %s, группа %s не существует.
sv: Delning %s misslyckades därför att gruppen %s inte existerar
tr: %s paylaşımı, %s grubu mevcut olmadığından başarısız oldu
zh_cn: 共享 %s 失败，因为 %s 组不存在

source: Sharing %s failed, because %s is not a member of the group %s
ast: Compartir %s falló, porque %s nun ye miembru del grupu %s
bg_bg: Неуспешно споделяне на %s, защото %s не е член на групата %s.
ca: Ha fallat en compartir %s, perquè %s no és membre del grup %s
da: Der skete en fejl ved deling af %s, fordi %s ikke er medlem af gruppen %s
de: Freigabe von %s fehlgeschlagen, da %s kein Mitglied der Gruppe %s ist
el: Ο διαμοιρασμός του %s απέτυχε, γιατί ο χρήστης %s δεν είναι μέλος της ομάδας %s
es: Compartiendo %s ha fallado, ya que %s no es miembro del grupo %s
et_ee: %s jagamine ebaõnnestus, kuna %s pole grupi %s liige
eu: %s elkarbanatzeak huts egin du, %s ez delako %s taldearen partaidea
fi_fi: Kohteen %s jakaminen epäonnistui, koska käyttäjä %s ei ole ryhmän %s jäsen
fr: Le partage de %s a échoué car %s n'est pas membre du groupe %s
gl: Fallou a compartición de %s, %s non é membro do grupo %s
it: Condivisione di %s non riuscita, poiché %s non appartiene al gruppo %s
ja: %s の共有に失敗しました。%s は、グループ %s のメンバーではありません。
nb_no: Deling av %s feilet, fordi %s ikke er medlem av gruppen %s
nl: Delen van %s is mislukt, omdat %s geen lid is van groep %s
pl: Współdzielenie %s nie powiodło się, ponieważ %s nie jest członkiem grupy %s
pt_pt: A partilha %s falhou, porque o utilizador %s não é membro do grupo %s
ru: Не удалось установить общий доступ для %s, %s не является членом группы %s
sv: Delning %s misslyckades därför att %s inte ingår i gruppen %s
tr: %s paylaşımı, %s kullanıcısı %s grup üyesi olmadığından başarısız oldu
zh_cn: 共享 %s 失败，因为 %s 不是 %s 组的成员

source: You need to provide a password to create a public link, only protected links are allowed
ast: Necesites apurrir una contraseña pa crear un enllaz públicu, namái tan permitíos los enllaces protexíos
bg_bg: Трябва да зададеш парола, за да създадеш общодостъпен линк за споделяне, само защитени с пароли линкове са разрешени.
ca: Heu de proporcionar una contrasenya per crear un enllaç públic. Només es permeten enllaços segurs.
da: Du skal angive et kodeord for at oprette et offentligt link - kun beskyttede links er tilladt
de: Es sind nur geschützte Links zulässig, daher müssen Sie ein Passwort angeben, um einen öffentlichen Link zu generieren
el: Πρέπει να εισάγετε έναν κωδικό για να δημιουργήσετε έναν δημόσιο σύνδεσμο. Μόνο προστατευμένοι σύνδεσμοι επιτρέπονται
es: Es necesario definir una contraseña para crear un enlace publico. Solo los enlaces protegidos están permitidos
et_ee: Avaliku viite tekitamiseks pead sisestama parooli, ainult kaitstud viited on lubatud
eu: Lotura publiko bat sortzeko pasahitza idatzi behar duzu, bakarrik babestutako loturak baimenduta daude
fi_fi: Anna salasana luodaksesi julkisen linkin. Vain suojatut linkit ovat sallittuja
fr: Vous devez fournir un mot de passe pour créer un lien public, seul les liens protégés sont autorisées.
gl: Ten que fornecer un contrasinal para a ligazón pública, só se permiten ligazóns protexidas
it: Devi fornire una password per creare un collegamento pubblico, sono consentiti solo i collegamenti protetti
ja: 公開用リンクの作成にはパスワードの設定が必要です
nb_no: Du må oppgi et passord for å lage en offentlig lenke. Bare beskyttede lenker er tillatt
nl: U moet een wachtwoord verstrekken om een openbare koppeling te maken, alleen beschermde links zijn toegestaan
pl: Musisz zapewnić hasło aby utworzyć link publiczny, dozwolone są tylko linki chronione
pt_pt: Necessita de fornecer a senha para criar um link publico, só são permitidos links protegidos
ru: Вам нужно задать пароль для создания публичной ссылки. Разрешены только защищённые ссылки
sv: Du måste ange ett lösenord för att skapa en offentlig länk, endast skyddade länkar är tillåtna
tr: Herkese açık bir bağlantı oluşturmak için bir parola belirtmeniz gerekiyor. Sadece korunmuş bağlantılara izin verilmektedir

source: Sharing %s failed, because sharing with links is not allowed
ast: Compartir %s falló, porque nun se permite compartir con enllaces
bg_bg: Неуспешно споделяне на %s, защото споделянето посредством връзки не е разрешено.
ca: Ha fallat en compartir %s, perquè no es permet compartir amb enllaços
da: Der skete en fejl ved deling af %s, det er ikke tilladt at dele links
de: Freigabe von %s fehlgeschlagen, da das Teilen von Verknüpfungen nicht erlaubt ist
el: Ο διαμοιρασμός του %s απέτυχε, γιατί δεν επιτρέπεται ο διαμοιρασμός με συνδέσμους
es: Compartiendo %s ha fallado, ya que compartir con enlaces no está permitido
et_ee: %s jagamine ebaõnnestus, kuna linkidega jagamine pole lubatud
eu: %s elkarbanatzeak huts egin du, lotura bidezko elkarbanatzea baimendua ez dagoelako
fi_fi: Kohteen %s jakaminen epäonnistui, koska jakaminen linkkejä käyttäen ei ole sallittu
fr: Le partage de %s a échoué car un partage de lien n'est pas permis
gl: Fallou a compartición de %s, non está permitido compartir con ligazóns
it: Condivisione di %s non riuscita, poiché i collegamenti non sono consentiti
ja: %s の共有に失敗しました。リンクでの共有は許可されていません。
nb_no: Deling av %s feilet, fordi deling med lenker ikke er tillatt
nl: Delen van %s is mislukt, omdat het delen met links niet is toegestaan
pl: Współdzielenie %s nie powiodło się, ponieważ współdzielenie z linkami nie jest dozwolone
pt_pt: A partilha de %s falhou, porque partilhar com links não é permitido
ru: Не удалось установить общий доступ для %s, потому что обмен со ссылками не допускается
sv: Delning %s misslyckades därför att delning utav länkar inte är tillåtet
tr: %s paylaşımı, bağlantılar ile paylaşım izin verilmediğinden başarısız oldu
zh_cn: 共享 %s 失败，因为不允许用链接共享

source: Share type %s is not valid for %s
ast: La triba de compartición %s nun ye válida pa %s
bg_bg: Споделянето на тип %s не валидно за %s.
ca: La compartició tipus %s no és vàlida per %s
da: Delingstypen %s er ikke gyldig for %s
de: Freigabetyp %s ist nicht gültig für %s
el: Ο τύπος διαμοιρασμού %s δεν είναι έγκυρος για το %s
es: Compartir tipo %s no es válido para %s
et_ee: Jagamise tüüp %s ei ole õige %s jaoks
eu: %s elkarbanaketa mota ez da %srentzako egokia
fr: Le type de partage %s n'est pas valide pour %s
gl: Non se admite a compartición do tipo %s para %s
it: Il tipo di condivisione %s non è valido per %s
ja: %s の共有方法は、%s には適用できません。
nb_no: Delingstype %s er ikke gyldig for %s
nl: Delen van type %s is niet geldig voor %s
pl: Typ udziału %s nie jest właściwy dla %s
pt_pt: O tipo de partilha %s não é válido para %s
ru: Такой тип общего доступа как %s не допустим для %s
sv: Delningstyp %s är inte giltig för %s
tr: %s paylaşım türü %s için geçerli değil
zh_cn: %s 不是 %s 的合法共享类型
