Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: Please ask your server administrator to update PHP to the latest version. Your PHP version is no longer supported by ownCloud and the PHP community.
ast: Por favor, entrúga-y al to alministrador del sirvidor p'anovar PHP a la cabera versión. La to versión PHP nun ta sofitada por ownCloud y la comunidá PHP.
bg_bg: Моля, поискай твоят администратор да обнови PHP до най-новата верския. Твоята PHP версия вече не се поддържа от ownCloud и PHP общността.
ca: Demaneu a l'administrador que actualitzi PHP a l'última versió. La versió que teniu instal·lada no té suport d'ownCloud ni de la comunitat PHP.
da: Bed venligst din serveradministrator om at opdatere PHP til seneste version. Din PHP-version understøttes ikke længere af ownCload og PHP-fællesskabet.
de: Bitte frage zur Aktualisierung von PHP auf die letzte Version Deinen Server-Administrator. Deine PHP-Version wird nicht länger durch ownCloud und der PHP-Gemeinschaft unterstützt.
el: Παρακαλώ ζητήστε από το διαχειριστή του διακομιστή σας να ενημερώσει τον PHP στη νεώτερη έκδοση. Η έκδοση του PHP σας δεν υποστηρίζεται πλεον από το ownCloud και την κοινότητα PHP.
et_ee: Palu oma serveri haldajal uuendada PHP viimasele versioonile. Sinu PHP versioon pole enam toetatud ownCloud-i ja PHP kogukonna poolt.
eu: Mesedez eskatu zure zerbitzariaren kudeatzaileari PHP azkenengo bertsiora eguneratzea. Zure PHP bertsioa ez dute ez ownCloud eta ez PHP komunitateek mantentzen.
fi_fi: Pyydä palvelimen ylläpitäjää päivittämään PHP uusimpaan versioon. Käyttämäsi PHP-versio ei ole enää tuettu ownCloud- ja PHP-yhteisön toimesta.
fr: Veuillez demander à votre administrateur de mettre à jour PHP vers sa dernière version disponible. La vôtre n’est plus supportée par ownCloud, de même que par la communauté PHP.
gl: Pregúntelle ao administrador do servidor pola actualización de PHP á versión máis recente. A súa versión de PHP xa non é asistida polas comunidades de ownCloud e PHP.
it: Chiedi al tuo amministratore di aggiornare PHP all'ultima versione. La tua versione di PHP non è più supportata da ownCloud e dalla comunità di PHP.
ja: PHPを最新バージョンに更新するようサーバー管理者に依頼してください。現在のPHPのバージョンは、ownCloudおよびPHPコミュニティでサポートされていません。
nb_no: Be server-administratoren om å oppdatere PHP til nyeste versjon. PHP-versjonen du bruker støttes ikke lenger av ownCloud og PHP-fellesskapet.
nl: Vraag uw beheerder om PHP bij te werken tot de laatste versie. Uw PHP versie wordt niet langer ondersteund door ownCloud en de PHP community.
pl: Proszę poproś administratora serwera aby zaktualizował PHP do najnowszej wersji. Twoja wersja PHP nie jest już dłużej wspierana przez ownCloud i społeczność PHP.
pt_pt: Por favor pessa ao seu administrador de servidor para actualizar o PHP para a ultima versão. A sua versão de PHP não é mais suportada pelo owncloud e a comunidade PHP.
ru: Пожалуйста, обратитесь к администратору сервера, чтобы обновить PHP до последней версии. Ваша версия PHP больше не поддерживается ownCloud и сообществом PHP.
sv: Vänligen be serveradministratören uppdatera PHP till den senaste versionen. Din PHP-version stöds inte längre av ownCloud.
tr: Lütfen PHP'yi en son sürüme güncellemesi için sunucu yönetinize danışın. PHP sürümünüz ownCloud ve PHP topluluğu tarafından artık desteklenmemektedir.
zh_cn: 请联系服务器管理员升级 PHP 到最新的版本。ownCloud 和 PHP 社区已经不再支持此版本的 PHP。

source: PHP Safe Mode is enabled. ownCloud requires that it is disabled to work properly.
ast: Ta habilitáu'l mou seguru de PHP. ownCloud requier que tea deshabilitáu pa furrular afayadízamente
bg_bg: PHP Safe Mode е включен. ownCloud изисква този режим да бъде изключен, за да функионира нормално.
ca: El mode segur de PHP està activat. OwnCloud requereix que es desactivi per funcionar correctament.
da: PHP Safe Mode er slået til. ownCload kræver at denne er slået fra, for at fungere ordentligt.
de: PHP-Sicherheitsmodus ist aktiviert. ownCloud benötigt für eine korrekte Funktion eine Deaktivierung von diesem Modus.
el: Η Ασφαλής Λειτουργία PHP έχει ενεργοποιηθεί. Το ownCloud απαιτεί να είναι απενεργοποιημένη για να λειτουργεί σωστά.
et_ee: PHP Safe Mode on lubatud. ownCloud vajab normaalseks toimimiseks, et see oleks keelatud.
eu: PHP SafeMode gaitua dago. ownCloudek ongi funtzionatzeko desgaitua behar du.
fi_fi: PHP:n "Safe Mode" on käytössä. ownCloud vaatii toimiakseen "Safe Moden" poistamisen käytöstä.
fr: PHP Safe Mode est activé. ownCloud requiert sa désactivation afin de fonctionner correctement.
gl: O modo seguro de PHP está activado. ownCloud precisa que estea desactivado para traballar doadamente.
it: PHP Safe Mode è abilitato. ownCloud richiede che sia disabilitato per funzionare correttamente.
ja: PHPセーフモードは有効です。ownCloudを適切に動作させるには無効化する必要があります。
nb_no: PHP Safe Mode er aktivert. ownCloud krever at det deaktiveres for å fungere korrekt.
nl: PHP Safe Mode is ingeschakeld. Voor een goede werking van ownCloud moet die modus zijn uitgeschakeld.
pl: Bezpieczny tryb PHP jest aktywny. ownCloud do poprawnej pracy wymaga aby był on wyłączony.
pt_pt: O modo seguro de PHP está activo. O ownCloud requer que isto esteja desactivado para funcionar em condições.
ru: Включен безопасный режим PHP. ownCloud требует, чтобы он был выключен для корректной работы.
sv: PHP Safe Mode är aktiverat. ownCloud kräver att det är deaktiverat för att fungera korrekt.
tr: PHP Güvenli Kip (Safe Mode) etkin. ownCloud düzgün çalışabilmesi için bunun devre dışı olmasını gerektirir.
zh_cn: PHP Safe Mode 已经启用，ownCloud 需要 Safe Mode 停用以正常工作。

source: PHP Safe Mode is a deprecated and mostly useless setting that should be disabled. Please ask your server administrator to disable it in php.ini or in your webserver config.
ast: Mou seguru de PHP ye un entornu en desusu que tien de desactivase. Contauta col alministrador del sirvidor pa desactivalu en php.ini o na configuración del sirvidor web.
bg_bg: PHP Safe Mode е непропръчителна и общо взето безсмислена настройка и трябва да бъде изключена. Моля, поискай твоя администратор да я изключи ви php.ini или в конфигурацията на уве сървъра.
ca: El mode segur de PHP està desfasat i és principalment inútil i hauria de desactivar-se. Demaneu a l'administrador que el desactivi a php.ini o a la configuració del servidor web.
da: PHP Safe Mode er udgået og stort set en ubrugelig indstilling, der bør slås fra. Spørg venligst din serveradministrator om at slå den fra i php.ini eller din webeserver-konfiguration.
de: Der PHP-Sicherheitsmodus ist eine veraltete und meist nutzlose Einstellung, die deaktiviert werden sollte. Bitte frage Deinen Server-Administrator zur Deaktivierung in der php.ini oder Deiner Webserver-Konfiguration.
el: Η Ασφαλής Λειτουργεία PHP είναι μια ξεπερασμένη και κατά κύριο λόγο άχρηστη ρύθμιση που θα πρέπει να είναι απενεργοποιημένη. Παρακαλώ ζητήστε από το διαχειριστή του διακομιστή σας να την απενεργοποιήσει στο php.ini ή στις ρυθμίσεις του διακομιστή δικτύου σας.
et_ee: PHP Safe Mode on aegunud ja üldiselt kasutu seadistus, mis tuleks keelata. Palu oma serveri haldajal see keelata php.ini failis või veebiserveri seadetes.
eu: PHP Safe Mode ia erabiligabeko ezarpen zahar bat da eta desgaituta egon beharko luke. Mesedez eskatu zerbitzariaren kudeatzaileari php.ini edo zure web zerbitzariaren konfigurazioan desgaitu dezan.
fr: PHP Safe Mode est déprécié, inutile la plupart du temps, et doit être désactivé. Veuillez demander à votre administrateur serveur de le désactiver dans le fichier php.ini ou dans votre configuration du serveur web.
gl: O modo seguro de PHP é un entorno en desuso e maiormente inútil que ten que seren desactivado. Pregúntelle ao administrador do servidor pola desactivación en php.ini ou na configuración do servidor web.
it: PHP Safe Mode è un'impostazione sconsigliata e solitamente inutile che dovrebbe essere disabilitata. Chiedi al tuo amministratore di disabilitarlo nel file php.ini o nella configurazione del server web.
ja: PHPセーフモードは推奨されておらず、ほとんど役に立たない設定のため、無効化すべきです。サーバー管理者に、php.iniもしくはWebサーバー設定で無効化するよう依頼してください。
nb_no: PHP Safe Mode er en avskrevet og stort sett unyttig innstilling som bør deaktiveres. Be server-administratoren om å deaktivere det i php.ini eller i konfigurasjonen for web-serveren.
nl: PHP Safe Mode is niet langer zinvol en zou eigenlijk gedeactiveerd moeten worden. Vraag uw beheerder om Safe Mode in php.ini of in de webserver configuratie te deactiveren.
pl: Bezpieczny tryb PHP jest przestarzały i w większości bezużyteczny i powinien być wyłączony. Proszę poproś administratora serwera aby wyłączył go w php.ini lub w pliku konfiguracyjnym serwera www.
pt_pt: O modo seguro PHP está obsoleto e a maior parte das definições inúteis devem ser desactivadas. Por favor pessa ao seu administrador de servidor para desactivar isto em php.ini ou no seu config do servidor web.
ru: Безопасный режим PHP не поддерживается и его следует выключить как практически бесполезную настройку. Пожалуйста, попросите администратора сервера выключить его в php.ini либо в вашей конфигурации веб-сервера.
tr: PHP Güvenli Kip (Safe Mode), eskimiş ve devre dışı bırakılması gereken en kullanışsız ayardır. Lütfen php.ini veya web sunucu yapılandırması içerisinde devre dışı bırakması için sunucu yöneticinize danışın.
zh_cn: PHP Safe Mode 已经被废弃并且应当被停用。请联系服务器管理员在 php.ini 或您的服务器设置中停用 Safe Mode。

source: Magic Quotes is enabled. ownCloud requires that it is disabled to work properly.
ast: Tán habilitaes les Magic Quotes. ownCloud requier que les deshabilites pa funcionar afayadizamente.
bg_bg: Magic Quotes е включен. ownCloud изисква да е изключен, за да функнионира нормално.
ca: Les Magic Quotes estan activades. OwnCloud requereix que les desactiveu per funcionar correctament.
da: Magic Quotes er slået til. ownCloud kræver at denne er slået fra, for at fungere ordentligt.
de: Magic Quotes ist aktiviert. ownCloud benötigt für eine korrekte Funktion eine Deaktivierung von diesem Modus.
el: Οι Magic Quotes είναι ενεργοποιημένες. Το ownCloud απαιτεί να είναι απενεργοποιημένες για να λειτουργεί σωστά.
et_ee: Magic Quotes on lubatud. ownCloud vajab normaalseks toimimiseks, et see oleks keelatud.
eu: Magic Quotes gaitua dago. ownCloudek ongi funtzionatzeko desgaitua behar du.
fr: Magic Quotes est activé. ownCloud requiert sa désactivation afin de fonctionner correctement.
gl: «Magic Quotes» está activado. ownCloud precisa que estea desactivado para traballar doadamente.
it: Magic Quotes è abilitato. ownCloud richiede che sia disabilitato per funzionare correttamente.
ja: マジッククォートは有効です。ownCloudを適切に動作させるには無効にする必要があります。
nb_no: Magic Quotes er aktivert. ownCloud krever at det deaktiveres for å fungere korrekt.
nl: Magic Quotes is geactiveerd. Voor een goede werking van ownCloud moet dit zijn uitgeschakeld.
pl: Magic Quotes są włączone. Do poprawnego działania ownCloud wymagane jest ich wyłączenie.
pt_pt: Aspas mágicas estão activadas. O ownCloud requere que isto esteja desactivado para trabalhar em condições.
ru: Включен режим Magic Quotes. ownCloud требует, чтобы он был выключен для корректной работы.
sv: Magic Quotes är aktiverat. ownCloud kräver att det är deaktiverat för att fungera korrekt.
tr: Sihirli Tırnaklar (Magic Quotes) etkin. ownCloud çalışabilmesi için bunun devre dışı bırakılması gerekli.
zh_cn: Magic Quotes 已经启用，ownCloud 需要 Magic Quotes 停用以正常工作。

source: Magic Quotes is a deprecated and mostly useless setting that should be disabled. Please ask your server administrator to disable it in php.ini or in your webserver config.
ast: Magic Quotes ye un entornu en desusu y tien de desactivase. Consulta col alministrador del sirvidor pa desactivalu en php.ini o na configuración del sirvidor web.
bg_bg: Magic Quotes е непропръчителна и общо взето безсмислена настройка и трябва да бъде изключена. Моля, поискай твоя администратор да я изключи ви php.ini или в конфигурацията на уве сървъра.
ca: Magic Quotes està desfassat i és principalment inútil i hauria de desactivar-se. Demaneu a l'administrador que el desactivi a php.ini o a la configuració del servidor web.
da: Magic Quotes er udgået og stort set en ubrugelig indstilling, der bør slås fra. Spørg venligst din serveradministrator om at slå den fra i php.ini eller din webeserver-konfiguration.
de: Magic Quotes ist eine veraltete und meist nutzlose Einstellung, die deaktiviert werden sollte. Bitte frage Deinen Server-Administrator zur Deaktivierung in der php.ini oder Deiner Webserver-Konfiguration.
el: Οι Magic Quotes είναι μια ξεπερασμένη και κατά κύριο λόγο άχρηστη ρύθμιση που θα πρέπει να είναι απενεργοποιημένη. Παρακαλώ ζητήστε από το διαχειριστή του διακομιστή σας να την απενεργοποιήσει στο php.ini ή στις ρυθμίσεις του διακομιστή δικτύου σας.
et_ee: Magic Quotes on aegunud ja üldiselt kasutu seadistus, mis tuleks keelata. Palu oma serveri haldajal see keelata php.ini failis või veebiserveri seadetes.
eu: Magic Quotes ia erabiligabeko ezarpen zahar bat da eta desgaituta egon beharko luke. Mesedez eskatu zerbitzariaren kudeatzaileari php.ini edo zure web zerbitzariaren konfigurazioan desgaitu dezan.
fr: Magic Quotes est déprécié, inutile la plupart du temps, et doit être désactivé. Veuillez demander à votre administrateur serveur de le désactiver dans le fichier php.ini ou dans votre configuration du serveur web.
gl: «Magic Quotes» é un entorno en desuso e maiormente inútil que ten que seren desactivado. Pregúntelle ao administrador do servidor pola desactivación en php.ini ou na configuración do servidor web.
it: Magic Quotes è un'impostazione sconsigliata e solitamente inutile che dovrebbe essere disabilitata. Chiedi al tuo amministratore di disabilitarlo nel file php.ini o nella configurazione del server web.
ja: マジッククォートは推奨されておらず、ほとんど役に立たない設定のため、無効化すべきです。サーバー管理者に、php.iniもしくはWebサーバー設定で無効化するよう依頼してください。
nb_no: Magic Quotes er en avskrevet og stort sett unyttig innstilling som bør deaktiveres. Be server-administratoren om å deaktivere det i php.ini eller i konfigurasjonen for web-serveren.
nl: Magic Quotes is niet langer zinvol en zou eigenlijk gedeactiveerd moeten worden. Vraag uw beheerder om Safe Mode in php.ini of in de webserver configuratie te deactiveren.
pl: Magic Quotes to przestarzałe i zasadniczo bezużyteczne ustawienie, które powinno być wyłączone. Poproś administratora serwera, by wyłączył je w php.ini albo w konfiguracji serwera www.
pt_pt: As aspas mágicas é uma definição obsoleta e inútil que deve ser desactivada. Por favor pessa ao seu administrador do servidor para desactivar isto em php.ini ou no config do seu servidor web.
ru: Magic Quotes не поддерживается и его следует выключить как практически бесполезную настройку. Пожалуйста, попросите администратора сервера выключить его в php.ini либо в вашей конфигурации веб-сервера.
tr: Sihirli Tırnaklar (Magic Quotes), eskimiş ve devre dışı bırakılması gereken en kullanışsız ayardır. Lütfen php.ini veya web sunucu yapılandırması içerisinde devre dışı bırakması için sunucu yöneticinize danışın.
zh_cn: Magic Quotes 已经被废弃并且应当被停用。请联系服务器管理员在 php.ini 或您的服务器设置中停用 Magic Quotes。

source: PHP modules have been installed, but they are still listed as missing?
ast: Instaláronse los módulos PHP, ¿pero tán entá llistaos como faltantes?
bg_bg: PHP модулите са инсталирани, но все още се обявяват като липсващи?
ca: S'han instal·lat mòduls PHP, però encara es llisten com una mancança?
da: Der er installeret PHP-moduler, men de fremgår stadig som fraværende?
de: PHP-Module wurden installiert, werden aber als noch fehlend gelistet?
el: Κάποιες μονάδες PHP έχουν εγκατασταθεί, αλλά είναι ακόμα καταγεγραμμένες ως απούσες;
et_ee: PHP moodulid on paigaldatud, kuid neid näitatakse endiselt kui puuduolevad?
eu: PHP moduluak instalatu dira, baina oraindik faltan bezala markatuta daude?
fi_fi: PHP-moduulit on asennettu, mutta ovatko ne vieläkin listattu puuttuviksi?
fr: Les modules PHP ont été installés mais sont toujours indiqués comme manquants ?
gl: Instaláronse os módulos de PHP, mais aínda aparecen listados como perdidos?
it: Sono stati installati moduli PHP, ma sono elencati ancora come mancanti?
ja: PHP モジュールはインストールされていますが、まだ一覧に表示されていますか？
nb_no: PHP-moduler har blitt installert, men de listes fortsatt som fraværende?
nl: PHP modules zijn geïnstalleerd, maar worden ze nog steeds als ontbrekend aangegeven?
pl: Moduły PHP zostały zainstalowane, ale nadal brakuje ich na liście?
pt_pt: Os módulos PHP foram instalados, mas eles ainda estão listados como desaparecidos?
ru: Модули PHP был установлены, но все еще в списке как недостающие?
tr: PHP modülleri yüklü, ancak hala eksik olarak mı görünüyorlar?
zh_cn: PHP 模块已经安装，但仍然显示未安装？

source: Please ask your server administrator to restart the web server.
ast: Por favor, entruga al to alministrador pa reaniciar el sirvidor web.
bg_bg: Моля, поискай от своя администратор да рестартира уеб сървъра.
ca: Demaneu a l'administrador que reinici el servidor web.
da: Du bedes anmode din serveradministrator om at genstarte webserveren.
de: Bitte frage Deinen Server-Administrator zum Neustart des Webservers.
el: Παρακαλώ ζητήστε από το διαχειριστή του διακομιστή σας να επανεκκινήσει το διακομιστή δικτύου σας.
et_ee: Palu oma serveri haldajal veebiserver taaskäivitada.
eu: Mesedez eskatu zerbitzariaren kudeatzaileari web zerbitzaria berrabiarazteko.
fi_fi: Pyydä palvelimen ylläpitäjää käynnistämään web-palvelin uudelleen.
fr: Veuillez demander à votre administrateur serveur de redémarrer le serveur web.
gl: Pregúntelle ao administrador do servidor polo reinicio do servidor web..
it: Chiedi all'amministratore di riavviare il server web.
ja: サーバー管理者にWEBサーバーを再起動するよう依頼してください。
nb_no: Be server-administratoren om å starte web-serveren på nytt.
nl: Vraag uw beheerder de webserver opnieuw op te starten.
pl: Poproś administratora serwera o restart serwera www.
pt_pt: Pro favor pergunte ao seu administrador do servidor para reiniciar o servidor da internet.
ru: Пожалуйста, попросите администратора вашего сервера перезапустить веб-сервер.
sv: Vänligen be din serveradministratör att starta om webservern.
tr: Lütfen web sunucusunu yeniden başlatması için sunucu yöneticinize danışın.
zh_cn: 请联系服务器管理员重启网页服务器。

source: PostgreSQL >= 9 required
ast: PostgreSQL >= 9 requeríu
bg_bg: Изисква се PostgreSQL >= 9
ca: Es requereix PostgreSQL >= 9
da: PostgreSQL >= 9 kræves
de: PostgreSQL >= 9 benötigt
el: Απαιτείται PostgreSQL >= 9
et_ee: PostgreSQL >= 9 on nõutav
eu: PostgreSQL >= 9 behar da
fi_fi: PostgreSQL >= 9 vaaditaan
fr: PostgreSQL >= 9 requis
gl: Requírese PostgreSQL >= 9
it: Richiesto PostgreSQL >= 9
ja: PostgreSQL >= 9 が必要です
nb_no: PostgreSQL >= 9 kreves
nl: PostgreSQL >= 9 vereist
pl: Wymagany PostgreSQL >= 9
pt_pt: Necessita PostgreSQL >= 9
ru: Требуется PostgreSQL >= 9
sv: PostgreSQL >= 9 krävs
tr: PostgreSQL >= 9 gerekli
zh_cn: 要求 PostgreSQL >= 9

source: Please upgrade your database version
ast: Por favor, anueva la versión de la to base de datos
bg_bg: Моля, обнови базата данни.
ca: Actualitzeu la versió de la base de dades
da: Opgradér venligst din databaseversion
de: Bitte aktualisiere Deine Datenbankversion
el: Παρακαλώ αναβαθμίστε την έκδοση της βάσης δεδομένων σας
et_ee: Palun uuenda oma andmebaasi versiooni
eu: Mesedez eguneratu zure datu basearen bertsioa
fi_fi: Päivitä tietokantasi versio
fr: Veuillez mettre à jour votre base de données
gl: Anove a versión da súa base de datos
it: Aggiorna la versione del tuo database
ja: 新しいバージョンのデータベースにアップグレードしてください
nb_no: Vennligst oppgrader versjonen av databasen din
nl: Werk uw database versie bij
pl: Uaktualnij wersję bazy danych
pt_pt: Por favor actualize a sua versão da base de dados
ru: Пожалуйста, обновите вашу версию базы данных
sv: Vänligen uppgradera din databas-version
tr: Lütfen veritabanı sürümünüzü yükseltin
zh_cn: 请升级您的数据库版本

source: Error occurred while checking PostgreSQL version
ast: Asocedió un fallu mientres se comprobaba la versión de PostgreSQL
bg_bg: Настъпи грешка при проверката на версията на PostgreSQL.
ca: Hi ha hagut un error en comprovar la versió de PostgreSQL
da: Der opstod fejl under tjek af PostgreSQL-versionen
de: Es ist ein Fehler beim Prüfen der PostgreSQL-Version aufgetreten
el: Προέκυψε σφάλμα κατά τον έλεγχο της έκδοσης PostgreSQL
et_ee: Viga PostgreSQL versiooni kontrollimisel
eu: Errore bat gertatu da PostgreSQLren bertsioa egiaztatzerakoan
fi_fi: Virhe PostgreSQL:n versiota tarkistaessa
fr: Une erreur s’est produite pendant la récupération du numéro de version de PostgreSQL
gl: Produciuse un erro mentres comprobaba a versión de PostgreSQL
it: Si è verificato un errore durante il controllo della versione di PostgreSQL
ja: PostgreSQL のバージョンチェック中にエラーが発生しました
nb_no: Det oppstod en feil ved sjekking av PostgreSQL-versjon
nl: Een fout trad op bij checken PostgreSQL versie
pl: Wystąpił błąd podczas sprawdzania wersji PostgreSQL
pt_pt: Ocorreu um erro enquanto pesquisava a versão do PostgreSQL
ru: Произошла ошибка при проверке версии PostgreSQL
sv: Ett fel inträffade vid kontroll utav PostgreSQL-version
tr: PostgreSQL sürümü denetlenirken hata oluştu
zh_cn: 检查 PostgreSQL 版本时发生了一个错误

source: Please make sure you have PostgreSQL >= 9 or check the logs for more information about the error
ast: Por favor, asegúrate que tienes PostgreSQL >= 9 o comprueba los rexistros pa más información tocante al fallu
bg_bg: Моля, увери се, че PostgreSQL >= 9 или провери докладите за повече информация относно грешката.
ca: Assegureu-vos que teniu PostgreSQL >= 9 o comproveu els registres per més informació quant a l'error
da: Sørg venligst for at du har PostgreSQL >= 9 eller tjek loggen for flere informationer om fejlen
de: Stelle bitte sicher, dass Du PostgreSQL >= 9 verwendest oder prüfe die Logs für weitere Informationen über den Fehler
el: Παρακαλώ ελέγξτε ότι έχετε PostgreSQL >= 9 ή ελέγξτε στα ιστορικό σφαλμάτων για περισσότερες πληροφορίες για το σφάλμα
et_ee: Palun veendu, et kasutad PostgreSQL >=9 või vaata logidest vea kohta detailsemat informatsiooni
eu: Mesedez ziurtatu PostgreSQL >= 9 duzula edo begiratu logak erroreari buruzko informazio gehiago lortzeko
fi_fi: Varmista, että käytössäsi on PostgreSQL >= 9 tai tarkista lokit saadaksesi lisätietoja virheestä
fr: Veuillez vérifier que vous utilisez PostgreSQL >= 9 , ou regardez dans le journal d’erreur pour plus d’informations sur ce problème
gl: Asegúrese de que dispón do PostgreSQL >= 9 ou comprobe os rexistros para obter máis información sobre este erro
it: Assicurati di avere PostgreSQL >= 9 o controlla i log per ulteriori informazioni sull'errore
ja: PostgreSQL >= 9 がインストールされているかどうか確認してください。もしくは、ログからエラーに関する詳細な情報を確認してください。
nb_no: Sjekk at du har PostgreSQL >= 9 eller sjekk loggene for mer informasjon om feilen
nl: Verifieer dat u PostgreSQL >=9 draait of check de logs voor meer informatie over deze fout
pl: Upewnij się, że PostgreSQL jest w wersji co najmniej 9 lub sprawdź log by uzyskać więcej informacji na temat błędu
pt_pt: Por favor confirme que tem o PostgreSQL >= 9 ou verifique os registos para mais informação sobre o erro
ru: Пожалуйста, обедитесь что версия PostgreSQL >= 9 или проверьте логи за дополнительной информацией об ошибке
sv: Vänligen säkerställ att du har PostgreSQL >= 9 eller kolla loggarna för mer information om felet
tr: PostgreSQL >= 9 sürümüne sahip olduğunuzu doğrulayın veya hata hakkında daha fazla bilgi için günlükleri denetleyin
