Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: %s you may not use dots in the database name
ast: %s nun pues usar puntos nel nome de la base de datos
bg_bg: %s, не може да ползваш точки в името на базата данни.
ca: %s no podeu usar punts en el nom de la base de dades
cy_gb: %s does dim hawl defnyddio dot yn enw'r gronfa ddata
da: %s du må ikke bruge punktummer i databasenavnet.
de: %s Der Datenbank-Name darf keine Punkte enthalten
el: %s μάλλον δεν χρησιμοποιείτε τελείες στο όνομα της βάσης δεδομένων
es: %s puede utilizar puntos en el nombre de la base de datos
et_ee: %s punktide kasutamine andmebaasi nimes pole lubatud
eu: %s ezin duzu punturik erabili datu basearen izenean.
fi_fi: %s et voi käyttää pisteitä tietokannan nimessä
fr: %s vous nez pouvez pas utiliser de points dans le nom de la base de données
gl: %s non se poden empregar puntos na base de datos
id: %s anda tidak boleh menggunakan karakter titik pada nama basis data
it: %s non dovresti utilizzare punti nel nome del database
ja: %s ではデータベース名にドットを利用できないかもしれません。
ka_ge: %s არ მიუთითოთ წერტილი ბაზის სახელში
ko: %s 에 적으신 데이터베이스 이름에는 점을 사용할수 없습니다
lt_lt: %s negalite naudoti taškų duombazės pavadinime
nb_no: %s du kan ikke bruke punktum i databasenavnet
nl: %s er mogen geen puntjes in de databasenaam voorkomen
pl: %s nie można używać kropki w nazwie bazy danych
pt_pt: %s não é permitido utilizar pontos (.) no nome da base de dados
ru: %s Вы не можете использовать точки в имени базы данных
sq: %s nuk mund të përdorni pikat tek emri i database-it
sv: %s du får inte använda punkter i databasnamnet
tr: %s veritabanı adında nokta kullanamayabilirsiniz
zh_cn: %s 您不能在数据库名称中使用英文句号。
zh_tw: %s 資料庫名稱不能包含小數點

source: MS SQL username and/or password not valid: %s
ast: Nome d'usuariu o contraseña MS SQL non válidos: %s
bg_bg: Невалидно MS SQL потребителско име и/или парола: %s.
ca: Nom d'usuari i/o contrasenya MS SQL no vàlids: %s
cy_gb: Enw a/neu gyfrinair MS SQL annilys: %s
da: MS SQL brugernavn og/eller adgangskode ikke er gyldigt: %s
de: MS SQL Benutzername und/oder Password ungültig: %s
el: Το όνομα χρήστη και/ή ο κωδικός της MS SQL δεν είναι έγκυρα: %s
es: Usuario y/o contraseña de MS SQL no válidos: %s
et_ee: MS SQL kasutajatunnus ja/või parool pole õiged: %s
eu: MS SQL erabiltzaile izena edota pasahitza ez dira egokiak: %s
fi_fi: MS SQL -käyttäjätunnus ja/tai -salasana on väärin: %s
fr: Le nom d'utilisateur et/ou le mot de passe de la base MS SQL est invalide : %s
gl: Nome de usuario e/ou contrasinal de MS SQL incorrecto: %s
id: Nama pengguna dan/atau sandi MySQL tidak sah: %s
it: Nome utente e/o password MS SQL non validi: %s
ja: MS SQL Serverのユーザー名/パスワードが正しくありません: %s
ka_ge: MS SQL მომხმარებელი და/ან პაროლი არ არის მართებული: %s
ko: MS SQL 사용자 이름이나 암호가 잘못되었습니다: %s
lt_lt: MS SQL naudotojo vardas ir/arba slaptažodis netinka: %s
nb_no: MS SQL-brukernavn og/eller passord ikke gyldig: %s
nl: MS SQL gebruikersnaam en/of wachtwoord niet geldig: %s
pl: Nazwa i/lub hasło serwera MS SQL jest niepoprawne: %s.
pt_pt: Nome de utilizador/password do MySQL é inválido: %s
ru: Неверное имя пользователя и/или пароль MS SQL: %s
sq: Përdoruesi dhe/apo kodi i MS SQL i pavlefshëm: %s
sv: MS SQL-användaren och/eller lösenordet var inte giltigt: %s
tr: MS SQL kullanıcı adı ve/veya parolası geçersiz: %s
zh_cn: MS SQL 用户名和/或密码无效：%s
zh_tw: MS SQL 使用者和/或密碼無效：%s

source: You need to enter either an existing account or the administrator.
ast: Tienes d'inxertar una cuenta esistente o la del alministrador.
bg_bg: Необходимо е да въведеш съществуващ профил или като администратор.
ca: Heu d'escriure un compte existent o el d'administrador.
cy_gb: Rhaid i chi naill ai gyflwyno cyfrif presennol neu'r gweinyddwr.
da: Du bliver nødt til at indtaste en eksisterende bruger eller en administrator.
de: Du musst entweder ein existierendes Benutzerkonto oder das Administratoren-Konto angeben.
el: Χρειάζεται να εισάγετε είτε έναν υπάρχον λογαριασμό ή του διαχειριστή.
es: Tiene que ingresar una cuenta existente o la del administrador.
et_ee: Sisesta kas juba olemasolev konto või administrator.
eu: Existitzen den kontu bat edo administradorearena jarri behar duzu.
fr: Vous devez spécifier soit le nom d'un compte existant, soit celui de l'administrateur.
gl: Deberá introducir unha conta existente ou o administrador.
id: Anda harus memasukkan akun yang sudah ada atau administrator.
it: È necessario inserire un account esistente o l'amministratore.
ja: 既存のアカウントもしくは管理者のどちらかを入力する必要があります。
ka_ge: თქვენ უნდა შეიყვანოთ არსებული მომხმარებელის სახელი ან ადმინისტრატორი.
ko: 기존 계정이나 administrator(관리자)를 입력해야 합니다.
lt_lt: Turite prisijungti su egzistuojančia paskyra arba su administratoriumi.
nb_no: Du må legge inn enten en eksisterende konto eller administratoren.
nl: Geef of een bestaand account op of het beheerdersaccount.
pl: Należy wprowadzić istniejące konto użytkownika lub administratora.
pt_pt: Precisa de introduzir uma conta existente ou de administrador
ru: Вы должны войти или в существующий аккаунт или под администратором.
sq: Duhet të përdorni një llogari ekzistuese ose llogarinë e administratorit.
sv: Du måste antingen ange ett befintligt konto eller administratör.
tr: Mevcut bit hesap ya da yönetici hesabını girmelisiniz.
zh_cn: 你需要输入一个数据库中已有的账户或管理员账户。
zh_tw: 您必須輸入一個現有的帳號或管理員帳號。

source: MySQL/MariaDB username and/or password not valid
ast: Nome d'usuariu o contraseña MySQL/MariaDB non válidos
bg_bg: MySQL/MariaDB потребителското име и/или паролата са невалидни.
ca: El nom d'usuari i/o la contrasenya de MySQL/MariaDB no són vàlids
da: Ugyldigt MySQL/MariaDB brugernavn og/eller kodeord
de: MySQL/MariaDB Benutzername und/oder Passwort sind nicht gültig
el: Μη έγκυρο όνομα χρήστη ή/και συνθηματικό της MySQL/MariaDB
es: Nombre de usuario o contraseña de MySQL/MariaDB inválidos
et_ee: MySQL/MariaDB kasutajatunnus ja/või parool pole õiged
eu: MySQL/MariaDB erabiltzaile edota pasahitza ez dira egokiak
fi_fi: MySQL/MariaDB-käyttäjätunnus ja/tai salasana on virheellinen
fr: Nom d'utilisateur et/ou mot de passe MySQL/MariaDB invalide
gl: O nome e/ou o contrasinal do usuario de MySQL/MariaDB non é correcto
it: Nome utente e/o password di MySQL/MariaDB non validi
ja: MySQL/MariaDB のユーザー名及び/またはパスワードが無効
nb_no: MySQL/MariaDB-brukernavn og/eller -passord ikke gyldig
nl: MySQL/MariaDB gebruikersnaam en/of wachtwoord ongeldig
pl: Użytkownik i/lub hasło do MySQL/MariaDB są niepoprawne
pt_pt: Nome de utilizador/password do MySQL/Maria DB inválida
ru: Неверное имя пользователя и/или пароль MySQL/MariaDB
sv: MySQL/MariaDB användarnamn och/eller lösenord är felaktigt
tr: MySQL/MariaDB kullanıcı adı ve/veya parolası geçersiz
zh_cn: MySQL/MariaDB 数据库用户名和/或密码无效

source: DB Error: "%s"
ast: Fallu BD: "%s"
bg_bg: Грешка в базата данни: "%s".
ca: Error DB: "%s"
cy_gb: Gwall DB: "%s"
da: Databasefejl: "%s"
de: DB Fehler: "%s"
el: Σφάλμα Βάσης Δεδομένων: "%s"
es: Error BD: "%s"
et_ee: Andmebaasi viga: "%s"
eu: DB errorea: "%s"
fi_fi: Tietokantavirhe: "%s"
fr: Erreur de la base de données : "%s"
gl: Produciuse un erro na base de datos: «%s»
id: Galat Basis Data: "%s"
it: Errore DB: "%s"
ja: DBエラー: "%s"
ka_ge: DB შეცდომა: "%s"
ko: DB 오류: "%s"
lt_lt: DB klaida: "%s"
nb_no: Databasefeil: "%s"
nl: DB Fout: "%s"
pl: Błąd DB: "%s"
pt_pt: Erro na BD: "%s"
ru: Ошибка БД: "%s"
sq: Veprim i gabuar i DB-it: "%s"
tr: VT Hatası: "%s"
zh_cn: 数据库错误："%s"
zh_tw: 資料庫錯誤："%s"

source: Offending command was: "%s"
ast: Comandu infractor: "%s"
bg_bg: Проблемната команда беше: "%s".
ca: L'ordre en conflicte és: "%s"
cy_gb: Y gorchymyn wnaeth beri tramgwydd oedd: "%s"
da: Fejlende kommando var: "%s"
de: Fehlerhafter Befehl war: "%s"
el: Η εντολη παραβατικοτητας ηταν: "%s"
es: Comando infractor: "%s"
et_ee: Tõrkuv käsk oli: "%s"
eu: Errorea komando honek sortu du: "%s"
fi_fi: Loukkaava komento oli: "%s"
fr: La requête en cause est : "%s"
gl: A orde infractora foi: «%s»
id: Perintah yang bermasalah: "%s"
it: Il comando non consentito era: "%s"
ja: 違反コマンド: "%s"
ka_ge: Offending ბრძანება იყო: "%s"
ko: 잘못된 명령: "%s"
lt_lt: Vykdyta komanda buvo: "%s"
nb_no: Kommandoen som feilet: "%s"
nl: Onjuiste commande was: "%s"
pl: Niepoprawna komenda: "%s"
pt_pt: O comando gerador de erro foi: "%s"
ru: Вызываемая команда была: "%s"
sq: Komanda e gabuar ishte: "%s"
sv: Det felaktiga kommandot var: "%s"
tr: Saldırgan komut: "%s"
zh_cn: 冲突命令为："%s"
zh_tw: 有問題的指令是："%s"

source: MySQL/MariaDB user '%s'@'localhost' exists already.
ast: usuariu MySQL/MariaDB '%s'@'localhost' yá esiste.
bg_bg: MySQL/MariaDB потребител '%s'@'localhost' вече съществува.
ca: L'usuari MySQL/MariaDB '%s'@'localhost' ja existeix.
da: MySQL/MariaDB bruger '%s'@'localhost' eksistere allerede.
de: MySQL/MariaDB Benutzer '%s'@'localhost' existiert bereits.
el: Υπάρχει ήδη ο χρήστης '%s'@'localhost' της MySQL/MariaDB
es: El usuario de MySQL/MariaDB '%s'@'localhost' ya existe.
et_ee: MySQL/MariaDB kasutaja '%s'@'localhost' on juba olemas.
eu: MySQL/MariaDB '%s'@'localhost' erabiltzailea dagoeneko existitzen da.
fi_fi: MySQL/MariaDB-käyttäjä '%s'@'localhost' on jo olemassa.
fr: L'utilisateur MySQL/MariaDB '%s'@'localhost' existe déjà.
gl: Xa existe o usuario «%s»@«localhost» no MySQL/MariaDB.
it: L'utente MySQL/MariaDB '%s'@'localhost' esiste già.
ja: MySQL/MariaDB のユーザー '%s'@'localhost' はすでに存在します。
nb_no: MySQL/MariaDB-bruker '%s'@'localhost' finnes allerede.
nl: MySQL/MariaDB gebruiker '%s'@'localhost' bestaat al.
pl: Użytkownik '%s'@'localhost' MySQL/MariaDB już istnieje.
pt_pt: O utilizador '%s'@'localhost' do MySQL/MariaDB já existe.
ru: Пользователь MySQL '%s'@'localhost' уже существует.
sv: MySQL/MariaDB användare '%s'@'localhost' existerar redan.
tr: MySQL/MariaDB kullanıcı '%s'@'localhost' zaten mevcut.
zh_cn: MySQL/MariaDB 用户 '%s'@'localhost' 已存在。

source: Drop this user from MySQL/MariaDB
ast: Desaniciar esti usuariu de MySQL/MariaDB
bg_bg: Премахни този потребител от MySQL/MariaDB.
ca: Esborreu aquest usuari de MySQL/MariaDB
da: Slet denne bruger fra MySQL/MariaDB
de: Lösche diesen Benutzer von MySQL/MariaDB
el: Κατάργηση του χρήστη από MySQL/MariaDB
es: Eliminar este usuario de MySQL/MariaDB
et_ee: Kustuta see MySQL/MariaDB kasutaja
eu: Ezabatu erabiltzaile hau MySQL/MariaDBtik
fi_fi: Pudota tämä käyttäjä MySQL/MariaDB:stä
fr: Retirer cet utilisateur de la base MySQL/MariaDB
gl: Eliminar este usuario do MySQL/MariaDB
it: Elimina questo utente da MySQL/MariaDB
ja: MySQL/MariaDB からこのユーザーを削除
nb_no: Fjern denne brukeren fra MySQL/MariaDB
nl: Verwijder deze gebruiker uit MySQL/MariaDB
pl: Usuń tego użytkownika z MySQL/MariaDB
pt_pt: Eliminar este utilizador do MySQL/MariaDB
ru: Удалить данного участника из MySQL/MariaDB
sv: Radera denna användare från MySQL/MariaDB
tr: Bu kullanıcıyı MySQL/MariaDB'dan at (drop)
zh_cn: 建议从 MySQL/MariaDB 数据库中删除此用户

source: MySQL/MariaDB user '%s'@'%%' already exists
ast: Yá esiste l'usuariu de MySQL/MariaDB '%s'@'%%'
bg_bg: MySQL/MariaDB потребител '%s'@'%%' вече съществува.
ca: L'usuari MySQL/MariaDB '%s'@'%%' ja existeix
da: MySQL/MariaDB bruger '%s'@'%%' eksistere allerede
de: MySQL/MariaDB Benutzer '%s'@'%%' existiert bereits
el: Υπάρχει ήδη ο χρήστης '%s'@'%%' της MySQL/MariaDB
es: El usuario de MySQL/MariaDB '%s'@'%%' ya existe
et_ee: MySQL/MariaDB user '%s'@'%%' on juba olemas
eu: MySQL/MariaDB '%s'@'%%' erabiltzailea dagoeneko existitzen da
fi_fi: MySQL/MariaDB-käyttäjä '%s'@'%%' on jo olemassa
fr: L'utilisateur MySQL/MariaDB '%s'@'%%' existe déjà
gl: Xa existe o usuario «%s»@«%%» no MySQL/MariaDB
it: L'utente MySQL/MariaDB '%s'@'%%' esiste già
ja: MySQL/MariaDB のユーザー '%s'@'%%' はすでに存在します
nb_no: MySQL/MariaDB-bruker '%s'@'%%' finnes allerede
nl: MySQL/MariaDB gebruiker '%s'@'%%' bestaat al
pl: Użytkownik '%s'@'%%' MySQL/MariaDB już istnieje.
pt_pt: O utilizador '%s'@'%%' do MySQL/MariaDB já existe
ru: Пользователь MySQL '%s'@'%%' уже существует.
sv: MySQL/MariaDB användare '%s'@'%%' existerar redan
tr: MySQL/MariaDB kullanıcısı '%s'@'%%' zaten mevcut
zh_cn: MySQL/MariaDB 用户 '%s'@'%%' 已存在

source: Drop this user from MySQL/MariaDB.
ast: Desaniciar esti usuariu de MySQL/MariaDB
bg_bg: Премахни този потребител от MySQL/MariaDB.
ca: Esborreu aquest usuari de MySQL/MariaDB.
da: Drop denne bruger fra MySQL/MariaDB.
de: Lösche diesen Benutzer von MySQL/MariaDB.
el: Κατάργηση του χρήστη από MySQL/MariaDB.
es: Eliminar este usuario de MySQL/MariaDB.
et_ee: Kustuta see MySQL/MariaDB kasutaja.
eu: Ezabatu erabiltzaile hau MySQL/MariaDBtik.
fi_fi: Pudota tämä käyttäjä MySQL/MariaDB:stä.
fr: Retirer cet utilisateur de la base MySQL/MariaDB.
gl: Eliminar este usuario do MySQL/MariaDB.
it: Elimina questo utente da MySQL/MariaDB.
ja: MySQL/MariaDB からこのユーザーを削除。
nb_no: Fjern denne brukeren fra MySQL/MariaDB.
nl: Verwijder deze gebruiker uit MySQL/MariaDB.
pl: Usuń tego użytkownika z MySQL/MariaDB
pt_pt: Eliminar este utilizador do MySQL/MariaDB
ru: Удалить данного участника из MySQL/MariaDB.
sv: Radera denna användare från MySQL/MariaDB.
tr: Bu kullanıcıyı MySQL/MariaDB'dan at (drop).
zh_cn: 建议从 MySQL/MariaDB 数据库中删除此用户。

source: Oracle connection could not be established
ast: Nun pudo afitase la conexón d'Oracle
bg_bg: Oracle връзка не можа да се осъществи.
ca: No s'ha pogut establir la connexió Oracle
da: Oracle forbindelsen kunne ikke etableres
de: Es konnte keine Verbindung zur Oracle-Datenbank hergestellt werden
el: Αδυναμία σύνδεσης Oracle
es: No se pudo establecer la conexión a Oracle
et_ee: Ei suuda luua ühendust Oracle baasiga
eu: Ezin da Oracle konexioa sortu
fi_fi: Oracle-yhteyttä ei voitu muodostaa
fr: La connexion Oracle ne peut pas être établie
gl: Non foi posíbel estabelecer a conexión con Oracle
id: Koneksi Oracle tidak dapat dibuat
it: La connessione a Oracle non può essere stabilita
ja: Oracleへの接続が確立できませんでした。
ko: Oracle 연결을 수립할 수 없습니다.
lt_lt: Nepavyko sukurti Oracle ryšio
nb_no: Klarte ikke å etablere forbindelse til Oracle
nl: Er kon geen verbinding met Oracle worden bereikt
pl: Nie można ustanowić połączenia z bazą Oracle
pt_pt: Não foi possível estabelecer a ligação Oracle
ru: соединение с Oracle не может быть установлено
sv: Oracle-anslutning kunde inte etableras
tr: Oracle bağlantısı kurulamadı
zh_cn: 不能建立甲骨文连接
zh_tw: 無法建立 Oracle 資料庫連線

source: Oracle username and/or password not valid
ast: Nome d'usuariu o contraseña d'Oracle non válidos
bg_bg: Невалидно Oracle потребителско име и/или парола.
ca: Nom d'usuari i/o contrasenya Oracle no vàlids
cy_gb: Enw a/neu gyfrinair Oracle annilys
da: Oracle brugernavn og/eller kodeord er ikke gyldigt.
de: Oracle Benutzername und/oder Passwort ungültig
el: Μη έγκυρος χρήστης και/ή συνθηματικό της Oracle
es: Usuario y/o contraseña de Oracle no válidos
et_ee: Oracle kasutajatunnus ja/või parool pole õiged
eu: Oracle erabiltzaile edota pasahitza ez dira egokiak.
fi_fi: Oraclen käyttäjätunnus ja/tai salasana on väärin
fr: Nom d'utilisateur et/ou mot de passe de la base Oracle invalide
gl: Nome de usuario e/ou contrasinal de Oracle incorrecto
id: Nama pengguna dan/atau sandi Oracle tidak sah
it: Nome utente e/o password di Oracle non validi
ja: Oracleのユーザー名もしくはパスワードは有効ではありません
ka_ge: Oracle იუზერნეიმი და/ან პაროლი არ არის სწორი
ko: Oracle 사용자 이름이나 암호가 잘못되었습니다.
lt_lt: Neteisingas Oracle naudotojo vardas ir/arba slaptažodis
nb_no: Oracle-brukernavn og/eller passord er ikke gyldig
nl: Oracle gebruikersnaam en/of wachtwoord ongeldig
pl: Oracle: Nazwa użytkownika i/lub hasło jest niepoprawne
pt_pt: Nome de utilizador/password do Oracle inválida
ru: Неверное имя пользователя и/или пароль Oracle
sq: Përdoruesi dhe/apo kodi i Oracle-it i pavlefshëm
sv: Oracle-användarnamnet och/eller lösenordet är felaktigt
tr: Oracle kullanıcı adı ve/veya parolası geçerli değil
zh_cn: Oracle 数据库用户名和/或密码无效
zh_tw: Oracle 用戶名和/或密碼無效

source: Offending command was: "%s", name: %s, password: %s
ast: El comandu infractor foi: "%s", nome: %s, contraseña: %s
bg_bg: Проблемната команда беше: "%s", име: %s, парола: %s.
ca: L'ordre en conflicte és: "%s", nom: %s, contrasenya: %s
cy_gb: Y gorchymyn wnaeth beri tramgwydd oedd: "%s", enw: %s, cyfrinair: %s
da: Fejlende kommando var: "%s", navn: %s, password: %s
de: Fehlerhafter Befehl war: "%s", Name: %s, Passwort: %s
el: Η εντολη παραβατικοτητας ηταν: "%s", ονομα: %s, κωδικος: %s
es: Comando infractor: "%s", nombre: %s, contraseña: %s
et_ee: Tõrkuv käsk oli: "%s", nimi: %s, parool: %s
eu: Errorea komando honek sortu du: "%s", izena: %s, pasahitza: %s
fi_fi: Loukkaava komento oli: "%s", nimi: %s, salasana: %s
fr: La requête en cause est : "%s", nom : %s, mot de passe : %s
gl: A orde infractora foi: «%s», nome: %s, contrasinal: %s
id: Perintah yang bermasalah: "%s", nama pengguna: %s, sandi: %s
it: Il comando non consentito era: "%s", nome: %s, password: %s
ja: 違反コマンド: "%s"、名前: %s、パスワード: %s
ka_ge: Offending ბრძანება იყო: "%s", სახელი: %s, პაროლი: %s
ko: 잘못된 명령: "%s", 이름: %s, 암호: %s
lt_lt: Vykdyta komanda buvo: "%s", name: %s, password: %s
nb_no: Kommando som feilet: "%s", navn: %s, passord: %s
nl: Onjuiste commando was: "%s", naam: %s, wachtwoord: %s
pl: Niepoprawne polecania: "%s", nazwa: %s, hasło: %s
pt_pt: O comando gerador de erro foi: "%s", nome: %s, password: %s
ru: Вызываемая команда была: "%s", имя: %s, пароль: %s
sq: Komanda e gabuar ishte: "%s", përdoruesi: %s, kodi: %s
sv: Det felande kommandot var: "%s", name: %s, password: %s
tr: Hatalı komut: "%s", ad: %s, parola: %s
zh_cn: 冲突命令为："%s"，名称：%s，密码：%s
zh_tw: 有問題的指令是："%s" ，使用者："%s"，密碼："%s"

source: PostgreSQL username and/or password not valid
ast: Nome d'usuariu o contraseña PostgreSQL non válidos
bg_bg: Невалидно PostgreSQL потребителско име и/или парола.
ca: Nom d'usuari i/o contrasenya PostgreSQL no vàlids
cy_gb: Enw a/neu gyfrinair PostgreSQL annilys
da: PostgreSQL brugernavn og/eller kodeord er ikke gyldigt.
de: PostgreSQL Benutzername und/oder Passwort ungültig
el: Μη έγκυρος χρήστης και/ή συνθηματικό της PostgreSQL
es: Usuario y/o contraseña de PostgreSQL no válidos
et_ee: PostgreSQL kasutajatunnus ja/või parool pole õiged
eu: PostgreSQL erabiltzaile edota pasahitza ez dira egokiak.
fi_fi: PostgreSQL:n käyttäjätunnus ja/tai salasana on väärin
fr: Nom d'utilisateur et/ou mot de passe de la base PostgreSQL invalide
gl: Nome de usuario e/ou contrasinal de PostgreSQL incorrecto
id: Nama pengguna dan/atau sandi PostgreSQL tidak valid
it: Nome utente e/o password di PostgreSQL non validi
ja: PostgreSQLのユーザー名もしくはパスワードは有効ではありません
ka_ge: PostgreSQL იუზერნეიმი და/ან პაროლი არ არის სწორი
ko: PostgreSQL의 사용자 명 혹은 비밀번호가 잘못되었습니다
lt_lt: Neteisingas PostgreSQL naudotojo vardas ir/arba slaptažodis
nb_no: PostgreSQL-brukernavn og/eller passord er ikke gyldig
nl: PostgreSQL gebruikersnaam en/of wachtwoord ongeldig
pl: PostgreSQL: Nazwa użytkownika i/lub hasło jest niepoprawne
pt_pt: Nome de utilizador/password do PostgreSQL inválido
ru: Неверное имя пользователя и/или пароль PostgreSQL
sq: Përdoruesi dhe/apo kodi i PostgreSQL i pavlefshëm
sv: PostgreSQL-användarnamnet och/eller lösenordet är felaktigt
tr: PostgreSQL kullanıcı adı ve/veya parolası geçerli değil
zh_cn: PostgreSQL 数据库用户名和/或密码无效
zh_tw: PostgreSQL 用戶名和/或密碼無效

source: Set an admin username.
ast: Afitar nome d'usuariu p'almin
bg_bg: Задай потребителско име за администратор.
ca: Establiu un nom d'usuari per l'administrador.
cy_gb: Creu enw defnyddiwr i'r gweinyddwr.
da: Angiv et admin brugernavn.
de: Setze Administrator Benutzername.
el: Εισάγετε όνομα χρήστη διαχειριστή.
es: Configurar un nombre de usuario del administrador
et_ee: Määra admin kasutajanimi.
eu: Ezarri administraziorako erabiltzaile izena.
fi_fi: Aseta ylläpitäjän käyttäjätunnus.
fr: Spécifiez un nom d'utilisateur pour l'administrateur.
gl: Estabeleza un nome de usuario administrador
id: Atur nama pengguna admin.
it: Imposta un nome utente di amministrazione.
ja: 管理者のユーザー名を設定
ka_ge: დააყენეთ ადმინისტრატორის სახელი.
ko: 관리자 이름 설정
lt_lt: Nustatyti administratoriaus naudotojo vardą.
nb_no: Sett et admin-brukernavn.
nl: Stel de gebruikersnaam van de beheerder in.
pl: Ustaw nazwę administratora.
pt_pt: Definir um nome de utilizador de administrador
ru: Задать имя пользователя для admin.
sq: Cakto emrin e administratorit.
sv: Ange ett användarnamn för administratören.
tr: Bir yönetici kullanıcı adı ayarlayın.
zh_cn: 请设置一个管理员用户名。
zh_tw: 設定管理員帳號。

source: Set an admin password.
ast: Afitar contraseña p'almin
bg_bg: Задай парола за администратор.
ca: Establiu una contrasenya per l'administrador.
cy_gb: Gosod cyfrinair y gweinyddwr.
da: Angiv et admin kodeord.
de: Setze Administrator Passwort
el: Εισάγετε συνθηματικό διαχειριστή.
es: Configurar la contraseña del administrador.
et_ee: Määra admini parool.
eu: Ezarri administraziorako pasahitza.
fi_fi: Aseta ylläpitäjän salasana.
fr: Spécifiez un mot de passe administrateur.
gl: Estabeleza un contrasinal de administrador
id: Atur sandi admin.
it: Imposta una password di amministrazione.
ja: 管理者のパスワードを設定。
ka_ge: დააყენეთ ადმინისტრატორის პაროლი.
ko: 관리자 비밀번호 설정
lt_lt: Nustatyti administratoriaus slaptažodį.
nb_no: Sett et admin-passord.
nl: Stel een beheerderswachtwoord in.
pl: Ustaw hasło administratora.
pt_pt: Definiar uma password de administrador
ru: Задать пароль для admin.
sq: Cakto kodin e administratorit.
sv: Ange ett administratörslösenord.
tr: Bir yönetici kullanıcı parolası ayarlayın.
zh_cn: 请设置一个管理员密码。
zh_tw: 設定管理員密碼。
