Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: Cannot write into "config" directory!
ast: ¡Nun pue escribise nel direutoriu "config"!
bg_bg: Неуспешен опит за запис в "config" папката!
ca: No es pot escriure a la carpeta "config"!
da: Kan ikke skrive til mappen "config"!
de: Das Schreiben in das "config"-Verzeichnis nicht möglich!
el: Αδυναμία εγγραφής στον κατάλογο "config"!
et_ee: Ei saa kirjutada "config" kataloogi!
eu: Ezin da idatzi "config" karpetan!
fi_fi: Hakemistoon "config" kirjoittaminen ei onnistu!
fr: Impossible d’écrire dans le répertoire "config" !
gl: Non é posíbel escribir no directorio «config»!
it: Impossibile scrivere nella cartella "config".
ja: "config"ディレクトリに書き込めません！
nb_no: Kan ikke skrive i "config"-mappen!
nl: Kan niet schrijven naar de "config" directory!
pl: Nie można zapisać do katalogu "config"!
pt_pt: Não é possível gravar na directoria "configurar"!
ru: Запись в каталог "config" невозможна
sv: Kan inte skriva till "config" katalogen!
tr: "config" dizinine yazılamıyor!
zh_cn: 无法写入“config”目录！

source: This can usually be fixed by giving the webserver write access to the config directory
ast: Davezu esto pue iguase dándo-y al sirvidor web accesu d'escritura al direutoriu de configuración
bg_bg: Това може да бъде решено единствено като разрешиш на уеб сървъра да пише в config папката.
ca: Això normalment es pot solucionar donant al servidor web permís d'escriptura a la carpeta de configuració
da: Dette kan normalvis ordnes ved at give webserveren skrive adgang til config mappen
de: Dies kann normalerweise repariert werden, indem dem Webserver Schreibzugriff auf das config-Verzeichnis gegeben wird
el: Αυτό μπορεί συνήθως να διορθωθεί παρέχοντας δικαιώματα εγγραφής για το φάκελο config στο διακομιστή δικτύου
et_ee: Tavaliselt saab selle lahendada andes veebiserverile seatete kataloogile "config" kirjutusõigused
eu: Hau normalean konpondu daitekesweb zerbitzarira config karpetan idazteko baimenak emanez
fr: Ce problème est généralement résolu en donnant au serveur web un accès en écriture à ce répertoire
gl: Polo xeral, isto pode ser fixado para permitirlle ao servidor web acceso de escritura ao directorio «config»
it: Ciò può essere normalmente corretto fornendo al server web accesso in scrittura alla cartella "config"
ja: 多くの場合、これはWebサーバーにconfigディレクトリへの書き込み権限を与えることで解決できます。
nb_no: Dette kan vanligvis ordnes ved å gi web-serveren skrivetilgang til config-mappen
nl: Dit kan hersteld worden door de webserver schrijfrechten te geven op de de config directory
pl: Można to zwykle rozwiązać przez dodanie serwerowi www uprawnień zapisu do katalogu config.
pt_pt: Isto pode ser resolvido normalmente dando ao servidor web direitos de escrita ao directório de configuração
ru: Обычно это можно исправить, предоставив веб-серверу права на запись в папке конфигурации
sv: Detta kan vanligtvis åtgärdas genom att ge skrivrättigheter till config katalgogen
tr: Bu genellikle, web sunucusuna config dizinine yazma erişimi verilerek çözülebilir

source: See %s
ast: Mira %s
bg_bg: Виж %s
ca: Comproveu %s
da: Se %s
de: Siehe %s
el: Δείτε %s
et_ee: Vaata %s
eu: Ikusi %s
fr: Voir %s
gl: Vexa %s
it: Vedere %s
ja: %s を閲覧
nb_no: Se %s
nl: Zie %s
pl: Zobacz %s
pt_pt: Ver %s
ru: Просмотр %s
sv: Se %s
tr: Bakınız: %s
zh_cn: 查看 %s

source: This can usually be fixed by %sgiving the webserver write access to the config directory%s.
ast: Davezu esto pue iguase %sdándo-y al sirvidor web accesu d'escritura al direutoriu de configuración%s.
bg_bg: Това обикновено може да бъде оправено като %s даде разрешение на уеб сървъра да записва в config папката %s.
ca: Això normalment es pot solucionar donant a %s permís d'escriptura a la carpeta de configuració %s
da: Dette kan som regel rettes ved at %sgive webserveren skriveadgang til config-mappen%s.
de: Dies kann normalerweise repariert werden, indem dem Webserver %s Schreibzugriff auf das config-Verzeichnis %s gegeben wird.
el: Αυτό μπορεί συνήθως να διορθωθεί %sπαρέχοντας δικαιώματα εγγραφής για το φάκελο config στο διακομιστή δικτύου%s.
et_ee: Tavaliselt saab selle lahendada %s andes veebiserverile seadete kataloogile "config" kirjutusõigused %s
eu: Hau normalean konpondu daiteke %sweb zerbitzarira config karpetan idazteko baimenak emanez%s.
fr: Ce problème est généralement résolu %sen donnant au serveur web un accès en écriture au répertoire de configuration%s.
gl: Polo xeral, isto pode ser fixado para %spermitirlle ao servidor web acceso de escritura ao directorio «config»%s.
it: Ciò può essere normalmente corretto %sfornendo al server web accesso in scrittura alla cartella "config"%s
ja: 多くの場合、これは %s Webサーバーにconfigディレクトリ %s への書き込み権限を与えることで解決できます。
nb_no: Dette kan vanligvis ordnes ved %så gi web-serveren skrivetilgang til config-mappen%s.
nl: Dit kan hersteld worden door de webserver schrijfrechten te %sgeven op de de config directory%s
pl: Można to zwykle rozwiązać przez %sdodanie serwerowi www uprawnień zapisu do katalogu config%s.
pt_pt: Isto pode ser resolvido normalmente %sdando ao servidor web direitos de escrita no directório de configuração%s.
ru: Обычно это можно исправить, %sпредоставив веб-серверу права на запись в папке конфигурации%s.
tr: Bu genellikle, %sweb sunucusuna config dizinine yazma erişimi verilerek%s çözülebilir

source: Sample configuration detected
de: Beispielkonfiguration gefunden
eu: Adibide-ezarpena detektatua
nl: Voorbeeldconfiguratie gevonden
tr: Örnek yapılandırma tespit edildi

source: It has been detected that the sample configuration has been copied. This can break your installation and is unsupported. Please read the documentation before performing changes on config.php
de: Es wurde festgestellt, dass die Beispielkonfiguration kopiert wurde, Dies wird nicht unterstützt kann zum Abruch Ihrer Installation führen. Bitte lese die Dokumentation vor der Änderung an der config.php.
eu: Detektatu da adibide-ezarpena kopiatu dela. Honek zure instalazioa apur dezake eta ez da onartzen. Irakurri dokumentazioa config.php fitxategia aldatu aurretik.
nl: Blijkbaar is de voorbeeldconfiguratie gekopieerd. Dit kan uw installatie beschadigen en wordt niet dan ook ondersteund. Lees de documentatie voordat u wijzigingen aan config.php doorvoert
tr: Örnek yapılandırmanın kopyalanmış olabileceği tespit edildi. Bu kurulumunuzu bozabilir ve desteklenmemektedir. Lütfen config.php dosyasında değişiklik yapmadan önce belgelendirmeyi okuyun

source: You are accessing the server from an untrusted domain.
bg_bg: Свръзваш се със сървъра от неодобрен домейн.
ca: Esteu accedint el servidor des d'un domini no fiable
da: Du tilgår serveren fra et utroværdigt domæne
el: Η προσπέλαση του διακομιστή γίνεται από μη έμπιστο τομέα.
es: Está accediendo al servidor desde un dominio inseguro.
et_ee: Sa kasutad serverit usalduseta asukohast
eu: Zerbitzaria domeinu ez fidagarri batetik eskuratzen ari zara.
fi_fi: Olet yhteydessä palvelimeen epäluotettavasta verkko-osoitteesta.
fr: Vous accédez au serveur à partir d'un domaine non-approuvé.
it: Stai accedendo al server da un dominio non affidabile.
nb_no: Du aksesserer serveren fra et ikke tiltrodd domene.
pl: Dostajesz się do serwera z niezaufanej domeny.
pt_pt: Está a aceder ao servidor a partir de um domínio que não é de confiança.
ru: Вы пытаетесь получить доступ к серверу с неподтверждённого домена.
sv: Du ansluter till servern från en osäker domän.

source: Please contact your administrator. If you are an administrator of this instance, configure the "trusted_domain" setting in config/config.php. An example configuration is provided in config/config.sample.php.
bg_bg: Моля, свържи се с администратора. Ако ти си администраторът, на този сървър, промени "trusted_domain" настройките в config/config.php. Примерна конфигурация е приложена в config/config.sample.php.
ca: Contacteu amb l'administrador. Si sou un administrador d'aquesta instància, configureu el paràmetre "trusted_domain" a config/config.php. Hi ha un exemple de configuració a config/config.sampe.php
da: Kontakt venligst din administrator. Hvis du er administrator, konfigurer "trusted_domain" indstillingen i config/config.php. Et eksempel kan ses i config/config.sample.php.
el: Παρακαλώ επικοινωνήστε με τον διαχειριστή συστημάτων σας. Αν είστε διαχειριστής αυτού του στιγμιοτύπο, ρυθμίστε το κλειδί "trusted_domain" στο αρχείο config/config.php. Ένα παράδειγμα παρέχεται στο αρχείο config/config.sample.php.
es: Contacte a su administrador. Si usted es el administrador, configure "trusted_domain" en config/config.php. En config/config.sample.php se encuentra un ejemplo para la configuración.
et_ee: Palun võta ühendust oma saidi administraatoriga. Kui sa oled ise administraator, siis seadista failis config/config.php sätet "trusted_domain". Näidis seadistused leiad failist config/config.sample.php.
eu: Mesedez harremanetan jarri kudeatzailearekin. Zu kudeatzailea bazara, konfiguratu "trusted_domain" ezarpena config/config.php fitxategian. Adibidezko konfigurazko bat config/config.sample.php fitxategian dago.
fi_fi: Ota yhteys ylläpitäjään. Jos olet tämän ownCloudin ylläpitäjä, määritä "trusted_domain"-asetus tiedostossa config/config.php. Esimerkkimääritys on nähtävillä tiedostossa config/config.sample.php.
fr: Veuillez contacter votre administrateur. Si vous être l'administrateur de cette instance, il faut configurer la variable "trusted_domain" dans le fichier config/config.php. Un exemple de configuration est fournit dans le fichier config/config.sample.php.
it: Contatta il tuo amministratore di sistema. Se sei un amministratore, configura l'impostazione "trusted_domain" in config/config.php. Un esempio di configurazione è disponibile in config/config.sample.php.
nb_no: Vennligst kontakt administratoren. Hvis du er administrator for denne instansen, konfigurer innstillingen "trusted_domain" i config/config.php. En eksempelkonfigurasjon er gitt i config/config.sample.php.
pl: Proszę skontaktuj się z administratorem. Jeśli jesteś administratorem tej instancji, skonfiguruj parametr "trusted_domain" w pliku config/config.php. Przykładowa konfiguracja jest dostępna w pliku config/config.sample.php.
pt_pt: Por favor contacte o seu administrador. Se é um administrador desta instância, configure as definições "trusted_domain" em config/config.php. Um exemplo de configuração é fornecido em config/config.sample.php.
ru: Пожалуйста, свяжитесь с администратором. Если вы администратор этого хранилища, сконфигурируйте "trusted_domain" в config/config.php. Пример настройки можно найти в /config/config.sample.php.
sv: Vänligen kontakta din administratör. Om du är en administratör, konfigurera inställningen "trusted_domain" i config/config.php. En exempelkonfiguration finns i tillgänglig i config/config.sample.php.

source: Help
ast: Ayuda
bg_bg: Помощ
ca: Ajuda
cy_gb: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
et_ee: Abiinfo
eu: Laguntza
fi_fi: Ohje
fr: Aide
gl: Axuda
id: Bantuan
it: Aiuto
ja: ヘルプ
ka_ge: დახმარება
ko: 도움말
lt_lt: Pagalba
nb_no: Hjelp
pl: Pomoc
pt_pt: Ajuda
ru: Помощь
sq: Ndihmë
sv: Hjälp
tr: Yardım
zh_cn: 帮助
zh_tw: 說明

source: Personal
bg_bg: Лични
cy_gb: Personol
da: Personligt
de: Persönlich
el: Προσωπικά
et_ee: Isiklik
eu: Pertsonala
fi_fi: Henkilökohtainen
fr: Personnel
gl: Persoal
id: Pribadi
it: Personale
ja: 個人
ka_ge: პირადი
ko: 개인
lt_lt: Asmeniniai
nb_no: Personlig
nl: Persoonlijk
pl: Osobiste
pt_pt: Pessoal
ru: Личное
sq: Personale
sv: Personligt
tr: Kişisel
zh_cn: 个人
zh_tw: 個人

source: Settings
ast: Axustes
bg_bg: Настройки
ca: Configuració
cy_gb: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et_ee: Seaded
eu: Ezarpenak
fi_fi: Asetukset
fr: Paramètres
gl: Axustes
id: Pengaturan
it: Impostazioni
ja: 設定
ka_ge: პარამეტრები
ko: 설정
lt_lt: Nustatymai
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
sq: Parametra
sv: Inställningar
tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

source: Users
ast: Usuarios
bg_bg: Потребители
ca: Usuaris
cy_gb: Defnyddwyr
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
et_ee: Kasutajad
eu: Erabiltzaileak
fi_fi: Käyttäjät
fr: Utilisateurs
gl: Usuarios
id: Pengguna
it: Utenti
ja: ユーザー
ka_ge: მომხმარებელი
ko: 사용자
lt_lt: Vartotojai
nb_no: Brukere
nl: Gebruikers
pl: Użytkownicy
pt_pt: Utilizadores
ru: Пользователи
sq: Përdoruesit
sv: Användare
tr: Kullanıcılar
zh_cn: 用户
zh_tw: 使用者

source: App \"%s\" can't be installed because it is not compatible with this version of ownCloud.
ast: L'aplicación \"%s\" nun pue instalase porque nun ye compatible con esta versión d'ownCloud
bg_bg: Приложението \"%s\" не може да бъде инсталирано, защото не е съвместимо с тази версия на ownCloud.
ca: L'aplicació \"%s\" no es pot instal·lar perquè no es compatible amb aquesta versió de ownCloud.
da: App'en \"%s\" kan ikke installeres, da den ikke er kompatible med denne version af ownCloud.
de: Applikation \"%s\" kann nicht installiert werden, da sie mit dieser ownCloud Version nicht kompatibel ist.
el: Η εφαρμογή "%s" δεν μπορεί να εγκατασταθεί επειδή δεν είναι συμβατή με αυτή την έκδοση του ownCloud.
et_ee: Rakendit \"%s\" ei saa paigaldada, kuna see pole ühilduv selle ownCloud versiooniga.
eu: \"%s\" Aplikazioa ezin da instalatu ownCloud bertsio honekin bateragarria ez delako.
fi_fi: Sovellusta \"%s\" ei voi asentaa, koska se ei ole yhteensopiva tämän ownCloud-version kanssa.
fr: L'application \"%s\" ne peut pas être installée car elle n'est pas compatible avec cette version de ownCloud.
gl: Non é posíbel instalar a aplicación «%s» por non seren compatíbel con esta versión do ownCloud.
it: L'applicazione \"%s\" non può essere installata poiché non è compatibile con questa versione di ownCloud.
ja: アプリ \"%s\" をインストールできません。現在のownCloudのバージョンと互換性がありません。
nb_no: App \"%s\" kan ikke installeres fordi den ikke er kompatibel med denne versjoen av ownCloud.
nl: App \"%s\" kan niet worden geïnstalleerd omdat de app niet compatible is met deze versie van ownCloud.
pl: Aplikacja \"%s\" nie może zostać zainstalowana ponieważ nie jest kompatybilna z tą wersją ownCloud.
pt_pt: A Aplicação \"%s\" não pode ser instalada porque não é compatível com esta versão do owncloud.
ru: Невозможно установить приложение \"%s\", т.к. оно несовместимо с этой версией ownCloud.
sv: Applikationen \"%s\" kan inte installeras då en inte är kompatibel med denna version utav ownCloud.
tr: ownCloud yazılımının bu sürümü ile uyumlu olmadığı için \"%s\" uygulaması kurulamaz.

source: No app name specified
ast: Nun s'especificó nome de l'aplicación
bg_bg: Не е зададено име на преложението
ca: No heu especificat cap nom d'aplicació
da: Intet app-navn angivet
de: Es wurde kein Applikation-Name angegeben
el: Δεν προδιορίστηκε όνομα εφαρμογής
es: No se ha especificado nombre de la aplicación
et_ee: Ühegi rakendi nime pole määratletud
eu: Ez da aplikazioaren izena zehaztu
fi_fi: Sovelluksen nimeä ei määritelty
fr: Aucun nom d'application spécifié
gl: Non se especificou o nome da aplicación
id: Tidak ada nama apl yang ditentukan
it: Il nome dell'applicazione non è specificato
ja: アプリ名が未指定
ko: 앱 이름이 지정되지 않았습니다.
lt_lt: Nenurodytas programos pavadinimas
nb_no: Intet app-navn spesifisert
nl: De app naam is niet gespecificeerd.
pl: Nie określono nazwy aplikacji
pt_pt: O nome da aplicação não foi especificado
ru: Не указано имя приложения
sv: Inget appnamn angivet
tr: Uygulama adı belirtilmedi
zh_cn: 没有指定的 App 名称
zh_tw: 沒有指定應用程式名稱

source: Unknown filetype
ast: Triba de ficheru desconocida
bg_bg: Непознат тип файл.
ca: Tipus de fitxer desconegut
da: Ukendt filtype
de: Unbekannter Dateityp
el: Άγνωστος τύπος αρχείου
es: Tipo de archivo desconocido
et_ee: Tundmatu failitüüp
eu: Fitxategi mota ezezaguna
fi_fi: Tuntematon tiedostotyyppi
fr: Type de fichier inconnu
gl: Tipo de ficheiro descoñecido
id: Tipe berkas tak dikenal
it: Tipo di file sconosciuto
ja: 不明なファイルタイプ
ko: 알수없는 파일형식
lt_lt: Nežinomas failo tipas
nb_no: Ukjent filtype
nl: Onbekend bestandsformaat
pl: Nieznany typ pliku
pt_pt: Ficheiro desconhecido
ru: Неизвестный тип файла
sv: Okänd filtyp
tr: Bilinmeyen dosya türü
zh_cn: 未知的文件类型
zh_tw: 未知的檔案類型

source: Invalid image
ast: Imaxe inválida
bg_bg: Невалидно изображение.
ca: Imatge no vàlida
da: Ugyldigt billede
de: Ungültiges Bild
el: Μη έγκυρη εικόνα
es: Imagen inválida
et_ee: Vigane pilt
eu: Baliogabeko irudia
fi_fi: Virheellinen kuva
fr: Image invalide
gl: Imaxe incorrecta
id: Gambar tidak sah
it: Immagine non valida
ja: 無効な画像
ko: 잘못된 그림
lt_lt: Netinkamas paveikslėlis
nb_no: Ugyldig bilde
nl: Ongeldige afbeelding
pl: Błędne zdjęcie
pt_pt: Imagem inválida
ru: Изображение повреждено
sv: Ogiltig bild
tr: Geçersiz resim
zh_cn: 无效的图像
zh_tw: 無效的圖片

source: web services under your control
ast: servicios web baxo'l to control
bg_bg: уеб услуги под твой контрол
ca: controleu els vostres serveis web
cy_gb: gwasanaethau gwe a reolir gennych
da: Webtjenester under din kontrol
de: Web-Services unter Deiner Kontrolle
el: υπηρεσίες δικτύου υπό τον έλεγχό σας
es: Servicios web bajo su control
et_ee: veebitenused sinu kontrolli all
eu: web zerbitzuak zure kontrolpean
fi_fi: verkkopalvelut hallinnassasi
fr: services web sous votre contrôle
gl: servizos web baixo o seu control
id: layanan web dalam kendali anda
it: servizi web nelle tue mani
ja: あなたの管理下のウェブサービス
ko: 내가 관리하는 웹 서비스
lt_lt: jūsų valdomos web paslaugos
nb_no: webtjenester som du kontrollerer
nl: Webdiensten in eigen beheer
pl: Kontrolowane serwisy
pt_pt: serviços web sob o seu controlo
ru: веб-сервисы под вашим управлением
sq: shërbime web nën kontrollin tënd
sv: webbtjänster under din kontroll
tr: denetiminizdeki web hizmetleri
zh_cn: 您控制的网络服务
zh_tw: 由您控制的網路服務

source: App directory already exists
ast: El direutoriu de l'aplicación yá esiste
bg_bg: Папката на приложението вече съществува.
ca: La carpeta de l'aplicació ja existeix
da: App-mappe findes allerede
de: Das Applikationsverzeichnis existiert bereits
el: Ο κατάλογος εφαρμογών υπάρχει ήδη
es: El directorio de la aplicación ya existe
et_ee: Rakendi kataloog on juba olemas
eu: Aplikazioaren karpeta dagoeneko existitzen da
fi_fi: Sovelluskansio on jo olemassa
fr: Le dossier de l'application existe déjà
gl: Xa existe o directorio da aplicación
id: Direktori Apl sudah ada
it: La cartella dell'applicazione esiste già
ja: アプリディレクトリはすでに存在します
ko: 앱 디렉토리가 이미 존재합니다.
lt_lt: Programos aplankas jau egzistuoja
nb_no: App-mappe finnes allerede
nl: App directory bestaat al
pl: Katalog aplikacji już isnieje
pt_pt: A directoria da aplicação já existe
ru: Папка приложения уже существует
sv: Appens mapp finns redan
tr: Uygulama dizini zaten mevcut
zh_cn: 应用程序目录已存在
zh_tw: 應用程式目錄已經存在

source: Can't create app folder. Please fix permissions. %s
ast: Nun pue crease la carpeta de l'aplicación. Por favor, igua los permisos. %s
bg_bg: Неуспешно създаване на папката за приложението. Моля, оправете разрешенията. %s
ca: No es pot crear la carpeta de l'aplicació. Arregleu els permisos. %s
da: Kan ikke oprette app-mappe. Ret tilladelser. %s
de: Es kann kein Applikationsordner erstellt werden. Bitte passe die Berechtigungen an. %s
el: Δεν είναι δυνατόν να δημιουργηθεί ο φάκελος εφαρμογής. Παρακαλώ διορθώστε τις άδειες πρόσβασης. %s
es: No se puede crear la carpeta de la aplicación. Corrija los permisos. %s
et_ee: Ei saa luua rakendi kataloogi. Palun korrigeeri õigusi. %s
eu: Ezin izan da aplikazioaren karpeta sortu. Mesdez konpondu baimenak. %s
fi_fi: Sovelluskansion luominen ei onnistu. Korjaa käyttöoikeudet. %s
fr: Impossible de créer le dossier de l'application. Corrigez les droits d'accès. %s
gl: Non é posíbel crear o cartafol de aplicacións. Corrixa os permisos. %s
id: Tidak dapat membuat folder apl. Silakan perbaiki perizinan. %s
it: Impossibile creare la cartella dell'applicazione. Correggi i permessi. %s
ja: アプリフォルダーを作成できませんでした。%s のパーミッションを修正してください。
ko: 앱 폴더를 만들 수 없습니다. 권한을 수정하십시오. %s
lt_lt: Nepavyksta sukurti aplanko. Prašome pataisyti leidimus. %s
nb_no: Kan ikke opprette app-mappe. Vennligst ordne opp i tillatelser. %s
nl: Kan de app map niet aanmaken, Herstel de permissies. %s
pl: Nie mogę utworzyć katalogu aplikacji. Proszę popraw uprawnienia. %s
pt_pt: Não foi possível criar a pasta da aplicação. Por favor verifique as permissões. %s
ru: Не удалось создать директорию. Исправьте права доступа. %s
sv: Kan inte skapa appens mapp. Var god åtgärda rättigheterna. %s
tr: Uygulama dizini oluşturulamıyor. Lütfen izinleri düzeltin. %s
zh_cn: 无法创建应用程序文件夹。请修正权限。%s
zh_tw: 無法建立應用程式目錄，請檢查權限：%s

source: No source specified when installing app
ast: Nun s'especificó nenguna fonte al instalar app
bg_bg: Не е зададен източник при инсталацията на приложението.
ca: No heu especificat la font en instal·lar l'aplicació
da: Ingen kilde angivet under installation af app
de: Für die Installation der Applikation wurde keine Quelle angegeben
el: Δεν προσδιορίστηκε πηγή κατά την εγκατάσταση της εφαρμογής
es: No se ha especificado origen cuando se ha instalado la aplicación
et_ee: Ühegi lähteallikat pole rakendi paigalduseks määratletud
eu: Ez da jatorririk zehaztu aplikazioa instalatzerakoan
fi_fi: Lähdettä ei määritelty sovellusta asennettaessa
fr: Aucune source spécifiée pour installer l'application
gl: Non foi especificada ningunha orixe ao instalar aplicacións
id: Tidak ada sumber yang ditentukan saat menginstal apl
it: Nessuna fonte specificata durante l'installazione dell'applicazione
ja: アプリインストール時のソースが未指定
ko: 앱을 설치할 때 소스가 지정되지 않았습니다.
lt_lt: Nenurodytas šaltinis diegiant programą
nb_no: Ingen kilde spesifisert ved installering av app
nl: Geen bron opgegeven bij installatie van de app
pl: Nie określono źródła podczas instalacji aplikacji
pt_pt: Não foi especificada uma fonte de instalação desta aplicação
ru: Не указан источник при установке приложения
sv: Ingen källa angiven vid installation av app
tr: Uygulama kurulurken bir kaynak belirtilmedi
zh_cn: 安装 App 时未指定来源
zh_tw: 沒有指定應用程式安裝來源

source: No href specified when installing app from http
ast: Nun s'especificó href al instalar la app dende http
bg_bg: Липсва съдържанието на връзката за инсталиране на приложението
ca: No heu especificat href en instal·lar l'aplicació des de http
da: Ingen href angivet under installation af app via http
de: Für die Installation der Applikation über http wurde keine Quelle (href) angegeben
el: Δεν προσδιορίστηκε href κατά την εγκατάσταση της εφαρμογής μέσω http
es: No href especificado cuando se ha instalado la aplicación
et_ee: Ühtegi aadressi pole määratletud rakendi paigalduseks veebist
eu: Ez da href parametrorik zehaztu http bidez aplikazioa instalatzerakoan
fi_fi: Href-määritettä ei asetettu asennettaessa sovellusta http:n yli
fr: Aucun href spécifié pour installer l'application par http
gl: Non foi especificada ningunha href ao instalar aplicacións
id: Href tidak ditentukan saat menginstal apl dari http
it: Nessun href specificato durante l'installazione dell'applicazione da http
ja: アプリインストール時のhttpの URL が未指定
ko: http에서 앱을 설치할 대 href가 지정되지 않았습니다.
lt_lt: Nenurodytas href diegiant programą iš http
nb_no: Ingen href spesifisert ved installering av app fra http
nl: Geen href opgegeven bij installeren van de app vanaf http
pl: Nie określono linku skąd aplikacja ma być zainstalowana
pt_pt: Não foi especificada uma href http para instalar esta aplicação
ru: Не указан атрибут href при установке приложения через http
sv: Ingen href angiven vid installation av app från http
tr: Uygulama http'den kurulurken href belirtilmedi
zh_cn: 从 http 安装 App 时未指定链接
zh_tw: 從 http 安裝應用程式，找不到 href 屬性
