Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: Setting permissions for %s failed, because the permissions exceed permissions granted to %s
ast: Falló dar permisos a %s, porque los permisos son mayores que los otorgaos a %s
bg_bg: Неуспешна промяна на правата за достъп за %s, защото промените надвишават правата на достъп дадени на %s.
ca: Ha fallat en establir els permisos per %s perquè aquests excedeixen els permesos per a %s
da: Angivelse af tilladelser for %s mislykkedes, fordi tilladelserne overskred de som var tildelt %s
de: Das Setzen der Berechtigungen für %s ist fehlgeschlagen, da die Berechtigungen, die erteilten Berechtigungen %s überschreiten
el: Ο ορισμός δικαιωμάτων για το %s απέτυχε, γιατί τα δικαιώματα υπερτερούν αυτά που είναι ορισμένα για το %s
es: Configuración de permisos para %s ha fallado, ya que los permisos superan los permisos dados a %s
et_ee: Lubade seadistus %s jaoks ebaõnnestus, kuna antud õigused ületavad %s jaoks määratud õigusi
eu: %srentzako baimenak ezartzea huts egin du, baimenak %sri emandakoak baino gehiago direlako
fr: Le réglage des permissions pour %s a échoué car les permissions dépassent celle accordée à %s
gl: Non é posíbel estabelecer permisos para %s, os permisos superan os permisos concedidos a %s
it: Impostazione permessi per %s non riuscita, poiché i permessi superano i permessi accordati a %s
ja: %s の権限設定に失敗しました。%s に許可されている権限を越えています。
nb_no: Setting av tillatelser for %s feilet, fordi tillatelsene gikk ut over tillatelsene som er gitt til %s
nl: Instellen van de permissies voor %s is mislukt, omdat de permissies hoger zijn dan de aan %s toegekende permissies
pl: Ustawienie uprawnień dla %s nie powiodło się, ponieważ uprawnienia wykraczają poza przydzielone %s
pt_pt: Definir permissões para %s falhou, porque as permissões excedem as permissões concedidas a %s
ru: Настройка прав доступа для %s невозможна, поскольку права доступа превышают предоставленные права доступа %s
sv: Misslyckades att sätta rättigheter för %s därför att rättigheterna överskrider de som är tillåtna för %s
tr: %s için izinler, izinler %s için verilen izinleri aştığından dolayı ayarlanamadı
zh_cn: 设置 %s 权限失败，因为权限超出了 %s 已有权限。

source: Setting permissions for %s failed, because the item was not found
ast: Falló dar permisos a %s, porque l'elementu nun s'atopó
bg_bg: Неуспешна промяна на правата за достъп за %s, защото съдържанието не е открито.
ca: Ha fallat en establir els permisos per %s, perquè no s'ha trobat l'element
da: Angivelse af tilladelser for %s mislykkedes, fordi artiklen ikke blev fundet
de: Das Setzen der Berechtigungen für %s ist fehlgeschlagen, da das Objekt nicht gefunden wurde
el: Ο ορισμός δικαιωμάτων για το %s απέτυχε, γιατί το αντικείμενο δεν βρέθηκε
es: Configuración de permisos para %s ha fallado, ya que el elemento no fue encontrado
et_ee: Lubade seadistus %s jaoks ebaõnnestus, kuna üksust ei leitud
eu: %srentzako baimenak ezartzea huts egin du, aurkitu ez delako
fi_fi: Kohteen %s oikeuksien asettaminen epäonnistui, koska kohdetta ei löytynyt
fr: Le réglage des permissions pour %s a échoué car l'objet n'a pas été trouvé
gl: Non é posíbel estabelecer permisos para %s, non se atopa o elemento
it: Impostazione permessi per %s non riuscita, poiché l'elemento non è stato trovato
ja: %s の権限設定に失敗しました。アイテムが存在しません。
nb_no: Setting av tillatelser for %s feilet, fordi elementet ikke ble funnet
nl: Instellen van de permissies voor %s is mislukt, omdat het object niet is gevonden
pl: Ustawienie uprawnień dla %s nie powiodło się, ponieważ element nie został znaleziony
pt_pt: Definir permissões para %s falhou, porque o item não foi encontrado
ru: Не удалось произвести настройку прав доступа для %s , элемент не был найден.
sv: Att sätta rättigheterna för %s misslyckades därför att objektet inte hittades
tr: %s için izinler öge bulunamadığından ayarlanamadı
zh_cn: 设置 %s 的权限失败，因为未找到到对应项

source: Cannot set expiration date. Shares cannot expire later than %s after they have been shared
ast: Nun pue afitase la data de caducidá. Ficheros compartíos nun puen caducar dempués de %s de compartise
bg_bg: Неуспешно задаване на дата на изтичане. Споделни папки или файлове не могат да изтичат по-късно от %s след като са били споделени
de: Ablaufdatum kann nicht gesetzt werden. Freigaben können nach dem Teilen, nicht länger als %s gültig sein.
eu: Ezin izan da jarri iraungitze data. Konpartitzea ezin da iraungi konpartitu eta %s ondoren.
fr: Impossible de configurer la date d'expiration. Un partage ne peut expirer plus de %s après sa date de début.
gl: Non é posíbel estabelecer a data de caducidade. As comparticións non poden caducar máis aló de %s após de seren compartidas
ja: 有効期限を設定できません。共有開始から %s 以降に有効期限を設定することはできません。
nb_no: Kan ikke sette utøpsdato. Delinger kan ikke utløpe senere enn %s etter at de har blitt delt
nl: Kon vervaldatum niet instellen. Shares kunnen niet langer dan %s vervallen na het moment van delen
pt_pt: Não é possível definir data de expiração. As partilhas não podem expirar mais de %s depois de terem sido partilhadas
tr: Son kullanma tarihi ayarlanamıyor. Paylaşımlar, paylaşıldıkları süreden %s sonra dolamaz.

source: Cannot set expiration date. Expiration date is in the past
ast: Nun pue afitase la data d'espiración. La data d'espiración ta nel pasáu
bg_bg: Неуспешно задаване на дата на изтичане. Датата на изтичане е в миналото
de: Ablaufdatum kann nicht gesetzt werden. Ablaufdatum liegt in der Vergangenheit.
eu: Ezin da jarri iraungitze data. Iraungitze data iragan da.
fr: Impossible de configurer la date d'expiration. La date d'expiration est dans le passé.
gl: Non é posíbel estabelecer a data de caducidade. A data de caducidade está no pasado.
ja: 有効期限を設定できません。有効期限が過去を示しています。
nb_no: Kan ikke sette utløpsdato. Utløpsdato er tilbake i tid
nl: Kon vervaldatum niet instellen. De vervaldatum ligt in het verleden
pt_pt: Não é possivel definir data de expiração. A data de expiração está no passado
ru: Невозможно установить дату окончания. Дата окончания в прошлом.
tr: Son kullanma tarihi ayarlanamıyor. Son kullanma tarihi geçmişte

source: Sharing backend %s must implement the interface OCP\Share_Backend
ast: El motor compartíu %s tien d'implementar la interfaz OCP\Share_Backend
bg_bg: Споделянето на сървърния %s трябва да поддържа OCP\Share_Backend интерфейс.
ca: El rerefons de compartició %s ha d'implementar la interfície OCP\Share_Backend
da: Delingsbackend'en %s skal implementere grænsefladen OCP\Share_Backend
de: Freigabe-Backend %s muss in der OCP\Share_Backend - Schnittstelle implementiert werden
el: Το σύστημα διαμοιρασμού %s πρέπει να υλοποιεί την διεπαφή OCP\Share_Backend
es: El motor compartido %s debe implementar la interfaz OCP\Share_Backend
et_ee: Jagamise tagarakend %s peab kasutusele võtma OCP\Share_Backend liidese
eu: %s elkarbanaketa motorra OCP\Share_Backend interfazea inplementatu behar du
fr: L'emplacement du partage %s doit implémenter l'interface OCP\Share_Backend
gl: A infraestrutura de compartición %s ten que implementar a interface OCP\Share_Backend
it: Il motore di condivisione %s deve implementare l'interfaccia OCP\Share_Backend
ja: %s のバックエンドの共有には、OCP\Share_Backend インターフェースを実装しなければなりません。
nb_no: Delings-server %s må implementere grensesnittet OCP\Share_Backend
nl: Het share-backend %s moet de OCP\Share_Backend interface implementeren
pl: Zaplecze do współdzielenia %s musi implementować interfejs OCP\Share_Backend
pt_pt: Partilhar backend %s tem de implementar o interface OCP\Share_Backend
ru: Бэкенд для опубликования %s должен реализовывать интерфейс OCP\Share_Backend
sv: Delningsgränssnittet %s måste implementera gränssnittet OCP\Share_Backend
tr: Paylaşma arka ucu %s OCP\Share_Backend arayüzünü desteklemeli
zh_cn: 共享后端 %s 必须实现 OCP\Share_Backend 接口

source: Sharing backend %s not found
ast: Nun s'alcontró'l botón de compartición %s
bg_bg: Споделянето на сървърния %s не е открито.
ca: El rerefons de compartició %s no s'ha trobat
da: Delingsbackend'en %s blev ikke fundet
de: Freigabe-Backend %s nicht gefunden
el: Το σύστημα διαμοιρασμού %s δεν βρέθηκε
es: El motor compartido %s no se ha encontrado
et_ee: Jagamise tagarakendit %s ei leitud
eu: Ez da %s elkarbanaketa motorra aurkitu
fi_fi: Jakamisen taustaosaa %s ei löytynyt
fr: Emplacement de partage %s introuvable
gl: Non se atopou a infraestrutura de compartición %s
it: Motore di condivisione %s non trovato
ja: 共有バックエンド %s が見つかりません
nb_no: Delings-server %s ikke funnet
nl: Het share-backend %s is niet gevonden
pl: Zaplecze %s do współdzielenia nie zostało znalezione
pt_pt: Partilha backend %s não foi encontrado
ru: Бэкэнд для общего доступа %s не найден
sv: Delningsgränssnittet %s hittades inte
tr: Paylaşım arka ucu %s bulunamadı
zh_cn: 未找到共享后端 %s

source: Sharing backend for %s not found
ast: Nun s'alcontró'l botón de partición pa %s
bg_bg: Споделянето на сървъра за %s не е открито.
ca: El rerefons de compartició per a %s no s'ha trobat
da: Delingsbackend'en for %s blev ikke fundet
de: Freigabe-Backend für %s nicht gefunden
el: Το σύστημα διαμοιρασμού για το %s δεν βρέθηκε
es: Motor compartido para %s no encontrado
et_ee: Jagamise tagarakendit %s jaoks ei leitud
eu: Ez da %srako elkarbanaketa motorrik aurkitu
fi_fi: Jakamisen taustaosaa kohteelle %s ei löytynyt
fr: L'emplacement du partage %s est introuvable
gl: Non se atopou a infraestrutura de compartición para %s
it: Motore di condivisione di %s non trovato
ja: %s のための共有バックエンドが見つかりません
nb_no: Delings-server for %s ikke funnet
nl: Het share-backend voor %s is niet gevonden
pl: Zaplecze do współdzielenia %s nie zostało znalezione
pt_pt: Partilha backend para %s não foi encontrado
ru: Бэкэнд для общего доступа к %s не найден
sv: Delningsgränssnittet för %s hittades inte
tr: %s için paylaşım arka ucu bulunamadı
zh_cn: %s 的共享后端未找到

source: Sharing %s failed, because the user %s is the original sharer
ast: Compartir %s falló, yá que l'usuariu %s ye'l compartidor orixinal
bg_bg: Споделяне на %s е неуспешно, защото потребител %s е оригиналния собственик.
ca: Ha fallat en compartir %s perquè l'usuari %s és qui comparteix inicialment
da: Deling af %s mislykkedes, fordi brugeren %s er den som delte oprindeligt
de: Freigabe von %s fehlgeschlagen, da der Nutzer %s der offizielle Freigeber ist
el: Ο διαμοιρασμός του %s απέτυχε, γιατί το αντικείμενο είναι διαμοιρασμένο αρχικά από τον χρήστη %s
es: Compartiendo %s ha fallado, ya que el usuario %s es el compartidor original
et_ee: %s jagamine ebaõnnestus, kuna kasutaja %s on algne jagaja
eu: %s elkarbanatzeak huts egin du, %s erabiltzailea jatorrizko elkarbanatzailea delako
fi_fi: Kohteen %s jakaminen epäonnistui, koska käyttäjä %s on alkuperäinen jakaja
fr: Le partage de %s a échoué car l'utilisateur %s est déjà l'utilisateur à l'origine du partage.
gl: Fallou a compartición de %s, a compartición orixinal é do usuario %s
it: Condivisione di %s non riuscita, poiché l'utente %s l'ha condiviso precedentemente
ja: %s の共有に失敗しました。ユーザー %s が元々の共有者であるからです。
nb_no: Deling av %s feilet, fordi brukeren %s er den opprinnelige eieren
nl: Delen van %s is mislukt, omdat gebruiker %s de originele deler is
pl: Współdzielenie %s nie powiodło się, ponieważ użytkownik %s jest udostępniającym
pt_pt: A partilha %s falhou, porque o utilizador %s é o proprietário original
ru: Публикация %s неудачна, т.к. пользователь %s - публикатор оригинала файла
sv: Delning %s misslyckades därför att användaren %s är den som delade objektet först
tr: %s paylaşımı, %s kullanıcısı özgün paylaşan kişi olduğundan başarısız oldu
zh_cn: 共享 %s 失败，因为用户 %s 不是原始共享者

source: Sharing %s failed, because the permissions exceed permissions granted to %s
ast: Compartir %s falló, porque los permisos perpasen los otorgaos a %s
bg_bg: Неуспешно споделяне на %s, защото промените надвишават правата на достъп дадени на %s.
ca: Ha fallat en compartir %s perquè els permisos excedeixen els permesos per a %s
da: Deling af %s mislykkedes, fordi tilladelserne overskred de tillaldelser som %s var tildelt
de: Freigabe von %s fehlgeschlagen, da die Berechtigungen die erteilten Berechtigungen %s überschreiten
el: Ο διαμοιρασμός του %s απέτυχε, γιατί τα δικαιώματα υπερτερούν αυτά που είναι ορισμένα για το %s
es: Compartiendo %s ha fallado, ya que los permisos superan los permisos otorgados a %s
et_ee: %s jagamine ebaõnnestus, kuna antud õigused ületavad %s jaoks määratud õigusi
eu: %s elkarbanatzeak huts egin du, baimenak %sri emandakoak baino gehiago direlako
fr: Le partage de %s a échoué car les permissions dépassent les permissions accordées à %s
gl: Fallou a compartición de %s, os permisos superan os permisos concedidos a %s
it: Condivisione di %s non riuscita, poiché i permessi superano quelli accordati a %s
ja: %s の共有に失敗しました。%s に付与されている許可を超えているからです。
nb_no: Deling av %s feilet, fordi tillatelsene går utover tillatelsene som er gitt til %s
nl: Delen van %s is mislukt, omdat de rechten de aan %s toegekende autorisaties overschrijden
pl: Współdzielenie %s nie powiodło się, ponieważ uprawnienia przekraczają te udzielone %s
pt_pt: Definir permissões para %s falhou, porque as permissões excedem as permissões concedidas a %s
ru: Не удалось опубликовать %s, т.к. права %s превышают предоставленные права доступа
sv: Delning %s misslyckades därför att rättigheterna överskrider de rättigheter som är tillåtna för %s
tr: %s paylaşımı, izinler %s için verilen izinleri aştığından dolayı başarısız oldu
zh_cn: 共享 %s 失败，因为权限超过了 %s 已有权限

source: Sharing %s failed, because resharing is not allowed
ast: Compartir %s falló, porque nun se permite la re-compartición
bg_bg: Неуспешно споделяне на %s, защото повторно споделяне не е разрешено.
ca: Ha fallat en compartir %s, perquè no es permet compartir de nou
da: Deling af %s mislykkedes, fordi videredeling ikke er tilladt
de: Freigabe von %s fehlgeschlagen, da das nochmalige Freigeben einer Freigabe nicht erlaubt ist
el: Ο διαμοιρασμός του %s απέτυχε, γιατί δεν επιτρέπεται ο επαναδιαμοιρασμός
es: Compartiendo %s ha fallado, ya que volver a compartir no está permitido
et_ee: %s jagamine ebaõnnestus, kuna edasijagamine pole lubatud
eu: %s elkarbanatzeak huts egin du, ber-elkarbanatzea baimenduta ez dagoelako
fi_fi: Kohteen %s jakaminen epäonnistui, koska jakaminen uudelleen ei ole sallittu
fr: Le partage de %s a échoué car le repartage n'est pas autorisé
gl: Fallou a compartición de %s, non está permitido repetir a compartción
it: Condivisione di %s non riuscita, poiché la ri-condivisione non è consentita
ja: %s の共有に失敗しました。再共有が許されていないからです。
nb_no: Deling av %s feilet, fordi videre-deling ikke er tillatt
nl: Delen van %s is mislukt, omdat her-delen niet is toegestaan
pl: Współdzielenie %s nie powiodło się, ponieważ ponowne współdzielenie nie jest dozwolone
pt_pt: A partilha %s falhou, porque repartilhar não é permitido
ru: Публикация %s неудачна, т.к републикация запрещена
sv: Delning %s misslyckades därför att vidaredelning inte är tillåten
tr: %s paylaşımı, tekrar paylaşımın izin verilmemesinden dolayı başarısız oldu
zh_cn: 共享 %s 失败，因为不允许二次共享

source: Sharing %s failed, because the sharing backend for %s could not find its source
ast: Compartir %s falló porque'l motor compartíu pa %s podría nun atopar el so orixe
bg_bg: Неуспешно споделяне на %s, защото не е открит първоизточникът на %s, за да бъде споделяне по сървъра.
ca: Ha fallat en compartir %s, perquè el rerefons de compartir per %s no pot trobar la seva font
da: Deling af %s mislykkedes, fordi back-enden ikke kunne finde kilden til %s
de: Freigabe von %s fehlgeschlagen, da das Freigabe-Backend für %s nicht in dieser Quelle gefunden werden konnte
el: Ο διαμοιρασμός του %s απέτυχε, γιατί δεν ήταν δυνατό να εντοπίσει την πηγή το σύστημα διαμοιρασμού για το %s
es: Compartir %s falló porque el motor compartido para %s podría no encontrar su origen
et_ee: %s jagamine ebaõnnestus, kuna jagamise tagarakend ei suutnud leida %s jaoks lähteallikat
eu: %s elkarbanatzeak huts egin du, %sren elkarbanaketa motorrak bere iturria aurkitu ezin duelako
fr: Le partage %s a échoué parce que la source n'a été trouvée pour le partage %s.
gl: Fallou a compartición de %s, a infraestrutura de compartición para %s non foi quen de atopar a orixe
it: Condivisione di %s non riuscita, poiché il motore di condivisione per %s non riesce a trovare la sua fonte
ja: %s の共有に失敗しました。%s のバックエンド共有に必要なソースが見つかりませんでした。
nb_no: Deling av %s feilet, fordi delings-serveren for %s ikke kunne finne kilden
nl: Delen van %s is mislukt, omdat de share-backend voor %s de bron niet kon vinden
pl: Współdzielenie %s nie powiodło się, ponieważ zaplecze współdzielenia dla %s nie mogło znaleźć jego źródła
pt_pt: A partilha %s falhou, devido a partilha em segundo plano para %s não conseguir encontrar a sua fonte
ru: Не удалось опубликовать %s, т.к. опубликованный бэкенд для %s не смог найти свой источник
sv: Delning %s misslyckades därför att delningsgränsnittet för %s inte kunde hitta sin källa
tr: %s paylaşımı, %s için arka ucun kaynağını bulamamasından dolayı başarısız oldu
zh_cn: 共享 %s 失败，因为 %s 使用的共享后端未找到它的来源

source: Sharing %s failed, because the file could not be found in the file cache
ast: Compartir %s falló, yá que'l ficheru nun pudo atopase na caché de ficheru
bg_bg: Неуспешно споделяне на %s, защото файлът не може да бъде намерен в кеша.
ca: Ha fallat en compartir %s, perquè el fitxer no s'ha trobat en el fitxer cau
da: Deling af %s mislykkedes, fordi filen ikke kunne findes i fil-cachen
de: Freigabe von %s fehlgeschlagen, da die Datei im Datei-Cache nicht gefunden werden konnte
el: Ο διαμοιρασμός του %s απέτυχε, γιατί το αρχείο δεν βρέθηκε στην προσωρινή αποθήκευση αρχείων
es: Compartiendo %s ha fallado, ya que el archivo no pudo ser encontrado en el cache de archivo
et_ee: %s jagamine ebaõnnestus, kuna faili ei suudetud leida failide puhvrist
eu: %s elkarbanatzeak huts egin du, fitxategia katxean aurkitu ez delako
fi_fi: Kohteen %s jakaminen epäonnistui, koska tiedostoa ei löytynyt tiedostovälimuistista
fr: Le partage de %s a échoué car le fichier n'a pas été trouvé dans les fichiers mis en cache.
gl: Fallou a compartición de %s, non foi posíbel atopar o ficheiro na caché de ficheiros
it: Condivisione di %s non riuscita, poiché il file non è stato trovato nella cache
ja: %s の共有に失敗しました。ファイルキャッシュにファイルがありませんでした。
nb_no: Deling av %s feilet, fordi filen ikke ble funnet i fil-mellomlageret
nl: Delen van %s is mislukt, omdat het bestand niet in de bestandscache kon worden gevonden
pl: Współdzielenie %s nie powiodło się, ponieważ plik nie może zostać odnaleziony w buforze plików
pt_pt: A partilha %s falhou, devido ao ficheiro não poder ser encontrado na cache de ficheiros
ru: Не удалось опубликовать %s, т.к. файл не был обнаружен в файловом кеше.
sv: Delning %s misslyckades därför att filen inte kunde hittas i filcachen
tr: %s paylaşımı, dosyanın dosya önbelleğinde bulunamamasınndan dolayı başarısız oldu
zh_cn: 共享 %s 失败，因为未在文件缓存中找到文件。

source: Could not find category "%s"
ast: Nun pudo alcontrase la estaya "%s."
bg_bg: Невъзможно откриване на категорията "%s".
ca: No s'ha trobat la categoria "%s"
cy_gb: Methu canfod categori "%s"
da: Kunne ikke finde kategorien "%s"
de: Die Kategorie "%s" konnte nicht gefunden werden.
el: Αδυναμία εύρεσης κατηγορίας "%s"
es: No puede encontrar la categoria "%s"
et_ee: Ei leia kategooriat "%s"
eu: Ezin da "%s" kategoria aurkitu
fi_fi: Luokkaa "%s" ei löytynyt
fr: Impossible de trouver la catégorie "%s"
gl: Non foi posíbel atopar a categoría «%s»
id: Tidak menemukan kategori "%s"
it: Impossibile trovare la categoria "%s"
ja: カテゴリ "%s" が見つかりませんでした
ka_ge: "%s" კატეგორიის მოძებნა ვერ მოხერხდა
ko: 분류 "%s"을(를) 찾을 수 없습니다.
lt_lt: Nepavyko rasti kategorijos „%s“
nb_no: Kunne ikke finne kategori "%s"
nl: Kon categorie "%s" niet vinden
pl: Nie można odnaleźć kategorii "%s"
pt_pt: Não foi encontrado a categoria "%s"
ru: Категория "%s" не найдена
sq: Kategoria "%s" nuk u gjet
sv: Kunde inte hitta kategorin "%s"
tr: "%s" kategorisi bulunamadı
zh_cn: 无法找到分类 "%s"
zh_tw: 找不到分類："%s"

source: seconds ago
ast: hai segundos
bg_bg: преди секунди
ca: segons enrere
cy_gb: eiliad yn ôl
da: sekunder siden
de: Gerade eben
el: δευτερόλεπτα πριν
es: hace segundos
et_ee: sekundit tagasi
eu: segundu
fi_fi: sekuntia sitten
fr: il y a quelques secondes
gl: segundos atrás
id: beberapa detik yang lalu
it: secondi fa
ja: 数秒前
ka_ge: წამის წინ
ko: 초 전
lt_lt: prieš sekundę
nb_no: for få sekunder siden
nl: seconden geleden
pl: sekund temu
pt_pt: Minutos atrás
ru: несколько секунд назад
sq: sekonda më parë
sv: sekunder sedan
tr: saniyeler önce
zh_cn: 秒前
zh_tw: 幾秒前

source: %n minute ago
ast: hai %n minutu
ca: fa %n minut
da: %n minut siden
de: Vor %n Minute
es: Hace %n minuto
eu: orain dela minutu %n
fi_fi: %n minuutti sitten
gl: hai %n minuto
id: %n menit yang lalu
it: %n minuto fa
ja: %n 分前
ko: %n분 전
lt_lt: prieš %n min.
nb_no: for %n minutt siden
nl: %n minuut geleden
pl: %n minute temu
ru: %n минута назад
sv: %n minut sedan
zh_cn: %n 分钟前
zh_tw: %n 分鐘前

source: %n hour ago
ast: hai %n hora
ca: fa %n hora
da: %n time siden
de: Vor %n Stunde
es: Hace %n hora
eu: orain dela ordu %n
fi_fi: %n tunti sitten
gl: hai %n hora
id: %n jam yang lalu
it: %n ora fa
ja: %n 時間前
ko: %n시간 전
lt_lt: Prieš %n valandą
nb_no: for %n time siden
nl: %n uur geleden
pl: %n godzinę temu
ru: %n час назад
sv: %n timme sedan
zh_cn: %n 小时前
zh_tw: %n 小時前

source: today
ast: güei
bg_bg: днес
ca: avui
cy_gb: heddiw
da: i dag
de: Heute
el: σήμερα
es: hoy
et_ee: täna
eu: gaur
fi_fi: tänään
fr: aujourd'hui
gl: hoxe
id: hari ini
it: oggi
ja: 今日
ka_ge: დღეს
ko: 오늘
lt_lt: šiandien
nb_no: i dag
nl: vandaag
pl: dziś
pt_pt: hoje
ru: сегодня
sq: sot
sv: i dag
tr: bugün
zh_cn: 今天
zh_tw: 今天

source: yesterday
ast: ayeri
bg_bg: вчера
ca: ahir
cy_gb: ddoe
da: i går
de: Gestern
el: χτες
es: ayer
et_ee: eile
eu: atzo
fi_fi: eilen
fr: hier
gl: onte
id: kemarin
it: ieri
ja: 1日前
ka_ge: გუშინ
ko: 어제
lt_lt: vakar
nb_no: i går
nl: gisteren
pl: wczoraj
pt_pt: ontem
ru: вчера
sq: dje
sv: i går
tr: dün
zh_cn: 昨天
zh_tw: 昨天

source: %n day go
ast: hai %n día
ca: fa %n dia
da: %n dag siden
de: Vor %n Tag
es: Hace %n día
eu: orain dela egun %n
fi_fi: %n päivä sitten
gl: hai %n día
id: %n hari yang lalu
it: %n giorno fa
ja: %n日前
ko: %n일 전
lt_lt: Prieš %n dieną
nb_no: for %n dag siden
nl: %n dag terug
pl: %n dzień temu
ru: %n день назад
sv: %n dag sedan
zh_cn: %n 天前
zh_tw: %n 天前

source: last month
ast: mes caberu
bg_bg: миналия месец
ca: el mes passat
cy_gb: mis diwethaf
da: sidste måned
de: Letzten Monat
el: τελευταίο μήνα
es: mes pasado
et_ee: viimasel kuul
eu: joan den hilabetean
fi_fi: viime kuussa
fr: le mois dernier
gl: último mes
id: bulan kemarin
it: mese scorso
ja: 1ヶ月前
ka_ge: გასულ თვეში
ko: 지난 달
lt_lt: praeitą mėnesį
nb_no: forrige måned
nl: vorige maand
pl: w zeszłym miesiącu
pt_pt: ultímo mês
ru: в прошлом месяце
sq: muajin e shkuar
sv: förra månaden
tr: geçen ay
zh_cn: 上月
zh_tw: 上個月

source: %n month ago
ast: hai %n mes
ca: fa %n mes
da: %n måned siden
de: Vor %n Monat
es: Hace %n mes
eu: orain dela hilabete %n
fi_fi: %n kuukausi sitten
gl: hai %n mes
id: %n bulan yang lalu
it: %n mese fa
ja: %nヶ月前
ko: %n달 전
lt_lt: Prieš %n mėnesį
nb_no: for %n måned siden
nl: %n maand geleden
pl: %n miesiąc temu
ru: %n месяц назад
sv: %n månad sedan
zh_cn: %n 月前
zh_tw: %n 個月前

source: last year
ast: añu caberu
bg_bg: миналата година
ca: l'any passat
cy_gb: y llynedd
da: sidste år
de: Letztes Jahr
el: τελευταίο χρόνο
es: año pasado
et_ee: viimasel aastal
eu: joan den urtean
fi_fi: viime vuonna
fr: l'année dernière
gl: último ano
id: tahun kemarin
it: anno scorso
ja: 1年前
ka_ge: ბოლო წელს
ko: 작년
lt_lt: praeitais metais
nb_no: forrige år
nl: vorig jaar
pl: w zeszłym roku
pt_pt: ano passado
ru: в прошлом году
sq: vitin e shkuar
sv: förra året
tr: geçen yıl
zh_cn: 去年
zh_tw: 去年
