Repository: nextcloud/server
Catalog: l10n/*/lib.po
Languages: ast, bg_bg, ca, cy_gb, da, de, el, es, et_ee, eu, fi_fi, fr, gl, id, it, ja, ka_ge, ko, lt_lt, nb_no, nl, pl, pt_pt, ru, sq, sv, tr, zh_cn, zh_tw

source: No path specified when installing app from local file
ast: Nun s'especificó camín dende un ficheru llocal al instalar l'aplicación
bg_bg: Не е зададен пътя до локалния файл за инсталиране на приложението.
ca: No heu seleccionat el camí en instal·lar una aplicació des d'un fitxer local
da: Ingen sti angivet under installation af app fra lokal fil
de: Bei der Installation der Applikation aus einer lokalen Datei wurde kein Pfad angegeben
el: Δεν προσδιορίστηκε μονοπάτι κατά την εγκατάσταση εφαρμογής από τοπικό αρχείο
es: Sin path especificado cuando se ha instalado la aplicación desde el fichero local
et_ee: Ühtegi teed pole määratletud paigaldamaks rakendit kohalikust failist
eu: Ez da kokalekurik zehaztu fitxategi lokal moduan aplikazioa instalatzerakoan
fi_fi: Polkua ei määritelty sovellusta asennettaessa paikallisesta tiedostosta
fr: Aucun chemin spécifié pour installer l'application depuis un fichier local
gl: Non foi especificada ningunha ruta ao instalar aplicacións desde un ficheiro local
id: Lokasi tidak ditentukan saat menginstal apl dari berkas lokal
it: Nessun percorso specificato durante l'installazione dell'applicazione da file locale
ja: アプリインストール時のローカルファイルのパスが未指定
ko: 로컬 파일에서 앱을 설치할 때 경로가 지정되지 않았습니다.
lt_lt: Nenurodytas kelias diegiant programą iš vietinio failo
nb_no: Ingen sti spesifisert ved installering av app fra lokal fil
nl: Geen pad opgegeven bij installeren van de app vanaf een lokaal bestand
pl: Nie określono lokalnego pliku z którego miała być instalowana aplikacja
pt_pt: Não foi especificado o caminho de instalação desta aplicação
ru: Не указан путь при установке приложения из локального файла
sv: Ingen sökväg angiven vid installation av app från lokal fil
tr: Uygulama yerel dosyadan kurulurken dosya yolu belirtilmedi
zh_cn: 从本地文件安装 App 时未指定路径
zh_tw: 從本地檔案安裝應用程式時沒有指定路徑

source: Archives of type %s are not supported
ast: Los ficheros de triba %s nun tán sofitaos
bg_bg: Архиви от тип %s не се подържат
ca: Els fitxers del tipus %s no són compatibles
da: Arkiver af type %s understøttes ikke
de: Archive vom Typ %s werden nicht unterstützt
el: Συλλογές αρχείων τύπου %s δεν υποστηρίζονται
es: Ficheros de tipo %s no son soportados
et_ee: %s tüüpi arhiivid pole toetatud
eu: %s motako fitxategiak ez dira onartzen
fi_fi: Tyypin %s arkistot eivät ole tuettuja
fr: Les archives de type %s ne sont pas supportées
gl: Os arquivos do tipo %s non están admitidos
id: Arsip dengan tipe %s tidak didukung
it: Gli archivi di tipo %s non sono supportati
ja: "%s"タイプのアーカイブ形式は未サポート
ko: %s 타입 아카이브는 지원되지 않습니다.
lt_lt: %s tipo archyvai nepalaikomi
nb_no: Arkiver av type %s støttes ikke
nl: Archiefbestanden van type %s niet ondersteund
pl: Typ archiwum %s nie jest obsługiwany
pt_pt: Arquivos do tipo %s não são suportados
ru: Архивы %s не поддерживаются
sv: Arkiv av typen %s stöds ej
tr: %s arşiv türü desteklenmiyor
zh_cn: 不支持 %s 的压缩格式
zh_tw: 不支援 %s 格式的壓縮檔

source: Failed to open archive when installing app
ast: Falló al abrir el ficheru al instalar l'aplicación
bg_bg: Неуспешно отваряне на архив по времен на инсталацията на приложението.
ca: Ha fallat l'obertura del fitxer en instal·lar l'aplicació
da: Kunne ikke åbne arkiv under installation af appen
de: Das Archiv konnte bei der Installation der Applikation nicht geöffnet werden
el: Αποτυχία ανοίγματος συλλογής αρχείων κατά την εγκατάσταση εφαρμογής
es: Fallo de apertura de fichero mientras se instala la aplicación
et_ee: Arhiivi avamine ebaõnnestus rakendi paigalduse käigus
eu: Fitxategia irekitzeak huts egin du aplikazioa instalatzerakoan
fi_fi: Pakettitiedoston avaaminen epäonnistui sovellusta asennettaessa
fr: Échec de l'ouverture de l'archive lors de l'installation de l'application
gl: Non foi posíbel abrir o arquivo ao instalar aplicacións
id: Gagal membuka arsip saat menginstal apl
it: Apertura archivio non riuscita durante l'installazione dell'applicazione
ja: アプリをインストール中にアーカイブファイルを開けませんでした。
ko: 앱을 설치할 때 아카이브를 열지 못했습니다.
lt_lt: Nepavyko atverti archyvo diegiant programą
nb_no: Klarte ikke å åpne arkiv ved installering av app
nl: Kon archiefbestand bij installatie van de app niet openen
pl: Nie udało się otworzyć archiwum podczas instalacji aplikacji
pt_pt: Ocorreu um erro ao abrir o ficheiro de instalação desta aplicação
ru: Не возможно открыть архив при установке приложения
sv: Kunde inte öppna arkivet när appen skulle installeras
tr: Uygulama kurulurken arşiv dosyası açılamadı
zh_cn: 安装 App 是打开归档失败
zh_tw: 安裝應用程式時無法開啓壓縮檔

source: App does not provide an info.xml file
ast: L'aplicación nun apurre un ficheru info.xml
bg_bg: Приложенението не добавило info.xml
ca: L'aplicació no proporciona un fitxer info.xml
da: Der følger ingen info.xml-fil med appen
de: Die Applikation enthält keine info,xml Datei
el: Η εφαρμογή δεν παρέχει αρχείο info.xml
es: La aplicación no suministra un fichero info.xml
et_ee: Rakend ei paku ühtegi info.xml faili
eu: Aplikazioak ez du info.xml fitxategia
fi_fi: Sovellus ei sisällä info.xml-tiedostoa
fr: L'application ne fournit pas de fichier info.xml
gl: A aplicación non fornece un ficheiro info.xml
id: Apl tidak menyediakan berkas info.xml
it: L'applicazione non fornisce un file info.xml
ja: アプリにinfo.xmlファイルが入っていません
ko: 앱에서 info.xml 파일이 제공되지 않았습니다.
lt_lt: Programa nepateikia info.xml failo
nb_no: App-en inneholder ikke filen info.xml
nl: De app heeft geen info.xml bestand
pl: Aplikacja nie posiada pliku info.xml
pt_pt: A aplicação não disponibiliza um ficheiro info.xml
ru: Приложение не имеет файла info.xml
sv: Appen har ingen info.xml fil
tr: Uygulama info.xml dosyası sağlamıyor
zh_cn: 应用未提供 info.xml 文件
zh_tw: 應用程式沒有提供 info.xml 檔案

source: App can't be installed because of not allowed code in the App
ast: Nun pue instalase l'aplicación por causa d'un códigu non permitíu na App
bg_bg: Приложението няма да бъде инсталирано, защото използва неразрешен код.
ca: L'aplicació no es pot instal·lar perquè hi ha codi no autoritzat en l'aplicació
da: Appen kan ikke installeres, da den indeholder ikke-tilladt kode
de: Die Applikation kann auf Grund von unerlaubtem Code nicht installiert werden
el: Η εφαρμογή δεν μπορεί να εγκατασταθεί λόγω μη-επιτρεπόμενου κώδικα μέσα στην Εφαρμογή
es: La aplicación no puede ser instalada por tener código no autorizado en la aplicación
et_ee: Rakendit ei saa paigaldada, kuna sisaldab lubamatud koodi
eu: Aplikazioa ezin da instalatu bertan duen baimendu gabeko kodea dela eta
fi_fi: Sovellusta ei voi asentaa, koska sovellus sisältää kiellettyä koodia
fr: L'application ne peut être installée car elle contient du code non-autorisé
gl: Non é posíbel instalar a aplicación por mor de conter código non permitido
id: Apl tidak dapat diinstal karena terdapat kode yang tidak diizinkan didalam Apl
it: L'applicazione non può essere installata a causa di codice non consentito al suo interno
ja: アプリで許可されないコードが入っているのが原因でアプリがインストールできません
ko: 앱에 허용되지 않는 코드가 있어서 앱을 설치할 수 없습니다.
lt_lt: Programa negali būti įdiegta, nes turi neleistiną kodą
nb_no: App kan ikke installeres på grunn av ulovlig kode i appen.
nl: De app kan niet worden geïnstalleerd wegens onjuiste code in de app
pl: Aplikacja nie może być zainstalowany ponieważ nie dopuszcza kod w aplikacji
pt_pt: A aplicação não pode ser instalado devido a código não permitido dentro da aplicação
ru: Приложение невозможно установить. В нем содержится запрещенный код.
sv: Appen kan inte installeras eftersom att den innehåller otillåten kod
tr: Uygulama, izin verilmeyen kodlar barındırdığından kurulamıyor
zh_cn: App 无法安装，因为 App 中有非法代码
zh_tw: 無法安裝應用程式因為在當中找到危險的代碼

source: App can't be installed because it is not compatible with this version of ownCloud
ast: Nun pue instalase l'aplicación porque nun ye compatible con esta versión d'ownCloud.
bg_bg: Приложението няма да бъде инсталирано, защото не е съвместимо с текущата версия на ownCloud.
ca: L'aplicació no es pot instal·lar perquè no és compatible amb aquesta versió d'ownCloud
da: Appen kan ikke installeres, da den ikke er kompatibel med denne version af ownCloud.
de: Die Anwendung konnte nicht installiert werden, weil Sie nicht mit dieser Version von ownCloud kompatibel ist.
el: Η εφαρμογή δεν μπορεί να εγκατασταθεί επειδή δεν είναι συμβατή με αυτή την έκδοση ownCloud
es: La aplicación no se puede instalar porque no es compatible con esta versión de ownCloud
et_ee: Rakendit ei saa paigaldada, kuna see pole ühilduv selle ownCloud versiooniga.
eu: Aplikazioa ezin da instalatu ownCloud bertsio honekin bateragarria ez delako
fi_fi: Sovellusta ei voi asentaa, koska se ei ole yhteensopiva käytössä olevan ownCloud-version kanssa
fr: L'application ne peut être installée car elle n'est pas compatible avec cette version de ownCloud
gl: Non é posíbel instalar a aplicación por non seren compatíbel con esta versión do ownCloud.
id: Apl tidak dapat diinstal karena tidak kompatibel dengan versi ownCloud
it: L'applicazione non può essere installata poiché non è compatibile con questa versione di ownCloud
ja: アプリは、このバージョンのownCloudと互換性がないためインストールできません。
ko: 현재 ownCloud 버전과 호환되지 않기 때문에 앱을 설치할 수 없습니다.
lt_lt: Programa negali būti įdiegta, nes yra nesuderinama su šia ownCloud versija
nb_no: App kan ikke installeres fordi den ikke er kompatibel med denne versjonen av ownCloud
nl: De app kan niet worden geïnstalleerd omdat die niet compatible is met deze versie van ownCloud
pl: Aplikacja nie może zostać zainstalowana ponieważ jest niekompatybilna z tą wersja ownCloud
pt_pt: A aplicação não pode ser instalada por não ser compatível com esta versão do ownCloud
ru: Приложение невозможно установить. Не совместимо с текущей версией ownCloud.
sv: Appen kan inte installeras eftersom att den inte är kompatibel med denna version av ownCloud
tr: ownCloud sürümünüz ile uyumsuz olduğu için uygulama kurulamıyor
zh_cn: App 无法安装，因为和当前 ownCloud 版本不兼容
zh_tw: 無法安裝應用程式因為它和此版本的 ownCloud 不相容。

source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
ast: L'aplicación nun pue instalase porque contién la etiqueta <shipped>true</shipped> que nun ta permitida p'aplicaciones non distribuyíes
bg_bg: Приложението няма да бъде инсталирано, защото съдържа <shipped>true</shipped>, който таг не е разрешен за не ship-нати приложения.
ca: L'aplicació no es pot instal·lar perquè conté l'etiqueta <shipped>vertader</shipped> que no es permet per aplicacions no enviades
da: Appen kan ikke installeres, da den indeholder taget <shipped> true </shipped> hvilket ikke er tilladt for ikke-medfølgende apps
de: Die Applikation konnte nicht installiert werden, da diese das <shipped>true</shipped> Tag beinhaltet und dieses, bei nicht mitausgelieferten Applikationen, nicht erlaubt ist
el: Η εφαρμογή δεν μπορεί να εγκατασταθεί επειδή περιέχει την ετικέτα <shipped>σωστή</shipped> που δεν επιτρέπεται για μη-ενσωματωμένες εφαρμογές
es: La aplicación no se puede instalar porque contiene la etiqueta <shipped> true </shipped> que no está permitida para aplicaciones no distribuidas
et_ee: Rakendit ei saa paigaldada, kuna see sisaldab <shipped> true </shipped> märgendit, mis pole lubatud mitte veetud (non shipped) rakendites
eu: Aplikazioa ezin da instalatu <shipped>true</shipped> etiketa duelako eta etiketa hau ez da onartzen banaketan ez datozen aplikazioetan
fr: L'application ne peut être installée car elle contient la balise <shipped>true</shipped> qui n'est pas autorisée pour les applications non-diffusées
gl: Non é posíbel instalar a aplicación por conter a etiqueta <shipped>true</shipped> que non está permitida para as aplicacións non enviadas
id: Apl tidak dapat diinstal karena mengandung tag <shipped>true</shipped> yang tidak diizinkan untuk apl yang bukan bawaan.
it: L'applicazione non può essere installata poiché contiene il tag <shipped>true<shipped> che è consentito per le applicazioni native
ja: 非shippedアプリには許可されない<shipped>true</shipped>タグが含まれているためにアプリをインストールできません。
ko: 출하되지 않은 앱에 허용되지 않는 <shipped>true</shipped> 태그를 포함하고 있기 때문에 앱을 설치할 수 없습니다.
lt_lt: Programa negali būti įdiegta, nes turi <shipped>true</shipped> žymę, kuri yra neleistina ne kartu platinamoms programoms
nb_no: App kan ikke installeres fordi den inneholder tag <shipped>true</shipped> som ikke er tillatt for apper som ikke leveres med systemet
nl: De app kan niet worden geïnstallerd omdat het de <shipped>true</shipped> tag bevat die niet is toegestaan voor niet gepubliceerde apps
pl: Aplikacja nie może być zainstalowana ponieważ true tag nie jest <shipped>true</shipped> , co nie jest dozwolone dla aplikacji nie wysłanych
pt_pt: Esta aplicação não pode ser instalada por que contém o tag <shipped>true</shipped> que só é permitido para aplicações nativas
ru: Приложение невозможно установить. Оно содержит параметр <shipped>true</shipped> который не допустим для приложений, не входящих в поставку.
sv: Appen kan inte installeras eftersom att den innehåller etiketten <shipped>true</shipped> vilket inte är tillåtet för icke inkluderade appar
tr: Uygulama, birlikte gelmeyen uygulama olmasına rağmen <shipped>true</shipped> etiketi içerdiği için kurulamıyor
zh_cn: App 无法安装，因为 App 包含不允许在非内置 App 中使用的 <shipped>true</shipped> 标签
zh_tw: 無法安裝應用程式，因為它包含了 <shipped>true</shipped> 標籤，在未發行的應用程式當中這是不允許的

source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
ast: Nun pue instalase l'aplicación porque'l númberu de versión en info.xml/version nun ye'l mesmu que la versión qu'apaez na app store
bg_bg: Приложението няма да бъде инсталирано, защото версията в info.xml/version не съвпада с версията публикувана в магазина за приложения.
ca: L'aplicació no es pot instal·lar perquè la versió a info.xml/version no és la mateixa que la versió indicada des de la botiga d'aplicacions
da: App kan ikke installeres, da versionen i info.xml/version ikke er den samme som versionen rapporteret fra app-storen
de: Die Applikation konnte nicht installiert werden, da die Version in der info.xml nicht die gleiche Version wie im App-Store ist
el: Η εφαρμογή δεν μπορεί να εγκατασταθεί επειδή η έκδοση στο info.xml/version δεν είναι η ίδια με την έκδοση που αναφέρεται στο κατάστημα εφαρμογών
es: La aplicación no puede ser instalada por que la versión en info.xml/version no es la misma que la establecida en la app store
et_ee: Rakendit ei saa paigaldada, kuna selle versioon info.xml/version pole sama, mis on märgitud rakendite laos.
eu: Aplikazioa ezin da instalatu info.xml/version bertsioa ez delako "app store"an jartzen duenaren berdina
fi_fi: Sovellusta ei voi asentaa, koska info.xml/version ilmoittaa versioksi eri arvon kuin sovelluskauppa
fr: L'application ne peut être installée car la version de info.xml/version n'est identique à celle indiquée sur l'app store
gl: Non é posíbel instalar a aplicación xa que a versión en info.xml/version non é a mesma que a versión informada desde a App Store
id: Apl tidak dapat diinstal karena versi di info.xml/versi tidak sama dengan versi yang dilansir dari toko apl
it: L'applicazione non può essere installata poiché la versione in info.xml/version non è la stessa riportata dall'app store
ja: info.xml/versionのバージョンがアプリストアのバージョンと合っていないため、アプリはインストールされません
ko: info.xml/version에 포함된 버전과 앱 스토어에 보고된 버전이 같지 않아서 앱을 설치할 수 없습니다.
lt_lt: Programa negali būti įdiegta, nes versija pateikta info.xml/version nesutampa su versija deklaruota programų saugykloje
nb_no: App kan ikke installeres fordi versjonen i info.xml/version ikke er den samme som versjonen som rapporteres fra app-butikken
nl: De app kan niet worden geïnstalleerd omdat de versie in info.xml/version niet dezelfde is als de versie zoals die in de app store staat vermeld
pl: Nie można zainstalować aplikacji, ponieważ w wersji info.xml/version nie jest taka sama, jak wersja z app store
pt_pt: Esta aplicação não pode ser instalada porque a versão no info.xml/version não coincide com a reportada na loja de aplicações
ru: Приложение невозможно установить. Версия в info.xml/version не совпадает с версией заявленной в магазине приложений
sv: Appen kan inte installeras eftersom versionen i info.xml inte är samma som rapporteras från app store
tr: Uygulama info.xml/version ile uygulama marketinde belirtilen sürüm aynı olmadığından kurulamıyor
zh_cn: App 无法安装因为 info.xml/version 中的版本和 App 商店版本不同
zh_tw: 無法安裝應用程式，因為它在 info.xml/version 宣告的版本與 app store 當中記載的版本不同

source: Application is not enabled
ast: L'aplicación nun ta habilitada
bg_bg: Приложението не е включено
ca: L'aplicació no està habilitada
cy_gb: Nid yw'r pecyn wedi'i alluogi
da: Programmet er ikke aktiveret
de: Die Anwendung ist nicht aktiviert
el: Δεν ενεργοποιήθηκε η εφαρμογή
es: La aplicación no está habilitada
et_ee: Rakendus pole sisse lülitatud
eu: Aplikazioa ez dago gaituta
fi_fi: Sovellusta ei ole otettu käyttöön
fr: L'application n'est pas activée
gl: A aplicación non está activada
id: Aplikasi tidak diaktifkan
it: L'applicazione non è abilitata
ja: アプリケーションは無効です
ka_ge: აპლიკაცია არ არის აქტიური
ko: 앱이 활성화되지 않았습니다
lt_lt: Programa neįjungta
nb_no: Applikasjon er ikke påslått
nl: De applicatie is niet actief
pl: Aplikacja nie jest włączona
pt_pt: A aplicação não está activada
ru: Приложение не разрешено
sq: Programi nuk është i aktivizuar.
sv: Applikationen är inte aktiverad
tr: Uygulama etkin değil
zh_cn: 应用程序未启用
zh_tw: 應用程式未啟用

source: Authentication error
ast: Fallu d'autenticación
bg_bg: Проблем с идентификацията
ca: Error d'autenticació
cy_gb: Gwall dilysu
da: Adgangsfejl
de: Fehler bei der Anmeldung
el: Σφάλμα πιστοποίησης
es: Error de autenticación
et_ee: Autentimise viga
eu: Autentifikazio errorea
fi_fi: Tunnistautumisvirhe
fr: Erreur d'authentification
gl: Produciuse un erro de autenticación
id: Galat saat otentikasi
it: Errore di autenticazione
ja: 認証エラー
ka_ge: ავთენტიფიკაციის შეცდომა
ko: 인증 오류
lt_lt: Autentikacijos klaida
nb_no: Autentikasjonsfeil
nl: Authenticatie fout
pl: Błąd uwierzytelniania
pt_pt: Erro na autenticação
ru: Ошибка аутентификации
sq: Veprim i gabuar gjatë vërtetimit të identitetit
sv: Fel vid autentisering
tr: Kimlik doğrulama hatası
zh_cn: 认证出错
zh_tw: 認證錯誤

source: Token expired. Please reload page.
ast: Token caducáu. Recarga la páxina.
bg_bg: Изтекла сесия. Моля, презареди страницата.
ca: El testimoni ha expirat. Torneu a carregar la pàgina.
cy_gb: Tocyn wedi dod i ben. Ail-lwythwch y dudalen.
da: Adgang er udløbet. Genindlæs siden.
de: Token abgelaufen. Bitte lade die Seite neu.
el: Το αναγνωριστικό έληξε. Παρακαλώ φορτώστε ξανά την σελίδα.
es: Token expirado. Por favor, recarga la página.
et_ee: Kontrollkood aegus. Paelun lae leht uuesti.
eu: Tokena iraungitu da. Mesedez birkargatu orria.
fi_fi: Valtuutus vanheni. Lataa sivu uudelleen.
fr: La session a expiré. Veuillez recharger la page.
gl: Testemuña caducada. Recargue a páxina.
id: Token sudah kedaluwarsa. Silakan muat ulang halaman.
it: Token scaduto. Ricarica la pagina.
ja: トークンが無効になりました。ページを再読込してください。
ka_ge: Token–ს ვადა გაუვიდა. გთხოვთ განაახლოთ გვერდი.
ko: 토큰이 만료되었습니다. 페이지를 새로 고치십시오.
lt_lt: Sesija baigėsi. Prašome perkrauti puslapį.
nb_no: Symbol utløpt. Vennligst last inn siden på nytt.
nl: Token verlopen. Herlaad de pagina.
pl: Token wygasł. Proszę ponownie załadować stronę.
pt_pt: O token expirou. Por favor recarregue a página.
ru: Токен просрочен. Перезагрузите страницу.
sq: Përmbajtja ka skaduar. Ju lutemi ringarkoni faqen.
sv: Ogiltig token. Ladda om sidan.
tr: Belirteç süresi geçti. Lütfen sayfayı yenileyin.
zh_cn: Token 过期，请刷新页面。
zh_tw: Token 過期，請重新整理頁面。

source: Unknown user
ast: Usuariu desconocíu
bg_bg: Непознат потребител
ca: Usuari desconegut
da: Ukendt bruger
de: Unbekannter Benutzer
el: Άγνωστος χρήστης
es: Usuario desconocido
et_ee: Tundmatu kasutaja
eu: Erabiltzaile ezezaguna
fi_fi: Tuntematon käyttäjä
fr: Utilisateur inconnu
gl: Usuario descoñecido
it: Utente sconosciuto
ja: 不明なユーザー
nb_no: Ukjent bruker
nl: Onbekende gebruiker
pl: Nieznany użytkownik
pt_pt: Utilizador desconhecido
ru: Неизвестный пользователь
sv: Okänd användare
tr: Bilinmeyen kullanıcı
zh_cn: 未知用户

source: %s enter the database username.
ast: %s introducir l'usuariu de la base de datos.
bg_bg: %s въведи потребителско име за базата данни.
ca: %s escriviu el nom d'usuari de la base de dades.
cy_gb: %s rhowch enw defnyddiwr y gronfa ddata.
da: %s indtast database brugernavnet.
de: %s gib den Datenbank-Benutzernamen an.
el: %s εισάγετε το όνομα χρήστη της βάσης δεδομένων.
es: %s ingresar el usuario de la base de datos.
et_ee: %s sisesta andmebaasi kasutajatunnus.
eu: %s sartu datu basearen erabiltzaile izena.
fi_fi: %s anna tietokannan käyttäjätunnus.
fr: %s entrez le nom d'utilisateur de la base de données.
gl: %s introduza o nome de usuario da base de datos
id: %s masukkan nama pengguna basis data.
it: %s digita il nome utente del database.
ja: %s のデータベースのユーザー名を入力してください。
ka_ge: %s შეიყვანეთ ბაზის იუზერნეიმი.
ko: 데이터베이스 사용자 명을 %s 에 입력해주십시오
lt_lt: %s įrašykite duombazės naudotojo vardą.
nb_no: %s legg inn brukernavn for databasen.
nl: %s opgeven database gebruikersnaam.
pl: %s wpisz nazwę użytkownika do bazy
pt_pt: %s introduza o nome de utilizador da base de dados
ru: %s введите имя пользователя базы данных.
sq: % shkruani përdoruesin e database-it.
sv: %s ange databasanvändare.
tr: %s veritabanı kullanıcı adını girin.
zh_cn: %s 输入数据库用户名。
zh_tw: %s 輸入資料庫使用者名稱。

source: %s enter the database name.
ast: %s introducir nome de la base de datos.
bg_bg: %s въведи име на базата данни.
ca: %s escriviu el nom de la base de dades.
cy_gb: %s rhowch enw'r gronfa ddata.
da: %s indtast database navnet.
de: %s gib den Datenbank-Namen an.
el: %s εισάγετε το όνομα της βάσης δεδομένων.
es: %s ingresar el nombre de la base de datos
et_ee: %s sisesta andmebaasi nimi.
eu: %s sartu datu basearen izena.
fi_fi: %s anna tietokannan nimi.
fr: %s entrez le nom de la base de données.
gl: %s introduza o nome da base de datos
id: %s masukkan nama basis data.
it: %s digita il nome del database.
ja: %s のデータベース名を入力してください。
ka_ge: %s შეიყვანეთ ბაზის სახელი.
ko: 데이터베이스 명을 %s 에 입력해주십시오
lt_lt: %s įrašykite duombazės pavadinimą.
nb_no: %s legg inn navnet på databasen.
nl: %s opgeven databasenaam.
pl: %s wpisz nazwę bazy.
pt_pt: %s introduza o nome da base de dados
ru: %s введите имя базы данных.
sq: %s shkruani emrin e database-it.
sv: %s ange databasnamn
tr: %s veritabanı adını girin.
zh_cn: %s 输入数据库名称。
zh_tw: %s 輸入資料庫名稱。
