Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: Invalid value supplied for %s
ar: ادخال خاطئ لقيمة %s
ast: Introdúxose un valor non válidu pa %s
bg_bg: Зададена е невалидна стойност за %s.
de_de: Ungültiger Wert für %s übermittelt
es: Se introdujo un valor inválido para %s
et_ee: Sisestatud sobimatu väärtus %s jaoks
eu: %s-entzako baliogabea
fa: مقدار ارائه شده برای %s معتبر نیست
fr: Type de valeur METADATA invalide : "%s".
gl: Forneceu un valor incorrecto para %s
ja: %s に提供された無効な値
nb_no: Ugyldig verdi angitt for %s
ru: Неверное значение для %s
tr: %s için geçersiz değer sağlandı

source: Saved
ar: حفظ
ast: Guardáu
bg_bg: Запис
de_de: Gespeichert
es: Guardado
et_ee: Salvestatud
eu: Gordeta
fa: ذخیره شد
fr: Sauvegarder
gl: Gardado
id: Disimpan
ja: 保存されました
nb_no: Lagret
ru: Сохранено
tr: Kaydedildi

source: test email settings
ar: إعدادات البريد التجريبي
ast: probar configuración de corréu
bg_bg: провери имейл настройките
de_de: E-Mail-Einstellungen testen
es: probar configuración de correo
et_ee: testi e-posti seadeid
eu: probatu eposta ezarpenak
fa: تنظیمات ایمیل آزمایشی
fr: tester les paramètres d'e-mail
gl: correo de proba dos axustes
id: pengaturan email percobaan
ja: メール設定をテスト
nb_no: Test av innstillinger for e-post
ru: тест настроек почты
tr: e-posta ayarlarını sına

source: If you received this email, the settings seem to be correct.
ar: تبدوا الاعدادت صحيحة اذا تلقيت هذا البريد الالكتروني
ast: Si recibisti esti mensaxe de corréu-e, la to configuración ta correuta.
bg_bg: Ако си получил този имейл, настройките са правилни.
de_de: Wenn Sie diese E-Mail erhalten haben, sind die Einstellungen korrekt.
es: Si recibió este mensaje de correo electrónico, su configuración debe estar correcta.
et_ee: Kui said selle kirja, siis on seadistus korrektne.
eu: Eposta hau jaso baduzu, zure ezarpenak egokiak direnaren seinale
fr: Si vous recevez cet email, c'est que les paramètres sont corrects
gl: Se recibiu este correo, semella que a configuración é correcta.
id: Jika Anda menerma email ini, pengaturan tampaknya sudah benar.
ja: このメールを受け取ったら、設定は正しいはずです。
nb_no: Hvis du mottar denne e-posten er innstillingene tydeligvis korrekte.
ru: Если вы получили это письмо, настройки верны.
tr: Eğer bu e-postayı aldıysanız, ayarlar doğru gibi görünüyor.

source: A problem occurred while sending the e-mail. Please revisit your settings.
ar: حدث خطأ اثناء ارسال البريد الالكتروني ، الرجاء مراجعة اعداداتك
ast: Hebo un problema al unviar el mensaxe. Revisa la configuración.
bg_bg: Настъпи проблем при изпращането на имейла. Моля, провери настройките.
de_de: Ein Problem ist beim Senden der E-Mail aufgetreten. Bitte überprüfen Sie Ihre Einstellungen.
es: Ocurrió un problema la enviar el mensaje. Revise la configuración.
et_ee: Kirja saatmisel tekkis tõrge. Palun kontrolli üle oma seadistus.
eu: Arazo bat gertatu da eposta bidaltzean. Berrikusi zure ezarpenak.
fr: Une erreur est survenue lors de l'envoi de l'e-mail. Veuillez vérifier vos paramètres.
gl: Produciuse un problema ao enviar o correo. Revise os seus axustes.
id: Terjadi masalah saat mengirim email. Mohon tinjau ulang pengaturan Anda.
ja: メールの送信中に問題が発生しました。設定を再考してください。
nb_no: Et problem oppstod under sending av e-posten. Sjekk innstillingene.
ru: Произошла ошибка при отправке сообщения электронной почты, пожалуйста, пожалуйста проверьте настройки.
tr: E-posta gönderilirken bir hata oluştu. Lütfen ayarlarınıza tekrar bakın.

source: Email sent
ar: تم ارسال البريد الالكتروني
ast: Corréu-e unviáu
bg_bg: Имейлът е изпратен
de_de: E-Mail gesendet
es: Correo electrónico enviado
et_ee: E-kiri on saadetud
eu: Eposta bidalia
fa: ایمیل ارسال شد
fr: Email envoyé
gl: Correo enviado
id: Email terkirim
ja: メールを送信しました
lt_lt: Laiškas išsiųstas
nb_no: E-post sendt
nn_no: E-post sendt
ru: Письмо отправлено
tr: E-posta gönderildi

source: You need to set your user email before being able to send test emails.
ast: Tienes de configurar la direición de corréu-e enantes de poder unviar mensaxes de prueba.
bg_bg: Трябва да зададеш своя имейл преди да можеш да изпратиш проверяващи имейли.
de_de: Sie müssen Ihre Benutzer-E-Mail-Adresse einstellen, bevor Sie Test-E-Mails versenden können.
es: Tiene que configurar su dirección de correo electrónico antes de poder enviar mensajes de prueba.
et_ee: Pead seadistama oma e-postienne kui on võimalik saata test-kirju.
eu: Epostaren erabiltzailea zehaztu behar duzu probako eposta bidali aurretik.
fr: Vous devez configurer votre e-mail d'utilisateur avant de pouvoir envoyer des e-mails de test.
gl: É necesario configurar o correo do usuario antes de poder enviar mensaxes de correo de proba.
id: Anda perlu menetapkan email pengguna Anda sebelum dapat mengirim email percobaan.
ja: ユーザーメールを設定して初めて、テストメールを送信することができるようになります。
nb_no: Du må sette e-postadressen for brukeren din før du kan teste sending av e-post.
ru: Вы должны настроить свой e-mail пользователя прежде чем отправлять тестовые сообщения.
tr: Sınama e-postaları göndermeden önce kullanıcı e-postasını ayarlamanız gerekiyor.

source: Send mode
ar: وضعية الإرسال
ast: Mou d'unviu
bg_bg: Режим на изпращане
de_de: Sendemodus
es: Modo de envío
et_ee: Saatmise viis
eu: Bidaltzeko modua
fa: حالت ارسال
fr: Mode d'envoi
gl: Modo de envío
id: Modus kirim
ja: 送信モード
nb_no: Sendemåte
ru: Отправить сообщение
tr: Gönderme kipi

source: Encryption
ar: التشفير
ast: Cifráu
bg_bg: Криптиране
de_de: Verschlüsselung
es: Cifrado
et_ee: Krüpteerimine
eu: Enkriptazioa
fa: رمزگذاری
fr: Chiffrement
gl: Cifrado
id: Enkripsi
ja: 暗号化
lt_lt: Šifravimas
nb_no: Kryptering
nn_no: Kryptering
ru: Шифрование
tr: Şifreleme

source: Authentication method
ar: أسلوب التطابق
ast: Métodu d'autenticación
bg_bg: Метод за отризиране
de_de: Authentifizierungsmethode
es: Método de autenticación
et_ee: Autentimise meetod
eu: Autentifikazio metodoa
fa: روش احراز هویت
fr: Méthode d'authentification
gl: Método de autenticación
id: Metode otentikasi
ja: 認証方法
nb_no: Autentiseringsmetode
ru: Метод проверки подлинности
tr: Kimlik doğrulama yöntemi

source: Unable to load list from App Store
ar: فشل تحميل القائمة من الآب ستور
ast: Nun pudo cargase la llista dende'l App Store
bg_bg: Неуспешен опит за зареждане на списъка от Магазина за Програми.
de_de: Die Liste der Anwendungen im Store konnte nicht geladen werden.
es: No se pudo cargar la lista desde el App Store
et_ee: App Store'i nimekirja laadimine ebaõnnestus
eu: Ezin izan da App Dendatik zerrenda kargatu
fa: قادر به بارگذاری لیست از فروشگاه اپ نیستم
fr: Impossible de charger la liste depuis l'App Store
gl: Non foi posíbel cargar a lista desde a App Store
id: Tidak dapat memuat daftar dari App Store
ja: アプリストアからリストをロードできません
lt_lt: Neįmanoma įkelti sąrašo iš Programų Katalogo
nb_no: Lasting av liste fra App Store feilet.
nn_no: Klarer ikkje å lasta inn liste fra app-butikken
ru: Не удалось загрузить список из App Store
sq: E pamundur të shkarkohet lista nga App Store
tr: Uygulama Mağazası'ndan liste yüklenemiyor

source: Authentication error
ar: لم يتم التأكد من الشخصية بنجاح
ast: Fallu d'autenticación
bg_bg: Възникна проблем с идентификацията
de_de: Authentifizierungs-Fehler
es: Error de autenticación
et_ee: Autentimise viga
eu: Autentifikazio errorea
fa: خطا در اعتبار سنجی
fr: Erreur d'authentification
gl: Produciuse un erro de autenticación
id: Galat saat autentikasi
ja: 認証エラー
lt_lt: Autentikacijos klaida
nb_no: Autentiseringsfeil
nn_no: Autentiseringsfeil
ru: Ошибка аутентификации
sq: Gabim autentifikimi
tr: Kimlik doğrulama hatası

source: Your full name has been changed.
ar: اسمك الكامل تم تغييره.
ast: Camudóse'l nome completu.
bg_bg: Пълното ти име е променено.
de_de: Ihr vollständiger Name ist geändert worden.
es: Se ha cambiado su nombre completo.
et_ee: Sinu täispikk nimi on muudetud.
eu: Zure izena aldatu egin da.
fa: نام کامل شما تغییر یافت
fr: Votre nom complet a été modifié.
gl: O seu nome completo foi cambiado
id: Nama lengkap Anda telah diubah
ja: 名前を変更しました。
nb_no: Ditt fulle navn er blitt endret.
ru: Ваше полное имя было изменено.
tr: Tam adınız değiştirildi.

source: Unable to change full name
ar: لم يتم التمكن من تغيير اسمك الكامل
ast: Nun pue camudase'l nome completu
bg_bg: Неуспешна промяна на пълното име.
de_de: Der vollständige Name konnte nicht geändert werden
es: No se puede cambiar el nombre completo
et_ee: Täispika nime muutmine ebaõnnestus
eu: Ezin izan da izena aldatu
fa: امکان تغییر نام کامل وجود ندارد
fr: Impossible de changer le nom complet
gl: Non é posíbel cambiar o nome completo
id: Tidak dapat mengubah nama lengkap
ja: 名前を変更できません
nb_no: Klarte ikke å endre fullt navn
ru: Невозможно изменить полное имя
tr: Tam adınız değiştirilirken hata

source: Group already exists
ar: المجموعة موجودة مسبقاً
ast: El grupu yá esiste
bg_bg: Групата вече съществува
de_de: Die Gruppe existiert bereits
es: El grupo ya existe
et_ee: Grupp on juba olemas
eu: Taldea dagoeneko existitzenda
fa: این گروه در حال حاضر موجود است
fr: Ce groupe existe déjà
gl: O grupo xa existe
id: Grup sudah ada
ja: グループはすでに存在します
lt_lt: Grupė jau egzistuoja
nb_no: Gruppen finnes allerede
nn_no: Gruppa finst allereie
ru: Группа уже существует
sq: Grupi ekziston
tr: Grup zaten mevcut

source: Unable to add group
ar: فشل إضافة المجموعة
ast: Nun pudo amestase'l grupu
bg_bg: Неуспешно добавяне на група
de_de: Die Gruppe konnte nicht angelegt werden
es: No se pudo añadir el grupo
et_ee: Keela grupi lisamine
eu: Ezin izan da taldea gehitu
fa: افزودن گروه امکان پذیر نیست
fr: Impossible d'ajouter le groupe
gl: Non é posíbel engadir o grupo
id: Tidak dapat menambah grup
ja: グループを追加できません
lt_lt: Nepavyko pridėti grupės
nb_no: Kan ikke legge til gruppe
nn_no: Klarte ikkje leggja til gruppa
ru: Невозможно добавить группу
sq: E pamundur të shtohet grupi
tr: Grup eklenemiyor

source: Files decrypted successfully
ast: Descifráronse los ficheros
bg_bg: Успешно разшифроването на файловете.
de_de: Dateien erfolgreich entschlüsselt
es: Los archivos fueron descifrados
et_ee: Failide krüpteerimine õnnestus
eu: Fitxategiak ongi deskodetu dira.
fa: فایل ها با موفقیت رمزگشایی شدند.
fr: Fichiers décryptés avec succès
gl: Ficheiros descifrados satisfactoriamente
ja: ファイルの復号化に成功しました
nb_no: Dekryptering av filer vellykket
ru: Дешифрование файлов прошло успешно
tr: Dosyaların şifrelemesi başarıyla kaldırıldı

source: Couldn't decrypt your files, please check your owncloud.log or ask your administrator
ast: Nun pudieron descifrase sus ficheros. Revisa'l owncloud.log o consulta col alministrador
bg_bg: Неуспешно разшифроване на файловете ти, моля провери owncloud.log или попитай администратора.
de_de: Dateien konnten nicht entschlüsselt werden, prüfen Sie bitte Ihre owncloud.log oder fragen Sie Ihren Administrator
es: No se pudo descifrar sus archivos. Revise el owncloud.log o consulte con su administrador
et_ee: Ei suutnud faile dekrüpteerida, palun kontrolli oma owncloud.log-i või küsi nõu administraatorilt
eu: Ezin izan dira zure fitxategiak deskodetu, egiaztatu zure owncloud.log edo galdetu administratzaileari
fr: Impossible de décrypter vos fichiers, veuillez vérifier votre owncloud.log ou demander à votre administrateur
gl: Non foi posíbel descifrar os seus ficheiros. revise o ficheiro de rexistro owncloud.log, ou pregúntelle ao administrador
ja: ファイルを復号化することができませんでした。owncloud のログを調査するか、管理者に連絡してください。
nb_no: Kunne ikke dekryptere filene dine. Sjekk owncloud.log eller spør administratoren
ru: Ошибка при дешифровании файлов. Обратитесь к вашему системному администратору. Доп информация в owncloud.log
tr: Dosyalarınızın şifrelemesi kaldırılamadı, lütfen owncloud.log dosyasına bakın veya yöneticinizle iletişime geçin

source: Couldn't decrypt your files, check your password and try again
ast: Nun pudieron descifrase los ficheros. Revisa la contraseña ya inténtalo dempués
bg_bg: Неуспешно разшифроване на файловете ти, провери паролата си и опитай отново.
de_de: Dateien konnten nicht entschlüsselt werden, bitte prüfen Sie Ihr Passwort und versuchen Sie es erneut.
es: No se pudo descifrar sus archivos. Revise su contraseña e inténtelo de nuevo
et_ee: Ei suutnud failde dekrüpteerida, kontrolli parooli ja proovi uuesti
eu: Ezin izan dira deskodetu zure fitxategiak, egiaztatu zure pasahitza eta saiatu berriz
fr: Impossible de décrypter vos fichiers, vérifiez votre mot de passe et essayez à nouveau
gl: Non foi posíbel descifrar os seus ficheiros. revise o seu contrasinal e ténteo de novo
ja: ファイルを復号化することができませんでした。パスワードを確認のうえ再試行してください。
nb_no: Kunne ikke dekryptere filene dine. Sjekk passordet ditt og prøv igjen
ru: Ошибка при дешифровании файлов. Проверьте Ваш пароль и повторите попытку
tr: Dosyalarınızın şifrelemesi kaldırılamadı, parolanızı denetleyip yeniden deneyin

source: Encryption keys deleted permanently
ast: Desaniciaes dafechu les claves de cifráu
bg_bg: Ключовете за криптиране са безвъзвратно изтрити
de_de: Verschlüsselungsschlüssel dauerhaft gelöscht
es: Claves de cifrado eliminadas permanentemente
et_ee: Krüpteerimisvõtmed kustutatud lõplikult
eu: Enkriptatze gakoak behin betiko ezabatuak
fa: کلیدهای رمزگذاری به طور کامل حذف شدند
fr: Clés de chiffrement définitivement supprimées.
gl: As chaves de cifrado foron eliminadas permanentemente
ja: 暗号化キーは完全に削除されます
nb_no: Krypteringsnøkler permanent slettet
ru: Ключи шифрования перманентно удалены
tr: Şifreleme anahtarları kalıcı olarak silindi

source: Couldn't permanently delete your encryption keys, please check your owncloud.log or ask your administrator
ast: Nun pudieron desaniciase dafechu les tos claves de cifráu, por favor comprueba'l to owncloud.log o entruga a un alministrador
bg_bg: Неуспешно безвъзвратно изтриване на криптиращите ключове, моля провери своя owncloud.log или се свържи с админстратора.
de_de: Verschlüsselungsschlüssel konnten nicht dauerhaft gelöscht werden, prüfen Sie bitte Ihre owncloud.log oder frage Deinen Administrator
es: No se pudieron eliminar permanentemente sus claves de cifrado. Revise owncloud.log o consulte con su administrador.
et_ee: Ei suutnud lõplikult kustutada sinu krüpteerimisvõtmeid, palun vaata owncloud.log-i või pöördu oma süsteemihalduri poole.
eu: Ezin izan dira zure enkriptatze gakoak behin betiko ezabatu, egiaztatu zure owncloud.log edo galdetu administratzaileari
fr: Impossible de supprimer définitivement vos clés de chiffrement, merci de regarder journal owncloud.log ou de demander à votre administrateur
gl: Non foi posíbel eliminar permanentemente as chaves de cifrado. revise o ficheiro de rexistro owncloud.log, ou pregúntelle ao administrador
ja: 暗号化キーを完全に削除できませんでした。owncloud.logを確認するか、管理者に問い合わせてください。
nb_no: Kunne ikke slette krypteringsnøklene dine permanent. Sjekk owncloud.log eller spør administratoren
ru: Не получается удалить ваши ключи шифрования, пожалуйста проверьте файл owncloud.log или обратитесь к Администратору
tr: Şifreleme anahtarlarınız kalıcı olarak silinemedi, lütfen owncloud.log dosyasını denetleyin veya yöneticinize danışın

source: Couldn't remove app.
ast: Nun pudo desaniciase l'aplicación.
bg_bg: Неуспешно премахване на приложението.
de_de: Die App konnte nicht entfernt werden.
es: No se pudo eliminar la aplicación.
et_ee: Ei suutnud rakendit eemaldada.
eu: Ezin izan da aplikazioa ezabatu..
fa: امکان حذف برنامه وجود ندارد.
fr: Impossible de supprimer l'application.
gl: Non foi posíbel retirar a aplicación.
ja: アプリが削除できませんでした。
nb_no: Klarte ikke å fjerne app.
ru: Невозможно удалить приложение.
tr: Uygulama kaldırılamadı.

source: Email saved
ar: تم حفظ البريد الإلكتروني
ast: Corréu-e guardáu
bg_bg: Имейла запазен
de_de: E-Mail-Adresse gespeichert
es: Correo electrónico guardado
et_ee: Kiri on salvestatud
eu: Eposta gorde da
fa: ایمیل ذخیره شد
fr: E-mail sauvegardé
gl: Correo gardado
id: Email disimpan
ja: メールアドレスを保存しました
lt_lt: El. paštas išsaugotas
nb_no: Epost lagret
nn_no: E-postadresse lagra
ru: Email сохранен
sq: Email u ruajt
tr: E-posta kaydedildi

source: Invalid email
ar: البريد الإلكتروني غير صالح
ast: Corréu electrónicu non válidu
bg_bg: Невалиден имейл
de_de: Ungültige E-Mail-Adresse
es: Correo electrónico no válido
et_ee: Vigane e-post
eu: Baliogabeko eposta
fa: ایمیل غیر قابل قبول
fr: E-mail invalide
gl: Correo incorrecto
id: Email tidak valid
ja: 無効なメールアドレス
lt_lt: Netinkamas el. paštas
nb_no: Ugyldig epost
nn_no: Ugyldig e-postadresse
ru: Неправильный Email
sq: Email jo i vlefshëm
tr: Geçersiz e-posta

source: Unable to delete group
ar: فشل إزالة المجموعة
ast: Nun pudo desaniciase'l grupu
bg_bg: Неуспешно изтриване на група
de_de: Die Gruppe konnte nicht gelöscht werden
es: No se pudo eliminar el grupo
et_ee: Grupi kustutamine ebaõnnestus
eu: Ezin izan da taldea ezabatu
fa: حذف گروه امکان پذیر نیست
fr: Impossible de supprimer le groupe
gl: Non é posíbel eliminar o grupo.
id: Tidak dapat menghapus grup
ja: グループを削除できません
lt_lt: Nepavyko ištrinti grupės
nb_no: Kan ikke slette gruppe
nn_no: Klarte ikkje å sletta gruppa
ru: Невозможно удалить группу
sq: E pamundur të fshihet grupi
tr: Grup silinemiyor

source: Unable to delete user
ar: فشل إزالة المستخدم
ast: Nun pudo desaniciase l'usuariu
bg_bg: Неуспешно изтриване на потребител
de_de: Der Benutzer konnte nicht gelöscht werden
es: No se pudo eliminar el usuario
et_ee: Kasutaja kustutamine ebaõnnestus
eu: Ezin izan da erabiltzailea ezabatu
fa: حذف کاربر امکان پذیر نیست
fr: Impossible de supprimer l'utilisateur
gl: Non é posíbel eliminar o usuario
id: Tidak dapat menghapus pengguna
ja: ユーザーを削除できません
lt_lt: Nepavyko ištrinti vartotojo
nb_no: Kan ikke slette bruker
nn_no: Klarte ikkje sletta brukaren
ru: Невозможно удалить пользователя
sq: E pamundur të fshihet përdoruesi
tr: Kullanıcı silinemiyor

source: Backups restored successfully
ast: Copia de seguridá restaurada
bg_bg: Резервното копие е успешно възстановено.
de_de: Sicherungen erfolgreich wiederhergestellt
es: Copia de seguridad restaurada
et_ee: Varukoopiad taastatud edukalt.
eu: Babeskopiak ongi leheneratu dira
fa: پشتیبان ها با موفقیت بازیابی شدند
fr: La sauvegarde a été restaurée avec succès
gl: As copias de seguranza foron restauradas satisfactoriamente
ja: バックアップの復元に成功しました
nb_no: Vellykket gjenoppretting fra sikkerhetskopier
ru: Резервная копия успешно восстановлена
tr: Yedekler başarıyla geri yüklendi

source: Couldn't restore your encryption keys, please check your owncloud.log or ask your administrator
ast: Nun pudieron restaurase dafechu les tos claves de cifráu, por favor comprueba'l to owncloud.log o entruga a un alministrador
bg_bg: Неуспешно възстановяване на криптиращите ти ключове, моля провери owncloud.log или попитай администратора.
de_de: Verschlüsselungsschlüssel konnten nicht wiederhergestellt werden, prüfen Sie bitte Ihre owncloud.log oder fragen Sie Ihren Administrator
es: No se pudieron restarurar sus claves de cifrado. Revise owncloud.log o consulte con su administrador.
et_ee: Ei suutnud taastada sinu krüpteerimisvõtmeid, palun vaata owncloud.log-i või pöördu oma süsteemihalduri poole.
eu: Ezin izan dira zure enkriptatze gakoak leheneratu, egiaztatu zure owncloud.log edo galdetu administratzaileari
fr: Impossible de restaurer vos clés de chiffrement, merci de regarder journal owncloud.log ou de demander à votre administrateur
gl: Non foi posíbel restaurar as chaves de cifrado. revise o ficheiro de rexistro owncloud.log, ou pregúntelle ao administrador
ja: 暗号化キーを復元できませんでした。owncloud.logを確認するか、管理者に問い合わせてください。
nb_no: Kunne ikke gjenopprette krypteringsnøklene dine. Sjekk owncloud.log eller spør administratoren
ru: Не получается восстановить ваши ключи шифрования, пожалуйста проверьте файл owncloud.log или обратитесь к Администратору.
tr: Şifreleme anahtarlarınız geri yüklenemedi, lütfen owncloud.log dosyasını denetleyin veya yöneticinize danışın

source: Language changed
ar: تم تغيير اللغة
ast: Camudóse la llingua
bg_bg: Езикът е променен
de_de: Sprache geändert
es: Idioma cambiado
et_ee: Keel on muudetud
eu: Hizkuntza aldatuta
fa: زبان تغییر کرد
fr: Langue changée
gl: O idioma cambiou
id: Bahasa telah diubah
ja: 言語が変更されました
lt_lt: Kalba pakeista
nb_no: Språk endret
nn_no: Språk endra
ru: Язык изменён
sq: Gjuha u ndryshua
tr: Dil değiştirildi

source: Invalid request
ar: طلب غير مفهوم
ast: Solicitú inválida
bg_bg: Невалидна заявка
de_de: Ungültige Anforderung
es: Petición no válida
et_ee: Vigane päring
eu: Baliogabeko eskaera
fa: درخواست نامعتبر
fr: Requête invalide
gl: Petición incorrecta
id: Permintaan tidak valid
ja: 不正なリクエスト
lt_lt: Klaidinga užklausa
nb_no: Ugyldig forespørsel
nn_no: Ugyldig førespurnad
ru: Неправильный запрос
sq: Kërkesë e pavlefshme
tr: Geçersiz istek

source: Admins can't remove themself from the admin group
ar: لا يستطيع المدير إزالة حسابه من مجموعة المديرين
ast: Los alministradores nun puen desaniciase a ellos mesmos del grupu d'alministrador
bg_bg: Админът не може да премахне себе си от админ групата.
de_de: Administratoren können sich nicht selbst aus der admin-Gruppe löschen
es: Los administradores no se pueden eliminar a ellos mismos del grupo de administrador
et_ee: Administraatorid ei saa ise end admin grupist eemaldada
eu: Kudeatzaileak ezin du bere burua kendu kudeatzaile taldetik
fa: مدیران نمی توانند خود را از گروه مدیریت حذف کنند
fr: Les administrateurs ne peuvent pas se retirer eux-mêmes du groupe admin
gl: Os administradores non poden eliminarse a si mesmos do grupo admin
id: Admin tidak dapat menghapus dirinya sendiri dari grup admin
ja: 管理者は自身を管理者グループから削除できません。
lt_lt: Administratoriai negali pašalinti savęs iš administratorių grupės
nb_no: Admin kan ikke flytte seg selv fra admingruppen
nn_no: Administratorar kan ikkje fjerna seg sjølve frå admin-gruppa
ru: Администратор не может удалить сам себя из группы admin
sq: Administratorët nuk mund të heqin vehten prej grupit admin
tr: Yöneticiler kendilerini admin grubundan kaldıramaz

source: Unable to add user to group %s
ar: فشل إضافة المستخدم الى المجموعة %s
ast: Nun pudo amestase l'usuariu al grupu %s
bg_bg: Неуспешно добавяне на потребител към групата %s.
de_de: Der Benutzer konnte nicht zur Gruppe %s hinzugefügt werden
es: No se pudo añadir el usuario al grupo %s
et_ee: Kasutajat ei saa lisada gruppi %s
eu: Ezin izan da erabiltzailea %s taldera gehitu
fa: امکان افزودن کاربر به گروه %s نیست
fr: Impossible d'ajouter l'utilisateur au groupe %s
gl: Non é posíbel engadir o usuario ao grupo %s
id: Tidak dapat menambahkan pengguna ke grup %s
ja: ユーザーをグループ %s に追加できません
lt_lt: Nepavyko pridėti vartotojo prie grupės %s
nb_no: Kan ikke legge bruker til gruppen %s
nn_no: Klarte ikkje leggja til brukaren til gruppa %s
ru: Невозможно добавить пользователя в группу %s
sq: E pamundur t'i shtohet përdoruesi grupit %s
tr: Kullanıcı %s grubuna eklenemiyor

source: Unable to remove user from group %s
ar: فشل إزالة المستخدم من المجموعة %s
ast: Nun pudo desaniciase al usuariu del grupu %s
bg_bg: Неуспешно премахване на потребител от групата %s.
de_de: Der Benutzer konnte nicht aus der Gruppe %s entfernt werden
es: No se pudo eliminar al usuario del grupo %s
et_ee: Kasutajat ei saa eemaldada grupist %s
eu: Ezin izan da erabiltzailea %s taldetik ezabatu
fa: امکان حذف کاربر از گروه %s نیست
fr: Impossible de supprimer l'utilisateur du groupe %s
gl: Non é posíbel eliminar o usuario do grupo %s
id: Tidak dapat menghapus pengguna dari grup %s
ja: ユーザーをグループ %s から削除できません
lt_lt: Nepavyko ištrinti vartotojo iš grupės %s
nb_no: Kan ikke slette bruker fra gruppen %s
nn_no: Klarte ikkje fjerna brukaren frå gruppa %s
ru: Невозможно удалить пользователя из группы %s
sq: E pamundur të hiqet përdoruesi nga grupi %s
tr: %s grubundan kullanıcı kaldırılamıyor
