Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: SQLite is used as database. For larger installations we recommend to change this. To migrate to another database use the command line tool: 'occ db:convert-type'
ast: Ta usándose SQLite como base de datos. Pa instalaciones más grandes, recomendamos cambiar esto. Pa migrar a otra base de datos, usa la ferramienta de llinia de comandos: 'occ db:convert-type'
bg_bg: Настоящата база данни е SQLite. За по-големи инсталации препоръчваме да я смениш. За да преминеш към друга база данни използвай следната команда от командния ред: 'occ db:convert-type'
de_de: SQLite wird als Datenbank verwendet. Für größere Installationen muss dies geändert werden. Zur Migration in eine andere Datenbank muss der Komandozeilenbefehl: 'occ db:convert-type' verwendet werden.
es: Se está usando SQLite como base de datos. Para instalaciones más grandes, recomendamos cambiar esto. Para migrar a otra base de datos, use la herramienta de línea de comandos: 'occ db:convert-type'
et_ee: Andmebaasina kasutatakse SQLite-t. Suuremate paigalduste puhul me soovitame seda muuta. Migreerimaks teisele andmebaasile kasuta seda käsurea vahendit: 'occ db:convert-type'
eu: SQLite erabili da datu-base gisa. Instalazio handiagoetarako gomendatzen dugu aldatzea. Beste datu base batera migratzeko erabili komando-lerro tresna hau: 'occ db:convert-type'
fr: SQLite est utilisée comme base de donnée. Pour des installations plus volumineuse, nous vous conseillons de changer ce réglage. Pour migrer vers une autre base de donnée, utilisez la commande : "occ db:convert-type"
gl: Empregarase SQLite como base de datos. Para instalacións máis grandes recomendámoslle que cambie isto. Para migrar a outra base de datos use a ferramenta en liña de ordes: «occ db:convert-type»
ja: SQLite をデータベースとして利用します。大規模な運用では、利用しないことをお勧めします。別のデータベースへ移行する場合は、コマンドラインツール: 'occ db:convert-type'を使ってください。
nb_no: SQLite brukes som database. For større installasjoner anbefaler vi å endre dette. For å migrere til en annen database, bruk kommandolinjeverktøyet: 'occ db:convert-type'
ru: В качестве Базы Данных используется SQLite. Для больших установок рекомендуется использовать другие типы Баз Данных. Чтобы переехать на другую Базу Данных используйте инструмент командной строки: 'ooc: db:conver-type'
tr: Veritabanı olarak SQLite kullanılıyor. Daha büyük kurulumlar için bunu değiştirmenizi öneririz. Farklı bir veritabanına geçiş yapmak için komut satırı aracını kullanın: 'occ db:convert-type'

source: Module 'fileinfo' missing
ar: الموديل 'fileinfo' مفقود
ast: Nun s'atopó'l módulu "fileinfo"
bg_bg: Модулът 'fileinfo' липсва
de_de: Das Modul 'fileinfo' fehlt
es: No se ha encontrado el módulo "fileinfo"
et_ee: Moodul 'fileinfo' puudub
eu: 'fileinfo' modulua falta da
fa: ماژول 'fileinfo' از کار افتاده
fr: Module 'fileinfo' manquant
gl: Non se atopou o módulo «fileinfo»
id: Module 'fileinfo' tidak ada
ja: モジュール 'fileinfo' が見つかりません
lt_lt: Trūksta 'fileinfo' modulio
nb_no: Modulen 'fileinfo' mangler
nn_no: Modulen «fileinfo» manglar
ru: Модуль 'fileinfo' отсутствует
sq: Mungon moduli 'fileinfo'
tr: Modül 'fileinfo' kayıp

source: The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection.
ar: موديل 'fileinfo' الخاص بالـPHP مفقود . نوصي بتفعيل هذا الموديل للحصول على أفضل النتائج مع خاصية التحقق
ast: Nun s'atopó'l módulu PHP 'fileinfo'. Encamentámoste qu'habilites esti módulu pa obtener meyores resultaos cola deteición de tribes MIME.
bg_bg: PHP модулът 'fileinfo' липсва. Силно препоръчваме този модъл да бъде добавен, за да бъдат постигнати най-добри резултати при mime-type откриването.
de_de: Das PHP-Modul 'fileinfo' fehlt. Wir empfehlen Ihnen dieses Modul zu aktivieren, um die besten Resultate bei der Bestimmung der Dateitypen zu erzielen.
es: No se ha encontrado el modulo PHP 'fileinfo'. Le recomendamos encarecidamente que habilite este módulo para obtener mejores resultados con la detección de tipos MIME.
et_ee: PHP moodul 'fileinfo' puudub. Soovitame tungivalt see lisada saavutamaks parimaid tulemusi failitüüpide tuvastamisel.
eu: PHP 'fileinfo' modulua falta da. Modulu hau gaitzea aholkatzen dizugu mime-type ezberdinak hobe detektatzeko.
fa: ماژول 'fileinfo' PHP از کار افتاده است.ما اکیدا توصیه می کنیم که این ماژول را فعال کنید تا نتایج بهتری به وسیله ی mime-type detection دریافت کنید.
fr: Le module PHP 'fileinfo' est manquant. Il est vivement recommandé de l'activer afin d'obtenir de meilleurs résultats pour la détection des types de fichiers.
gl: Non se atopou o módulo de PHP «fileinfo». É recomendábel activar este módulo para obter os mellores resultados coa detección do tipo MIME.
id: Module 'fileinfo' pada PHP tidak ada. Kami sangat menyarankan untuk mengaktifkan modul ini untuk mendapatkan hasil terbaik pada proses pendeteksian mime-type.
ja: PHP のモジュール 'fileinfo' が見つかりません。mimeタイプの検出を精度良く行うために、このモジュールを有効にすることを強くお勧めします。
lt_lt: Trūksta PHP modulio „fileinfo“. Labai rekomenduojame įjungti šį modulį, kad gauti geriausius rezultatus nustatant mime-tipą.
nb_no: PHP modulen 'fileinfo' mangler. Vi anbefaler at du aktiverer denne modulen for å kunne detektere mime-typen korrekt.
nn_no: PHP-modulen «fileinfo» manglar. Me rår sterkt til å slå på denne modulen for å best mogleg oppdaga MIME-typar.
ru: PHP-модуль 'fileinfo' отсутствует. Мы настоятельно рекомендуем включить этот модуль для улучшения определения типов (mime-type) файлов.
sq: Moduli PHP 'fileinfo' mungon. Ju këshillojmë me këmbngulje të aktivizoni këtë modul për të arritur rezultate më të mirame identifikimin e tipeve te ndryshme MIME.
tr: PHP modülü 'fileinfo' kayıp. MIME türü tanıma ile en iyi sonuçları elde etmek için bu modülü etkinleştirmenizi öneririz.

source: Your PHP version is outdated
ar: اصدار PHP الخاص بك قديم
ast: La versión de PHP nun ta anovada
bg_bg: PHP версията е остаряла.
de_de: Ihre PHP-Version ist veraltet
es: Su versión de PHP no está actualizada
et_ee: PHP versioon on aegunud
eu: Zure PHP bertsioa zaharkituta dago
fa: نسخه PHP شما قدیمی است
fr: Votre version de PHP est trop ancienne
gl: A versión de PHP está desactualizada
id: Versi PHP telah usang
ja: PHPバーションが古くなっています。
nb_no: Din PHP-versjon er udatert
ru: Ваша версия PHP устарела
tr: PHP sürümünüz eski

source: Your PHP version is outdated. We strongly recommend to update to 5.3.8 or newer because older versions are known to be broken. It is possible that this installation is not working correctly.
ar: اصدار PHP الخاص بك قديم. نحن نقترح لك باصرار ان يتم ترقية الاصدار الى 5.3.8 او احدث بسبب ان الاصدارات القديمة معروفة انها مهمشة. من الممكن ان التنزيل قد لا يتم بصورة صحيحة.
ast: La versión de PHP caducó. Suxerímose que l'anueves a 5.3.8 o a una más nueva porque davezu, les versiones vieyes nun funcionen bien. Puede ser qu'esta instalación nun tea funcionando bien.
bg_bg: PHP версията е остаряла. Силно препоръчваме да я обновиш на 5.3.8 или по-нова, защото по-старите версии създават проблеми. Възможно е тази инсталация да не работи правилно.
de_de: Ihre PHP-Version ist veraltet. Wir empfehlen dringend auf die Version 5.3.8 oder neuer zu aktualisieren, da ältere Versionen kompromittiert werden können. Es ist möglich, dass diese Installation nicht richtig funktioniert.
es: Su versión de PHP ha caducado. Le sugerimos encarecidamente que la actualize a 5.3.8 o a una más nueva porque normalmente las versiones antiguas no funcionan bien. Puede ser que esta instalación no esté funcionando bien por ello.
et_ee: Sinu PHP versioon on aegunud. Soovitame tungivalt uuenda versioonile 5.3.8 või uuemale, kuna varasemad versioonid on teadaolevalt vigased. On võimalik, et see käesolev paigaldus ei toimi korrektselt.
eu: Zure PHP bertsioa zaharkituta dago. Gure aholkua 5.3.8 edo bertsio berriago batera eguneratzea da, bertsio zaharragoak arazoak ematen baitituzte. Posible da instalazio honek ez funtzionatzea ongi.
fr: Votre version de PHP est trop ancienne. Nous vous recommandons fortement de migrer vers une version 5.3.8 ou plus récente encore, car les versions antérieures sont réputées problématiques. Il est possible que cette installation ne fonctionne pas correctement.
gl: A versión de PHP está desactualizada. Recomendámoslle que a actualice á versión 5.3.8 ou posterior xa que as versións anteriores son coñecidas por estragarse. É probábel que esta instalación no estea a funcionar correctamente.
id: Versi PHP telah usang. Kami sangat menyarankan untuk diperbarui ke versi 5.3.8 atau yang lebih baru karena versi lama diketahui rusak. Ada kemungkinan bahwa instalasi ini tidak bekerja dengan benar.
ja: PHPバーションが古くなっています。古いバージョンには既知の問題があるため、5.3.8以降のバージョンにアップデートすることを強く推奨します。このインストール状態では正常に動作しない可能性があります。
nb_no: PHP-versjonen din er utdatert. Vi anbefaler på det sterkeste at du oppdaterer til 5.3.8 eller nyere fordi eldre versjoner ikke vil virke. Det er mulig at denne installasjoner ikke fungerer korrekt.
ru: Ваша версия PHP устарела. Мы настоятельно рекомендуем обновиться до 5.3.8 или новее, так как старые версии работают не корректно. Вполне возможно, что эта установка не работает должным образом.
tr: PHP sürümünüz eski. Eski sürümlerde sorun olduğundan 5.3.8 veya daha yeni bir sürüme güncellemenizi şiddetle tavsiye ederiz. Bu kurulumun da doğru çalışmaması da olasıdır.

source: PHP charset is not set to UTF-8
bg_bg: PHP таблицата от символи не е настроена за UTF-8
de_de: PHP-Zeichensatz ist nicht auf UTF-8 eingestellt
es: El conjunto de caracteres de PHP no está establecido en UTF-8
eu: PHP charset ez da UTF-8 gisa ezartzen
fr: Le jeu de caractères PHP n'est pas réglé sur UTF-8
gl: O xogo de caracteres de PHP non está estabelecido a UTF-8
tr: PHP karakter kümesi UTF-8 olarak ayarlı değil

source: PHP charset is not set to UTF-8. This can cause major issues with non-ASCII characters in file names. We highly recommend to change the value of 'default_charset' php.ini to 'UTF-8'.
bg_bg: PHP таблицата от символи не е настроена за UTF-8. Това може да предизвика големи проблеми с не ASCII символи в имена на файлове. Силно перпоръчваме да промените стойноста на 'defaul_charset' в php.ini до 'UTF-8'.
de_de: PHP-Zeichensatz ist nicht auf UTF-8 gesetzt. Dies kann ein Hauptgrund mit Nicht-ASCII Zeichen in Dateinamen sein. Wir empfehlen dringend den Wert von 'default_charset' in der php.ini auf 'UTF-8' zu ändern.
eu: PHP charset ez da UTF-8 gisa ezartzen. Honek arazo larriak sor ditzake fitxategien izenetan ascii ez diren karaktereekin. Gomendatzen dizugu php.ini-ko 'default_charset'-en ordez 'UTF-8' ezartzea.
fr: Le jeu de caractères PHP n'est pas réglé sur UTF-8. Ceci peut entraîner des problèmes majeurs avec les noms de fichiers contenant des caractère non-ASCII. Nous recommandons fortement de changer la valeur de 'default_charset' dans php.ini par 'UTF-8'.
gl: O xogo de caracteres de PHP non está estabelecido a UTF-8. Isto pode causar problemas importantes con caracteres non-ASCII nos nomes de ficheiro. Recomendámoslle que cambie o valor de php.ini «default_charset» a «UTF-8».
tr: PHP karakter kümesi UTF-8 olarak ayarlı değil. Bu, dosya isimlerindeki ASCII olmayan karakterler için büyük sorunlara yol açabilir. php.ini içerisindeki 'default_charset' ayarını 'UTF-8' olarak ayarlamanızı şiddetle tavsiye ediyoruz.

source: Locale not working
ar: اللغه لا تعمل
ast: La configuración rexonal nun ta funcionando
bg_bg: Местоположението не работи
de_de: Die Lokalisierung funktioniert nicht
es: La configuración regional no está funcionando
et_ee: Lokalisatsioon ei toimi
eu: Lokala ez dabil
fa: زبان محلی کار نمی کند.
fr: Localisation non fonctionnelle
gl: A configuración rexional non funciona
id: Kode pelokalan tidak berfungsi
ja: ロケールが動作していません
lt_lt: Lokalė neveikia
nb_no: Nasjonale innstillinger virker ikke
nn_no: Regionaldata fungerer ikkje
ru: Локализация не работает
sq: Locale nuk është funksional
tr: Yerel çalışmıyor

source: System locale can not be set to a one which supports UTF-8.
ar: لا يمكن تعيين لغة النظام الى احد اللغات التي تدعم UTF-8.
ast: Nun se pue escoyer una configuración rexonal que sofite UTF-8.
bg_bg: Системните настройки за местоположение не могат да бъдат промени на такива, подържащи UTF-8.
de_de: Systemgebietsschema kann nicht auf eine UTF-8 unterstützende eingestellt werden.
es: No se puede escoger una configuración regional que soporte UTF-8.
et_ee: Süsteemi lokaliseeringuks ei saa panna sellist, mis toetab UTF-8-t.
eu: Eskualdeko ezarpena ezin da UTF-8 onartzen duen batera ezarri.
fr: Les paramètres régionaux ne peuvent pas être configurés avec un qui supporte UTF-8.
gl: Non é posíbel estabelecer a configuración rexional do sistema a unha que admita UTF-8.
id: Sistem lokal tidak dapat diatur untuk satu yang mendukung UTF-8.
ja: システムロケールを UTF-8 をサポートするロケールに設定できません。
nb_no: Kan ikke sette systemets nasjonale innstillinger til en som støtter UTF-8.
ru: Невозможно установить системную локаль, поддерживающую UTF-8
tr: Sistem yereli, UTF-8 destekleyenlerden biri olarak ayarlanamadı.

source: This means that there might be problems with certain characters in file names.
ar: هذا يعني انه من الممكن ان يكون هناك مشكلة في بعض الاحرف في اسم الملف.
ast: Esto significa que pue haber problemes con ciertos caráuteres nos nomes de los ficheros.
bg_bg: Това означва, че може да има проблеми с определини символи в имената на файловете.
de_de: Dieses bedeutet, dass es Probleme mit bestimmten Zeichen in den Dateinamen geben kann.
es: Esto significa que puede haber problemas con ciertos caracteres en los nombres de los archivos.
et_ee: See tähendab, et võib esineda probleeme failide nimedes mõnede sümbolitega.
eu: Honek esan nahi du fitxategien izenetako karaktere batzuekin arazoak egon daitezkeela.
fr: Cela signifie qu'il pourrait y avoir des problèmes avec certains caractères dans les noms de fichier.
gl: Isto significa que pode haber problemas con certos caracteres en nomes de ficheiro.
id: Ini artinya mungkin ada masalah dengan karakter tertentu pada nama berkas.
ja: これは、ファイル名の特定の文字に問題があることを意味しています。
nb_no: Dette betyr at det kan forekomme problemer med visse tegn i filnavn.
ru: Это значит, что могут быть проблемы с некоторыми символами в именах файлов.
tr: Bu, dosya adlarında belirli karakterlerde problem olabileceği anlamına gelir.

source: We strongly suggest to install the required packages on your system to support one of the following locales: %s.
ar: نحن باصرار نقترح ان تثبت الحزم المطلوبة في نظامك لدعم احد هذة اللغات: %s.
ast: Ye enforma recomendable instalar los paquetes necesarios pa poder soportar una de les siguientes configuraciones rexonales: %s.
bg_bg: Силно препоръчваме да инсталираш на сървъра пакетите, които подържат следните местоположения: %s.
de_de: Wir empfehlen dringend, die erforderlichen Pakete auf Ihrem System zu installieren, damit eine der folgenden Gebietsschemas unterstützt wird: %s.
es: Es muy recomendable instalar los paquetes necesarios para poder soportar una de las siguientes configuraciones regionales: %s.
et_ee: Soovitame tungivalt paigaldada vajalikud paketid oma süsteemi tagamaks tuge järgmistele lokaliseeringutele: %s.
eu: Biziki gomendatzen dizugu beharrezkoak diren paketea zure sisteman instalatzea honi euskarria eman ahal izateko: %s.
fr: Nous conseillons vivement d'installer les paquets requis sur votre système pour supporter l'un des paramètres régionaux suivants : %s.
gl: Recomendamoslle que instale no sistema os paquetes necesarios para admitir unha das seguintes configuracións rexionais: %s.
id: Kami sangat menyarankan untuk menginstal paket yang dibutuhkan pada sistem agar mendukung salah satu bahasa berikut: %s.
ja: 次のロケールをサポートするために、システムに必要なパッケージをインストールすることを強くおすすめします: %s。
nb_no: Vi anbefaler på det sterkeste å installere pakkene som er nødvendig for at systemet skal støtte en av følgende nasjonale innstillinger: %s.
ru: Мы настоятельно рекомендуем установить требуемые пакеты в систему, для поддержки одной из следующих локалей: %s.
tr: Şu dillerden birini desteklemesi için sisteminize gerekli paketleri kurmanızı şiddetle tavsiye ederiz: %s.

source: Internet connection not working
ar: الاتصال بالانترنت لا يعمل
ast: La conexón a Internet nun ta funcionando
bg_bg: Интернет връзката не работи
de_de: Keine Internetverbindung
es: La conexión a Internet no está funcionando
et_ee: Internetiühendus ei toimi
eu: Interneteko konexioak ez du funtzionatzen
fa: اتصال اینترنت کار نمی کند
fr: La connexion internet ne fonctionne pas
gl: A conexión á Internet non funciona
id: Koneksi internet tidak berfungsi
ja: インターネット接続が動作していません
lt_lt: Nėra interneto ryšio
nb_no: Ingen internettilkopling
nn_no: Nettilkoplinga fungerer ikkje
ru: Интернет-соединение не работает
sq: Lidhja me internetin nuk është funksionale
tr: İnternet bağlantısı çalışmıyor

source: This server has no working internet connection. This means that some of the features like mounting of external storage, notifications about updates or installation of 3rd party apps don´t work. Accessing files from remote and sending of notification emails might also not work. We suggest to enable internet connection for this server if you want to have all features.
ar: هذا الخادم لا يوجد لدية اتصال انترنت. هذا يعني ان بعض الميزات مثل mounting التخزين الخارجي , تنبيهات عن التحديثات او تنزيلات برامج الطرف الثالث3 لا تعمل. الدخول للملفات البعيدة و ارسال تنبيهات البريد الالكتروني ممكن ان لا تعمل ايضا. نحن نقترح بتفعيل اتصال الانترنت لهذا الخادم لتتمكن من الاستفادة من كل الميزات
ast: Esti sirvidor nun tien conexón a Internet. Esto significa que dalgunes de les carauterístiques nun van funcionar, como'l montaxe d'almacenamiento esternu, les notificaciones sobre anovamientos, la instalación d'aplicaciones de terceros, l'accesu a los ficheros de mou remotu o l'unviu de correos-e de notificación. Suxerimos habilitar una conexón a Internet nesti sirvidor pa esfrutar de toles funciones.
bg_bg: Сървърът няма работеща интернет връзка. Това означава, че някои функции като прикачването на външни дискови устройства, уведомления за обновяване или инсталиране на външни приложения няма да работят. Достъпът на файлове отвън или изпращане на имейли за уведомление вероятно също няма да работят. Препоръчваме да включиш интернет връзката за този сървър ако искаш да използваш всички тези функции.
de_de: Dieser Server hat keine funktionierende Internetverbindung. Dies bedeutet, dass einige Funktionen wie z.B. das Einbinden von externen Speichern, Update-Benachrichtigungen oder die Installation von Drittanbieter-Apps nicht funktionieren. Der Fernzugriff auf Dateien und das Versenden von Mail-Benachrichtigungen funktionieren eventuell ebenfalls nicht. Wir empfehlen die Internetverbindung für diesen Server zu aktivieren, wenn Sie alle Funktionen nutzen wollen.
es: Este servidor no tiene conexión a Internet. Esto significa que algunas de las características no funcionarán, como el montaje de almacenamiento externo, las notificaciones sobre actualizaciones, la instalación de aplicaciones de terceros, el acceso a los archivos de forma remota o el envío de correos electrónicos de notificación. Sugerimos habilitar una conexión a Internet en este servidor para disfrutar de todas las funciones.
et_ee: Serveril puudub toimiv internetiühendus. See tähendab, et mõned funktsionaalsused, nagu näiteks väliste andmehoidlate ühendamine, teavitused uuendustest või kolmandate osapoolte rakenduste paigaldamine ei tööta. Eemalt failidele ligipääs ning teadete saatmine emailiga ei pruugi samuti toimida. Kui soovid täielikku funktsionaalsust, siis soovitame serverile tagada ligipääs internetti.
eu: Zerbitzari honen interneteko konexioa ez dabil. Honek esan nahi du kanpoko biltegiratze zerbitzuak, eguneraketen informazioa edo bestelako aplikazioen instalazioa bezalako programek ez dutela funtzionatuko. Urrunetik fitxategiak eskuratzea eta e-postak bidaltzea ere ezinezkoa izan daiteke. onwCloud-en aukera guztiak erabili ahal izateko zerbitzari honetan interneteko konexioa gaitzea aholkatzen dizugu.
fa: این سرور ارتباط اینترنتی ندارد. این بدین معناست که بعضی از امکانات نظیر مرتبط سازی یک منبع ذخیره‌ی خارجی، اطلاعات رسانی در مورد بروزرسانی‌ها یا نصب برنامه های جانبی کار نمی‌کنند. دسترسی به فایل ها از راه دور و ارسال اطلاع رسانی توسط ایمیل ممکن است همچنان کار نکند. ما پیشنهاد می‌کنیم که ارتباط اینترنتی مربوط به این سرور را فعال کنید تا تمامی امکانات را در اختیار داشته باشید.
fr: Ce serveur ne peut se connecter à internet. Cela signifie que certaines fonctionnalités, telles que le montage de supports de stockage distants, les notifications de mises à jour ou l'installation d'applications tierces ne fonctionneront pas. L'accès aux fichiers à distance, ainsi que les notifications par mails ne seront pas fonctionnels également. Il est recommandé d'activer la connexion internet pour ce serveur si vous souhaitez disposer de l'ensemble des fonctionnalités offertes.
gl: Este servidor non ten conexión a Internet. Isto significa que algunhas das funcionalidades como a montaxe de almacenamento externo, as notificacións sobre actualizacións ou instalación de aplicacións de terceiros non funcionan. O acceso aos ficheiros de forma remota e o envío de mensaxes de notificación poderían non funcionar. Suxerímoslle que active a conexión a Internet deste servidor se quere dispor de todas as funcionalidades.
ja: このサーバーはインターネットに接続していません。この場合、外部ストレージのマウント、更新の通知やサードパーティアプリといったいくつかの機能が使えません。また、リモート接続でのファイルアクセス、通知メールの送信と言った機能も利用できないかもしれません。全ての機能を利用したいのであれば、このサーバーからインターネットに接続できるようにすることをお勧めします。
lt_lt: Šis serveris neturi veikiančio ryšio. Tai reiškia, kas kai kurios funkcijos kaip išorinės saugyklos prijungimas, perspėjimai apie atnaujinimus ar trečių šalių programų įdiegimas neveikia. Failų pasiekimas iš kitur ir pranešimų siuntimas el. paštu gali taip pat neveikti. Rekomenduojame įjungti interneto ryšį šiame serveryje, jei norite naudoti visas funkcijas.
nb_no: Denne serveren har ikke en fungerende Internett-tilkobling. Dette betyr at noen av funksjonene, f.eks. å koble opp ekstern lagring, påminnelser om oppdatering eller installering av 3-parts apper ikke fungerer. Fjerntilgang til filer og utsending av påminnelser i e-post virker kanskje ikke heller. Vi anbefaler at Internett-forbindelsen for denne serveren aktiveres hvis du vil ha full funksjonalitet.
nn_no: Denne tenaren har ikkje ei fungerande nettilkopling. Dette vil seia at visse funksjonar, som montering av ekstern lagring, meldingar om oppdateringar eller installering av tredjepartsprogram, ikkje vil fungera. Det kan òg henda at du ikkje får tilgang til filene dine utanfrå, eller ikkje får sendt varslingsepostar. Me rår deg til å skru på nettilkoplinga for denne tenaren viss du ønskjer desse funksjonane.
ru: Этот сервер не имеет подключения к сети интернет. Это значит, что некоторые возможности, такие как подключение внешних дисков, уведомления об обновлениях или установка сторонних приложений – не работают. Удалённый доступ к файлам и отправка уведомлений по электронной почте вероятнее всего тоже не будут работать. Предлагаем включить соединение с интернетом для этого сервера, если Вы хотите иметь все возможности.
tr: Bu sunucunun çalışan bir internet bağlantısı yok. Bu, harici depolama alanı bağlama, güncelleştirme bildirimleri veya 3. parti uygulama kurma gibi bazı özellikler çalışmayacağı anlamına gelmektedir. Uzaktan dosyalara erişim ve e-posta ile bildirim gönderme de çalışmayacaktır. Eğer bu özelliklerin tamamını kullanmak istiyorsanız, sunucu için internet bağlantısını etkinleştirmenizi öneriyoruz.

source: URL generation in notification emails
bg_bg: Генериране на URL в имейлите за известяване
eu: URL sorrera jakinarazpen mezuetan
gl: Xeración dos URL nos correos de notificación
tr: Bildirim e-postalarında URL oluşturulması
