Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the "overwritewebroot" option in your config.php file to the webroot path of your installation (Suggested: "%s")
bg_bg: Ако инсталацията не e инсталиранa в root на домейна и използва cron, може да има проблеми с генерирането на URL. За да избегнеш тези проблеми, моля, промени "overwritewebroot" в config.php с webroot пътя (Препоръчително: "%s")
eu: Zure instalazioa ez badago domeinuaren sustraian egina eta erabiltzen badu sistemaren cron-a, arazoak izan daitezke URL sorreran. Arazo horiek saihesteko ezarri "overwritewebroot" opzioa zure config.php fitxategian zure instalazioaren webroot bidera (Proposatua: "%s")
gl: Se a instalación non foi feita na raíz do dominio e usa o sistema de cron, poden xurdir problemas coa xeración dos URL. Para evitar estes problemas, axuste a opción «overwritewebroot» no ficheiro config.php ás ruta de webroot da súa instalación (suxírese: «%s»)
tr: Eğer kurulumunuz alan adının köküne yapılmamışsa ve sistem cron'u kullanıyorsa, URL oluşturma ile ilgili sorunlar olabilir. Bu sorunların önüne geçmek için, kurulumunuzun web kök yolundaki config.php dosyasında "overwritewebroot" seçeneğini ayarlayın (Önerilen: "%s")

source: Last cron was executed at %s.
ast: Cron executóse per cabera vegada a les %s.
bg_bg: Последният cron се изпълни в %s.
de_de: Letzter Cron wurde um %s ausgeführt.
es: Cron fue ejecutado por última vez a las %s.
et_ee: Cron käivitati viimati %s.
eu: Azken cron-a %s-etan exekutatu da
fa: کران قبلی در %s اجرا شد.
fr: Le dernier cron s'est exécuté à %s.
gl: O último «cron» executouse ás %s.
id: Cron terakhir dieksekusi pada %s.
ja: 直近では %s に cron が実行されました。
nb_no: Siste cron ble utført %s.
ru: Последняя cron-задача была запущена: %s.
tr: Son cron %s zamanında çalıştırıldı.

source: Last cron was executed at %s. This is more than an hour ago, something seems wrong.
ast: Cron executóse per cabera vegada a les %s. Esto foi hai más d'una hora, daqué anda mal.
bg_bg: Последният cron се изпълни в %s. Това е преди повече от час, нещо не както трябва.
de_de: Letzter Cron wurde um %s ausgeführt. Dies ist mehr als eine Stunde her, möglicherweise liegt ein Fehler vor.
es: Cron fue ejecutado por última vez a las %s. Esto fue hace más de una hora, algo anda mal.
et_ee: Cron käivitati viimati %s. See on rohkem kui tund tagasi, midagi on valesti.
eu: Azken cron-a %s-etan exekutatu da. Ordu bat baino gehiago pasa da, zerbait gaizki dabilela dirudi.
fr: Le dernier cron s'est exécuté à %s. Cela fait plus d'une heure, quelque chose a du mal se passer.
gl: O último «cron» executouse ás %s. Isto supón que pasou máis dunha hora. polo que semella que algo vai mal.
ja: 直近では %s に cron が実行されました。これは今から１時間以上前なので、なんらかの問題が発生しているようです。
nb_no: Siste cron ble utført %s. Dette er mer enn en time siden. Noe ser ut til å være galt.
ru: Последняя cron-задача была запущена: %s. Это было больше часа назад, кажется что-то не так.
tr: Son cron %s zamanında çalıştırıldı. Bu bir saatten daha uzun bir süre, bir şeyler yanlış gibi görünüyor.

source: Cron was not executed yet!
ast: ¡Cron entá nun s'executó!
bg_bg: Cron oще не е изпълнен!
de_de: Cron wurde bis jetzt noch nicht ausgeführt!
es: ¡Cron aún no ha sido ejecutado!
et_ee: Cron pole kordagi käivitatud!
eu: Cron-a oraindik ez da exekutatu!
fa: کران هنوز اجرا نشده است!
fr: Le cron n'a pas encore été exécuté !
gl: «Cron» aínda non foi executado!
ja: cron は未だ実行されていません！
nb_no: Cron er ikke utført ennå!
ru: Cron-задачи ещё не запускались!
tr: Cron henüz çalıştırılmadı!

source: Execute one task with each page loaded
ar: قم بتنفيذ مهمة واحدة مع كل صفحة تم تحميلها
ast: Executar una xera con cada páxina cargada
bg_bg: Изпълни по едно задание с всяка заредена страница.
de_de: Eine Aufgabe bei jedem Laden der Seite ausführen
es: Ejecutar una tarea con cada página cargada
et_ee: Käivita toiming igal lehe laadimisel
eu: Exekutatu zeregin bat orri karga bakoitzean
fa: اجرای یک وظیفه با هر بار بارگذاری صفحه
fr: Exécute une tâche à chaque chargement de page
gl: Executar unha tarefa con cada páxina cargada
id: Jalankan tugas setiap kali halaman dimuat
ja: 各ページの読み込み時にタスクを実行する
lt_lt: Įvykdyti vieną užduotį su kiekvieno puslapio įkėlimu
nb_no: Utfør en oppgave med hver side som blir lastet
nn_no: Utfør éi oppgåve for kvar sidelasting
ru: Выполнять одно задание с каждой загруженной страницей
sq: Kryeni vetëm një veprim me secilën prej faqeve të ngarkuara
tr: Yüklenen her sayfa ile bir görev çalıştır

source: cron.php is registered at a webcron service to call cron.php every 15 minutes over http.
ar: الملف cron.php تم تسجيله فى خدمه webcron لاستدعاء الملف cron.php كل 15 دقيقه
ast: cron.php rexístrase nun serviciu webcron pa llamar a cron.php cada 15 minutos al traviés de HTTP.
bg_bg: cron.php е регистриран към webcron да се свързва с cron.php всеки 15 минути по http.
de_de: cron.php ist als Webcron-Dienst registriert, der die cron.php alle 15 Minuten per HTTP aufruft.
es: cron.php se registra en un servicio webcron para llamar a cron.php cada 15 minutos a través de HTTP.
et_ee: cron.php on registreeritud webcron teenuses, et käivitada fail cron.php iga 15 minuti tagant üle http.
eu: cron.php webcron zerbitzu batean erregistratua dago cron.php 15 minuturo http bidez deitzeko.
fa: cron.php در یک سرویس webcron ثبت شده است که هر 15 دقیقه یک بار بر روی بستر http فراخوانی شود.
fr: cron.php est enregistré en tant que service webcron pour appeler cron.php toutes les 15 minutes via http.
gl: cron.php está rexistrado nun servizo de WebCron para chamar a cron.php cada 15 minutos a través de HTTP.
id: cron.php didaftarkan pada layanan webcron untuk memanggil cron.php setiap 15 menit melalui http.
ja: cron.phpは、HTTP経由で15分ごとにcron.phpを実行するようwebcronサービスに登録されています
lt_lt: cron.php yra registruotas tinklapio suplanuotų užduočių paslaugose, kad iškviesti cron.php kas 15 minučių per http.
nb_no: cron.php er registrert i en webcron-tjeneste for å kalle cron.php hvert 15. minutt over http.
ru: cron.php зарегестрирован в webcron и будет вызываться каждые 15 минут по http.
tr: cron.php, http üzerinden her 15 dakikada bir çağrılması için webcron hizmetine kaydedilir.

source: Use system's cron service to call the cron.php file every 15 minutes.
ast: Usar el serviciu cron del sistema pa llamar al ficheru cron.php cada 15 mins.
bg_bg: Изполвай системната cron service, за връзка с cron.php файла всеки 15 минути.
de_de: Benutzen Sie den System-Crondienst, um die cron.php alle 15 Minuten aufzurufen.
es: Usar el servicio cron del sistema para llamar al archivo cron.php cada 15 minutos.
et_ee: Kasuta süsteemi cron teenust, et käivitada fail cron.php iga 15 minuti järel.
eu: Erabili sistemaren cron zerbitzua deitzeko cron.php fitxategia 15 minutuan behin.
fr: Utilisez le service cron du système pour appeler le fichier cron.php toutes les 15 minutes.
gl: Use o servizo «cron» do sistema para chamar ao ficheiro cron.php cada 15 minutos.
nb_no: Bruk systemets cron-tjeneste til å kalle cron.php hvert 15. minutt.
ru: Использовать системный cron для вызова cron.php каждые 15 минут.
tr: Cron.php dosyasını her 15 dakikada bir çağırmak için sistem cron hizmetini kullan.

source: Sharing
ar: مشاركة
ast: Compartiendo
bg_bg: Споделяне
de_de: Teilen
es: Compartiendo
et_ee: Jagamine
eu: Partekatzea
fa: اشتراک گذاری
fr: Partage
gl: Compartindo
id: Berbagi
ja: 共有
lt_lt: Dalijimasis
nb_no: Deling
nn_no: Deling
ru: Общий доступ
sq: Ndarje
tr: Paylaşım

source: Allow apps to use the Share API
ar: السماح للتطبيقات بالمشاركة عن طريق الAPI
ast: Permitir a les aplicaciones usar la API de Compartición
bg_bg: Разреши приложенията да използват Share API.
de_de: Anwendungen erlauben, die Share-API zu benutzen
es: Permitir a las aplicaciones utilizar la API de Compartición
et_ee: Luba rakendustel kasutada Share API-t
eu: Baimendu aplikazioak partekatzeko APIa erabiltzeko
fa: اجازه ی برنامه ها برای استفاده از API اشتراک گذاری
fr: Autoriser les applications à utiliser l'API de partage
gl: Permitir que as aplicacións empreguen o API para compartir
id: Izinkan aplikasi untuk menggunakan API Pembagian
ja: アプリからの共有APIの利用を許可する
lt_lt: Leidžia programoms naudoti Share API
nb_no: Tillat apper å bruke API for Deling
nn_no: La app-ar bruka API-et til deling
ru: Позволить приложениям использовать API общего доступа
sq: Lejoni aplikacionet të përdorin share API
tr: Uygulamaların paylaşım API'sini kullanmasına izin ver

source: Allow users to share via link
ast: Permitir a los usuarios compartir vía enllaz
bg_bg: Разреши потребителите да споделят с връзка
de_de: Erlaube Nutzern, mithilfe von Links zu teilen
es: Permite a los usuarios compartir por medio de enlaces
et_ee: Luba kasutajatel lingiga jagamist
eu: Baimendu erabiltzaileak esteken bidez partekatzea
fa: اجازه دادن به کاربران برای اشتراک گذاری توسط پیوند
fr: Autoriser les utilisateurs à partager via des liens
gl: Permitir que os usuarios compartan a través de ligazóns
ja: URLリンクで共有を許可する
nb_no: Tillat brukere å dele via lenke
ru: Разрешить пользователям публикации через ссылки
tr: Kullanıcıların bağlantı ile paylaşmasına izin ver

source: Enforce password protection
ast: Ameyora la proteición por contraseña.
bg_bg: Изискай защита с парола.
de_de: Passwortschutz erzwingen
es: Mejora la protección por contraseña.
et_ee: Sunni parooliga kaitsmist
eu: Betearazi pasahitzaren babesa
fa: اجبار برای محافظت توسط رمز عبور
fr: Appliquer la protection par mot de passe
gl: Forzar a protección por contrasinal
ja: 常にパスワード保護を有効にする
nb_no: Tving passordbeskyttelse
ru: Обязательная защита паролем
tr: Parola korumasını zorla

source: Allow public uploads
ar: السماح بالرفع للعامة
ast: Permitir xubes públiques
bg_bg: Разреши общодостъпно качване
de_de: Öffentliches Hochladen erlauben
es: Permitir subidas públicas
et_ee: Luba avalikud üleslaadimised
eu: Baimendu igoera publikoak
fa: اجازه بارگذاری عمومی
fr: Autoriser les téléversements publics
gl: Permitir os envíos públicos
id: Izinkan unggahan publik
ja: パブリックなアップロードを許可する
lt_lt: Leisti viešus įkėlimus
nb_no: Tillat offentlig opplasting
nn_no: Tillat offentlege opplastingar
ru: Разрешить открытые загрузки
sq: Lejo ngarkimin publik
tr: Herkes tarafından yüklemeye izin ver

source: Set default expiration date
ast: Afitar la data d'espiración predeterminada
bg_bg: Заложи дата на изтичане по подразбиране
de_de: Standardablaufdatum einstellen
es: Establecer fecha de caducidad predeterminada
et_ee: Määra vaikimisi aegumise kuupäev
eu: Ezarri muga data lehenetsia
fa: اعمال تاریخ اتمام پیش فرض
fr: Spécifier la date d'expiration par défaut
gl: Definir a data predeterminada de caducidade
ja: 有効期限の既定値を設定
nb_no: Sett standard utløpsdato
ru: Установите срок действия по-умолчанию
tr: Öntanımlı son kullanma tarihini ayarla

source: Expire after
ast: Caduca dempués de
bg_bg: Изтечи след
de_de: Ablauf nach
es: Caduca luego de
et_ee: Aegu pärast
eu: Iraungia honen ondoren
fa: اتمام اعتبار بعد از
fr: Expire après
gl: Caduca após
ja: 無効になるまで
nb_no: Utløper etter
ru: Заканчивается после
tr: Süre

source: days
ast: díes
bg_bg: дена
de_de: Tagen
es: días
et_ee: päeva
eu: egun
fa: روز
fr: jours
gl: días
ja: 日
nb_no: dager
ru: дней
tr: gün sonra dolsun

source: Enforce expiration date
ast: Facer cumplir la data de caducidá
bg_bg: Изисквай дата на изтичане
de_de: Ablaufdatum erzwingen
es: Imponer fecha de caducidad
et_ee: Sunnitud aegumise kuupäev
eu: Muga data betearazi
fa: اعمال تاریخ اتمام اشتراک گذاری
fr: Impose la date d'expiration
gl: Obrigar a data de caducidade
ja: 有効期限を反映させる
nb_no: Tving utløpsdato
ru: Обеспечить соблюдение сроков действия
tr: Son kullanma tarihini zorla

source: Allow resharing
ar: السماح بإعادة المشاركة
ast: Permitir re-compartición
bg_bg: Разреши пресподеляне.
de_de: Erlaube Weiterverteilen
es: Permitir re-compartición
et_ee: Luba edasijagamine
eu: Baimendu birpartekatzea
fa: مجوز اشتراک گذاری مجدد
fr: Autoriser le repartage
gl: Permitir compartir
id: Izinkan pembagian ulang
ja: 再共有を許可する
lt_lt: Leisti dalintis
nb_no: TIllat videre deling
nn_no: Tillat vidaredeling
ru: Разрешить переоткрытие общего доступа
sq: Lejo ri-ndarjen
tr: Yeniden paylaşıma izin ver

source: Restrict users to only share with users in their groups
ast: Restrinxir a los usuarios a compartir namái con otros usuarios nos sos grupos
bg_bg: Ограничи потребителите, така че да могат да споделят само с други потребители в своите групи.
de_de: Nutzer nur auf das Teilen in ihren Gruppen beschränken
es: Restringe a los usuarios a compartir solo con otros usuarios en sus grupos
et_ee: Luba kasutajatel jagada kasutajatega ainult oma grupi piires
eu: Mugatu partekatzeak taldeko erabiltzaileetara
fr: Autoriser les utilisateurs à ne partager qu'avec les utilisateurs de leurs groupes
gl: Restrinxir aos usuarios a compartir só cos usuarios dos seus grupos
ja: グループ内のユーザーでのみ共有するように制限する
nb_no: Begrens brukere til kun å dele med brukere i deres grupper
ru: Разрешить пользователям публикации только внутри их групп
tr: Kullanıcıların sadece kendi gruplarındaki kullanıcılarla paylaşmasına sınırla

source: Allow users to send mail notification for shared files
ast: Permitir a los usuarios unviar mensaxes de notificación pa ficheros compartíos
bg_bg: Разреши потребителите да изпращат имейл уведомления за споделени файлове.
de_de: Benutzern erlauben Mail-Benachrichtigungen für freigegebene Dateien zu senden
es: Permitir a los usuarios enviar mensajes de notificación para ficheros compartidos
et_ee: Luba kasutajatel saata e-posti teavitusi jagatud failide kohta
eu: Baimendu erabiltzaileak epostako jakinarazpenak bidaltzen partekatutako fitxategientzat
fr: Autoriser les utilisateurs à envoyer une notification par courriel concernant les fichiers partagés
gl: Permitirlle aos usuarios enviar notificacións por correo para os ficheiros compartidos
ja: 共有ファイルに関するメール通知の送信をユーザーに許可する
nb_no: Tlllat at brukere sender e-postvarsler for delte filer
ru: Разрешить пользователю оповещать почтой о расшаренных файлах
tr: Paylaşılmış dosyalar için kullanıcıların posta bildirimi göndermesine izin ver

source: Exclude groups from sharing
ast: Esclúi grupos de compartir
bg_bg: Забрани групи да споделят
de_de: Gruppen von Freigaben ausschließen
es: Excluye grupos de compartir
et_ee: Eemalda grupid jagamisest
eu: Baztertu taldeak partekatzean
fa: مستثنی شدن گروه ها از اشتراک گذاری
fr: Exclure les groupes du partage
gl: Excluír grupos da compartición
ja: 共有可能なグループから除外
nb_no: Utelukk grupper fra deling
ru: Исключить группы из общего доступа
tr: Grupları paylaşma eyleminden hariç tut

source: These groups will still be able to receive shares, but not to initiate them.
ast: Estos grupos van poder siguir recibiendo conteníos compartíos, pero nun van poder anicialos
bg_bg: Тези групи ще могат да получават споделения, но няма да могат самите те да споделят.
de_de: Diese Gruppen können weiterhin Freigaben empfangen, aber selbst keine mehr initiieren.
es: Estos grupos aún podrán recibir contenidos compartidos, pero no podrán, pero no podrán iniciarlos.
et_ee: Need grupid saavad vastu võtta jagamisi, kuid ise jagamisi algatada ei saa.
eu: Talde hauek oraindik jaso ahal izango dute partekatzeak, baina ezingo dute partekatu
fr: Ces groupes restent autorisés à partager, mais ne peuvent pas les initier
gl: Estes grupos poderán recibir comparticións, mais non inicialas.
ja: このグループでは、フォルダ共有を開始することはできませんが、共有されたフォルダを参照することはできます。
nb_no: Disse gruppene vil fremdeles kunne motta delinger men ikke lage dem.
ru: Эти группы смогут получать общие файлы, но не смогут отправлять их.
tr: Bu gruplar hala paylaşımları alabilecek, ancak başlatamayacaktır.

source: Security
ar: حماية
ast: Seguridá
bg_bg: Сигурност
de_de: Sicherheit
es: Seguridad
et_ee: Turvalisus
eu: Segurtasuna
fa: امنیت
fr: Sécurité
gl: Seguranza
id: Keamanan
ja: セキュリティ
lt_lt: Saugumas
nb_no: Sikkerhet
nn_no: Tryggleik
ru: Безопасность
sq: Siguria
tr: Güvenlik

source: Enforce HTTPS
ar: فرض HTTPS
ast: Forciar HTTPS
bg_bg: Изисквай HTTPS
de_de: HTTPS erzwingen
es: Forzar HTTPS
et_ee: Sunni peale HTTPS-i kasutamine
eu: Behartu HTTPS
fa: وادار کردن HTTPS
fr: Forcer HTTPS
gl: Forzar HTTPS
id: Selalu Gunakan HTTPS
ja: 常にHTTPSを使用する
lt_lt: Reikalauti HTTPS
nb_no: Tving HTTPS
nn_no: Krev HTTPS
ru: Принудить к HTTPS
sq: Detyro HTTPS
tr: HTTPS bağlantısına zorla

source: Forces the clients to connect to %s via an encrypted connection.
ar: اجبار العميل للاتصال بـ %s عن طريق اتصال مشفر
ast: Forciar a los veceros a coneutase a %s per duana d'una conexón cifrada.
bg_bg: Задължава клиента да се свързва с %s през криптирана връзка.
de_de: Zwingt die clientseitigen Anwendungen, verschlüsselte Verbindungen zu %s herzustellen.
es: Forzar a los clientes a conectarse a %s por medio de una conexión cifrada.
et_ee: Sunnib kliente %s ühenduma krüpteeritult.
eu: Bezeroak %s-ra konexio enkriptatu baten bidez konektatzera behartzen ditu.
fa: کلاینت‌ها را مجبور کن که از یک ارتباط رمزنگاری شده برای اتصال به %s استفاده کنند.
fr: Forcer les clients à se connecter à %s via une connexion chiffrée.
gl: Forzar que os clientes se conecten a %s empregando unha conexión cifrada.
id: Memaksa klien untuk menghubungkan ke %s menggunakan sambungan yang dienskripsi.
ja: クライアントから %sへの接続を常に暗号化します。
lt_lt: Verčia klientus jungtis prie %s per šifruotą ryšį.
nb_no: Tvinger klientene til å koble til %s via en kryptert forbindelse.
nn_no: Tvingar klientar til å kopla til %s med ei kryptert tilkopling.
ru: Принудить клиентов подключаться к %s через шифрованное соединение.
tr: İstemcileri %s'a şifreli bir bağlantı ile bağlanmaya zorlar.

source: Please connect to your %s via HTTPS to enable or disable the SSL enforcement.
ar: يرجى الاتصال بـ %s عن طريق HTTPS لتفعيل او تعطيل SSL enforcement.
ast: Por favor, conéutate a %s al traviés de HTTPS p'habilitar o deshabilitar l'aplicación de SSL.
bg_bg: Моля свържи се с твоя %s през HTTPS, за да включиш или изключиш SSL задължаването.
de_de: Bitte verbinden Sie sich zu Ihrem %s über HTTPS um die SSL-Erzwingung zu aktivieren oder zu deaktivieren.
es: Por favor, conéctese a su %s a través de HTTPS para habilitar o deshabilitar la aplicación de SSL.
et_ee: Palun ühendu oma %s üle HTTPS või keela SSL kasutamine.
eu: Mesedez konektatu zure %s-ra HTTPS bidez SSL zehaztapenak aldatzeko.
fa: برای فعال سازی یا عدم فعال سازی اجبار استفاده از SSL، لطفاً از طریق HTTPS به %s وصل شوید.
fr: Veuillez vous connecter à cette instance %s via HTTPS pour activer ou désactiver SSL.
gl: Conéctese a %s empregando HTTPS para activar ou desactivar o forzado de SSL.
id: Mohon sambungkan ke %s menggunakan HTTPS untuk mengaktifkannya atau menonaktifkan penegakan SSL.
ja: 強制的なSSL接続を有効/無効にするには、HTTPS経由で %s へ接続してください。
lt_lt: Prašome prisijungti prie savo %s per HTTPS, kad įjungti ar išjungti SSL reikalavimą.
nb_no: Vennligst koble til din %s via HTTPS for å aktivere eller deaktivere tvungen SSL.
nn_no: Ver venleg å kopla til %s med HTTPS (eller skru av SSL-kravet).
ru: Пожалуйста, подключитесь к %s используя HTTPS чтобы включить или отключить принудительное SSL.
tr: SSL zorlamasını etkinleştirmek ya da devre dışı bırakmak için lütfen %s'a HTTPS ile bağlanın.

source: Email Server
ar: خادم البريد الالكتروني
ast: Sirvidor de corréu-e
bg_bg: Имейл Сървър
es: Servidor de correo electrónico
et_ee: Postiserver
eu: Eposta zerbitzaria
fa: سرور ایمیل
fr: Serveur mail
gl: Servidor de correo
id: Server Email
ja: メールサーバー
nb_no: E-postserver
ru: Сервер почты
tr: E-Posta Sunucusu

source: This is used for sending out notifications.
ast: Esto úsase pa unviar notificaciones.
bg_bg: Това се използва за изпращане на уведомления.
de_de: Dies wird für das Senden von Benachrichtigungen verwendet.
es: Esto se usa para enviar notificaciones.
et_ee: Seda kasutatakse teadete välja saatmiseks.
eu: Hau jakinarazpenak bidaltzeko erabiltzen da.
fa: این برای ارسال هشدار ها استفاده می شود
fr: Ceci est utilisé pour l'envoi des notifications.
gl: Isto utilizase para o envío de notificacións.
id: Ini digunakan untuk mengirim notifikasi keluar.
ja: これは通知の送信に使われます。
nb_no: Dette brukes for utsending av varsler.
ru: Используется для отправки уведомлений.
tr: Bu, bildirimler gönderilirken kullanılır.

source: From address
ast: Dende la direición
bg_bg: От адрес
de_de: Absender-Adresse
es: Desde la dirección
et_ee: Saatja aadress
eu: Helbidetik
fa: آدرس فرستنده
fr: Adresse source
gl: Desde o enderezo
id: Dari alamat
ja: アドレスから
nb_no: Fra adresse
ru: Адрес отправителя
tr: Kimden adresi

source: mail
ast: corréu
bg_bg: поща
es: correo electrónico
et_ee: e-mail
eu: posta
fa: ایمیل
fr: courriel
gl: correo
ja: メール
nb_no: e-post
ru: почта
tr: posta

source: Authentication required
ast: Necesítase autenticación
bg_bg: Нужна е идентификация
de_de: Authentifizierung benötigt
es: Se necesita autenticación
et_ee: Autentimine on vajalik
eu: Autentikazioa beharrezkoa
fa: احراز هویت مورد نیاز است
fr: Authentification requise
gl: Requírese autenticación
id: Diperlukan otentikasi
ja: 要求される認証
nb_no: Autentisering kreves
ru: Требуется аутентификация
tr: Kimlik doğrulama gerekli

source: Server address
ar: عنوان الخادم
ast: Direición del sirvidor
bg_bg: Адрес на сървъра
de_de: Adresse des Servers
es: Dirección del servidor
et_ee: Serveri aadress
eu: Zerbitzariaren helbidea
fa: آدرس سرور
fr: Adresse du serveur
gl: Enderezo do servidor
id: Alamat server
ja: サーバーアドレス
lt_lt: Serverio adresas
nb_no: Server-adresse
nn_no: Tenaradresse
ru: Адрес сервера
tr: Sunucu adresi

source: Credentials
ast: Credenciales
bg_bg: Потр. име и парола
de_de: Zugangsdaten
es: Credenciales
et_ee: Kasutajatunnused
eu: Kredentzialak
fa: اعتبارهای
fr: Informations d'identification
gl: Credenciais
id: Kredensial
ja: 資格情報
nb_no: Påloggingsdetaljer
ru: Полномочия
tr: Kimlik Bilgileri

source: SMTP Username
ast: Nome d'usuariu SMTP
bg_bg: SMTP Потребителско Име
de_de: SMTP Benutzername
es: Nombre de usuario SMTP
et_ee: SMTP kasutajatunnus
eu: SMTP erabiltzaile-izena
fa: نام کاربری SMTP
fr: Nom d'utilisateur SMTP
gl: Nome de usuario SMTP
id: Nama pengguna SMTP
ja: SMTP ユーザー名
nb_no: SMTP-brukernavn
ru: Имя пользователя
tr: SMTP Kullanıcı Adı

source: SMTP Password
ast: Contraseña SMTP
bg_bg: SMTP Парола
de_de: SMTP Passwort
es: Contraseña SMTP
et_ee: SMTP parool
eu: SMTP pasahitza
fa: رمز عبور SMTP
fr: Mot de passe SMTP
gl: Contrasinal SMTP
id: Sandi SMTP
ja: SMTP パスワード
nb_no: SMTP-passord
ru: Пароль
tr: SMTP Parolası

source: Test email settings
ast: Probar configuración de corréu electrónicu
bg_bg: Настройки на проверяващия имейл
de_de: E-Mail-Einstellungen testen
es: Probar configuración de correo electrónico
et_ee: Testi e-posti seadeid
eu: Probatu eposta ezarpenak
fa: تنظیمات ایمیل آزمایشی
fr: Paramètres de test d'e-mail
gl: Correo de proba dos axustes
id: Pengaturan email percobaan
ja: メール設定をテスト
nb_no: Test innstillinger for e-post
ru: Тест настроек
tr: E-posta ayarlarını sına

source: Send email
ast: Unviar mensaxe
bg_bg: Изпрати имейл
de_de: E-Mail senden
es: Enviar mensaje
et_ee: Saada kiri
eu: Bidali eposta
fa: ارسال ایمیل
fr: Envoyer un e-mail
gl: Enviar o correo
id: Kirim email
ja: メールを送信
nb_no: Send e-post
ru: Отправить сообщение
tr: E-posta gönder

source: Log
ar: سجل
ast: Rexistru
bg_bg: Доклад
es: Registro
et_ee: Logi
fa: کارنامه
gl: Rexistro
id: Catat
ja: ログ
lt_lt: Žurnalas
nb_no: Logg
nn_no: Logg
ru: Журнал
sq: Historik aktiviteti
tr: Günlük

source: Log level
ar: مستوى السجل
ast: Nivel de rexistru
bg_bg: Детайли на доклада
es: Nivel de registro
et_ee: Logi tase
eu: Erregistro maila
fa: سطح ورود
fr: Niveau de log
gl: Nivel de rexistro
id: Level pencatatan
ja: ログレベル
lt_lt: Žurnalo išsamumas
nb_no: Loggnivå
nn_no: Log nivå
ru: Уровень детализации журнала
sq: Niveli i Historikut
tr: Günlük seviyesi
