Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: More
ar: المزيد
ast: Más
bg_bg: Още
de_de: Mehr
es: Más
et_ee: Rohkem
eu: Gehiago
fa: بیش‌تر
fr: Plus
gl: Máis
id: Lainnya
ja: もっと見る
lt_lt: Daugiau
nb_no: Mer
nn_no: Meir
ru: Больше
sq: Më tepër
tr: Daha fazla

source: Less
ar: أقل
ast: Menos
bg_bg: По-малко
de_de: Weniger
es: Menos
et_ee: Vähem
eu: Gutxiago
fa: کم‌تر
fr: Moins
gl: Menos
id: Ciutkan
ja: 閉じる
lt_lt: Mažiau
nb_no: Mindre
nn_no: Mindre
ru: Меньше
tr: Daha az

source: Version
ar: إصدار
ast: Versión
bg_bg: Версия
es: Versión
et_ee: Versioon
eu: Bertsioa
fa: نسخه
gl: Versión
id: Versi
ja: バージョン
lt_lt: Versija
nb_no: Versjon
nn_no: Utgåve
ru: Версия
sq: Versioni
tr: Sürüm

source: Developed by the <a href="http://ownCloud.org/contact" target="_blank">ownCloud community</a>, the <a href="https://github.com/owncloud" target="_blank">source code</a> is licensed under the <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
ar: طوّر من قبل <a href="http://ownCloud.org/contact" target="_blank">ownCloud مجتمع</a>, الـ <a href="https://github.com/owncloud" target="_blank">النص المصدري</a> مرخص بموجب <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">رخصة أفيرو العمومية</abbr></a>.
ast: Desendolcáu pola <a href="http://ownCloud.org/contact" target="_blank">comunidad ownCloud</a>, el <a href="https://github.com/owncloud" target="_blank">códigu fonte</a> ta baxo llicencia <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
bg_bg: Разработен от <a href="http://ownCloud.org/contact" target="_blank">ownCloud обществото</a>, <a href="https://github.com/owncloud" target="_blank">кодът</a> е лицензиран под <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
de_de: Entwickelt von der <a href="http://ownCloud.org/contact" target="_blank">ownCloud-Community</a>. Der <a href="https://github.com/owncloud" target="_blank">Quellcode</a> ist unter der <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a> lizenziert.
es: Desarrollado por la <a href="http://ownCloud.org/contact" target="_blank">comunidad ownCloud</a>, el <a href="https://github.com/owncloud" target="_blank">código fuente</a> está bajo licencia <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
et_ee: Arendatud <a href="http://ownCloud.org/contact" target="_blank">ownCloud kogukonna</a> poolt. <a href="https://github.com/owncloud" target="_blank">Lähtekood</a> on avaldatud ja kaetud <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a> litsentsiga.
eu: <a href="http://ownCloud.org/contact" target="_blank">ownCloud komunitateak</a> garatuta, <a href="https://github.com/owncloud" target="_blank">itubruru kodea</a><a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr> lizentziarekin banatzen da</a>.
fa: توسعه یافته به وسیله ی <a href="http://ownCloud.org/contact" target="_blank">انجمن ownCloud</a>, the <a href="https://github.com/owncloud" target="_blank">کد اصلی</a> مجاز زیر گواهی <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
fr: Développé par la <a href="http://ownCloud.org/contact" target="_blank">communauté ownCloud</a>, le <a href="https://github.com/owncloud" target="_blank">code source</a> est publié sous license <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
gl: Desenvolvido pola <a href="http://ownCloud.org/contact" target="_blank">comunidade ownCloud</a>, o <a href="https://github.com/owncloud" target="_blank">código fonte</a> está baixo a licenza <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
id: Dikembangkan oleh <a href="http://ownCloud.org/contact" target="_blank">komunitas ownCloud</a>, <a href="https://github.com/owncloud" target="_blank">kode sumber</a> dilisensikan di bawah <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
ja: <a href="http://ownCloud.org/contact" target="_blank">ownCloud コミュニティ</a>により開発されています。 <a href="https://github.com/owncloud" target="_blank">ソースコード</a>は、<a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a> ライセンスの下で提供されています。
lt_lt: Sukurta <a href="http://ownCloud.org/contact" target="_blank">ownCloud bendruomenės</a>, <a href="https://github.com/owncloud" target="_blank">pirminis kodas</a> platinamas pagal <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
nb_no: Utviklet av <a href="http://ownCloud.org/contact" target="_blank">ownCloud-fellesskapet</a>. <a href="https://github.com/owncloud" target="_blank">Kildekoden</a> er lisensiert under <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
nn_no: <a href="https://github.com/owncloud" target="_blank">Kjeldekoden</a>, utvikla av <a href="http://ownCloud.org/contact" target="_blank">ownCloud-fellesskapet</a>, er lisensiert under <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
ru: Разрабатывается <a href="http://ownCloud.org/contact" target="_blank">сообществом ownCloud</a>, <a href="https://github.com/owncloud" target="_blank">исходный код</a> доступен под лицензией <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
sq: Zhvilluar nga <a href="http://ownCloud.org/contact" target="_blank">Komuniteti OwnCloud</a>, gjithashtu <a href="https://github.com/owncloud" target="_blank">source code</a> është licensuar me anë të <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
tr: <a href="http://ownCloud.org/contact" target="_blank">ownCloud topluluğu</a> tarafından geliştirilmiş olup, <a href="https://github.com/owncloud" target="_blank">kaynak kodu</a>, <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a> altında lisanslanmıştır.

source: Add your App
ar: أضف تطبيقاتك
ast: Amiesta la to aplicación
bg_bg: Дабави свое Приложение
de_de: Fügen Sie Ihre Anwendung hinzu
es: Añade tu aplicación
et_ee: Lisa oma rakendus
eu: Gehitu zure aplikazioa
fa: برنامه خود را بیافزایید
fr: Ajoutez votre application
gl: Engada a súa aplicación
id: Tambahkan Aplikasi Anda
ja: アプリを追加
lt_lt: Pridėti programėlę
nb_no: Legg til din App
nn_no: Legg til din app
ru: Добавить приложение
sq: Shtoni apliakcionin tuaj
tr: Uygulamanızı Ekleyin

source: More Apps
ar: المزيد من التطبيقات
ast: Más aplicaciones
bg_bg: Още Приложения
de_de: Weitere Anwendungen
es: Más aplicaciones
et_ee: Veel rakendusi
eu: Aplikazio gehiago
fa: برنامه های بیشتر
fr: Plus d'applications…
gl: Máis aplicacións
id: Aplikasi Lainnya
ja: さらにアプリを表示
lt_lt: Daugiau aplikacijų
nb_no: Flere apper
nn_no: Fleire app-ar
ru: Больше приложений
sq: Apliakcione të tjera
tr: Daha Fazla Uygulama

source: Select an App
ar: إختر تطبيقاً
ast: Esbillar una aplicación
bg_bg: Избери Приложение
de_de: Wählen Sie eine Anwendung aus
es: Seleccionar una aplicación
et_ee: Vali programm
eu: Aukeratu aplikazio bat
fa: یک برنامه انتخاب کنید
fr: Sélectionner une Application
gl: Escolla unha aplicación
id: Pilih Aplikasi
ja: アプリを選択してください
lt_lt: Pasirinkite programą
nb_no: Velg en app
nn_no: Vel eit program
ru: Выберите приложение
sq: Zgjidhni një Aplikacion
tr: Bir Uygulama Seçin

source: Documentation:
ar: التوثيق
ast: Documentación:
bg_bg: Документация:
de_de: Dokumentation:
es: Documentación:
et_ee: Dokumentatsioon:
eu: Dokumentazioa:
fa: مستند سازی:
gl: Documentación:
id: Dokumentasi:
ja: ドキュメント:
nb_no: Dokumentasjon:
ru: Документация
tr: Belgelendirme:

source: See application page at apps.owncloud.com
ar: راجع صفحة التطبيق على apps.owncloud.com
ast: Ver la páxina d'aplicaciones en apps.owncloud.com
bg_bg: Виж страницата на приложението на apps.owncloud.com.
de_de: Weitere Anwendungen finden Sie auf apps.owncloud.com
es: Ver la página de aplicaciones en apps.owncloud.com
et_ee: Vaata rakenduste lehte aadressil apps.owncloud.com
eu: Ikusi aplikazioaren orria apps.owncloud.com orrian
fa: صفحه این اٌپ را در apps.owncloud.com ببینید
fr: Voir la page des applications à l'url apps.owncloud.com
gl: Consulte a páxina da aplicación en apps.owncloud.com
id: Lihat halaman aplikasi di apps.owncloud.com
ja: apps.owncloud.com でアプリケーションのページを見てください
lt_lt: Žiūrėti programos puslapį svetainėje apps.owncloud.com
nb_no: Se applikasjonens side på apps.owncloud.org
nn_no: Sjå programsida på apps.owncloud.com
ru: Смотрите дополнения на apps.owncloud.com
sq: Shihni faqen e aplikacionit tek apps.owncloud.com
tr: Uygulamanın sayfasına apps.owncloud.com adresinden bakın

source: See application website
ast: Ver sitiu web de l'aplicación
bg_bg: Виж страницата на приложението
de_de: Siehe Anwendungs-Website
es: Ver sitio web de la aplicación
et_ee: Vaata rakendi veebilehte
eu: Ikusi aplikazioaren webgunea
fa: مشاهده وب سایت برنامه
fr: Voir le site web de l'application
gl: Vexa o sitio web da aplicación
id: Kunjungi situs web aplikasi
ja: アプリケーションのウェブサイトを見る
nb_no: Vis applikasjonens nettsted
ru: См. сайт приложений
tr: Uygulama web sitesine bakın

source: <span class="licence"></span>-licensed by <span class="author"></span>
ar: <span class="licence"></span>-ترخيص من قبل <span class="author"></span>
ast: <span class="licence"></span>-llicencia otorgada por <span class="author"></span>
bg_bg: <span class="licence"></span>-лицензиран от<span class="author"></span>
de_de: <span class="licence"></span>-lizenziert von <span class="author"></span>
es: <span class="licence"></span>-licencia otorgada por <span class="author"></span>
et_ee: <span class="licence"></span>-litsenseeritud <span class="author"></span>
eu: <span class="licence"></span>-lizentziatua <span class="author"></span>
fa: <span class="licence"></span>-مجاز از طرف <span class="author"></span>
fr: Distribué sous licence <span class="licence"></span>, par <span class="author"></span>
gl: <span class="licence"></span>-licenciado por<span class="author"></span>
id: <span class="licence"></span>-dilisensikan oleh <span class="author"></span>
ja: <span class="licence"></span>-ライセンス: <span class="author"></span>
lt_lt: <span class="licence"></span>- autorius<span class="author"></span>
nb_no: <span class="licence"></span>-lisensiert av <span class="author"></span>
nn_no: Lisensiert under <span class="licence"></span> av <span class="author"></span>
ru: <span class="licence"></span> лицензия. Автор <span class="author"></span>
sq: <span class="licence"></span>-licensuar nga <span class="author"></span>
tr: <span class="licence"></span> ile lisanslayan: <span class="author"></span>

source: Enable only for specific groups
ast: Habilitar namái pa grupos específicos
bg_bg: Включи само за определени групи
de_de: Nur für spezifizierte Gruppen aktivieren
es: Activar solamente para grupos específicos
et_ee: Luba ainult kindlad grupid
eu: Baimendu bakarri talde espezifikoetarako
fa: فعال سازی تنها برای گروه های خاص
fr: Activer uniquement pour certains groupes
gl: Activar só para grupos específicos
ja: 特定のグループのみ有効に
nb_no: Aktiver kun for visse grupper
ru: Включить только для этих групп
tr: Sadece belirli gruplar için etkinleştir

source: All
ar: الكل
ast: Toos
bg_bg: Всички
de_de: Alle
es: Todos
et_ee: Kõik
eu: Denak
fa: همه
fr: Tous
gl: Todo
id: Semua
ja: すべて
nb_no: Alle
ru: Все
tr: Tümü

source: Administrator Documentation
ar: كتاب توثيق المدير
ast: Documentación d'alministrador
bg_bg: Административна Документация
de_de: Dokumentation für Administratoren
es: Documentación de administrador
et_ee: Administraatori dokumentatsioon
eu: Administratzaile dokumentazioa
fa: مستندات مدیر
fr: Documentation administrateur
gl: Documentación do administrador
id: Dokumentasi Administrator
ja: 管理者ドキュメント
lt_lt: Administratoriaus dokumentacija
nb_no: Dokumentasjon for administratorer
nn_no: Administratordokumentasjon
ru: Документация администратора
sq: Dokumentacion administratori
tr: Yönetici Belgelendirmesi

source: Online Documentation
ar: توثيق متوفر على الشبكة
ast: Documentación en llinia
bg_bg: Документация в Интернет
de_de: Online-Dokumentation
es: Documentación en línea
et_ee: Online dokumentatsioon
eu: Online dokumentazioa
fa: مستندات آنلاین
fr: Documentation en ligne
gl: Documentación na Rede
id: Dokumentasi Online
ja: オンラインドキュメント
lt_lt: Dokumentacija tinkle
nb_no: Online dokumentasjon
nn_no: Dokumentasjon på nett
ru: Online документация
sq: Dokumentacion online
tr: Çevrimiçi Belgelendirme

source: Bugtracker
ar: تعقب علة
ast: Rastrexador de fallos
bg_bg: Докладвани грешки
es: Rastreador de fallos
et_ee: Vigade nimekiri
fa: ردیاب باگ
fr: Suivi de bugs
gl: Seguemento de fallos
ja: バグトラッカー
lt_lt: Klaidų sekimas
nb_no: Innmelding og sporing av feil
nn_no: Feilsporar
ru: Багтрекер
sq: Bugtracker - ndjekja e problemeve
tr: Hata Takip Sistemi

source: Commercial Support
ar: دعم تجاري
ast: Sofitu comercial
bg_bg: Платена Поддръжка
de_de: Kommerzieller Support
es: Soporte comercial
et_ee: Tasuline kasutajatugi
eu: Babes komertziala
fa: پشتیبانی تجاری
fr: Support commercial
gl: Asistencia comercial
id: Dukungan Komersial
ja: 商用サポート
lt_lt: Komercinis palaikymas
nb_no: Forretningsstøtte
nn_no: Betalt brukarstøtte
ru: Коммерческая поддержка
sq: Suport komercial
tr: Ticari Destek

source: Get the apps to sync your files
ar: احصل على التطبيقات لمزامنة ملفاتك
ast: Obtener les aplicaciones pa sincronizar ficheros
bg_bg: Изтегли програми за синхронизиране на файловете ти
de_de: Installieren Sie die Anwendungen, um Ihre Dateien zu synchronisieren
es: Obtener las aplicaciones para sincronizar sus archivos
et_ee: Hangi rakendusi failide sünkroniseerimiseks
eu: Lortu aplikazioak zure fitxategiak sinkronizatzeko
fa: برنامه ها را دریافت کنید تا فایل هایتان را همگام سازید
fr: Obtenez les applications de synchronisation de vos fichiers
gl: Obteña as aplicacións para sincronizar os seus ficheiros
id: Dapatkan aplikasi untuk sinkronisasi berkas Anda
ja: ファイルを同期するためのアプリを取得
lt_lt: Atsisiųskite programėlių, kad sinchronizuotumėte savo failus
nb_no: Hent apper som synkroniserer filene dine
nn_no: Få app-ar som kan synkronisera filene dine
ru: Получить приложения для синхронизации ваших файлов
sq: Bëni që aplikacionet të sinkronizojnë skedarët tuaj
tr: Dosyalarınızı eşitlemek için uygulamaları indirin

source: If you want to support the project <a href="https://owncloud.org/contribute" target="_blank">join development</a> or <a href="https://owncloud.org/promote" target="_blank">spread the word</a>!
ast: Si quies sofitar el proyeutu <a href="https://owncloud.org/contribute" target="_blank">xúnite al desendolcu</a> o <a href="https://owncloud.org/promote" target="_blank">¡espardi la pallabra!</a>!
bg_bg: Ако искаш да помогнеш на проекта: <a href="https://owncloud.org/contribute" target="_blank">присъедини се и пиши код</a> или <a href="https://owncloud.org/promote" target="_blank">разпространи мълвата</a>!
de_de: Wenn Sie das Projekt unterstützen wollen <a href="https://owncloud.org/contribute" target="_blank">nehmen Sie an der Entwicklung teil</a> oder <a href="https://owncloud.org/promote" target="_blank">erreichen Sie die Welt</a>!
es: Si desea contribuir al proyecto <a href="https://owncloud.org/contribute" target="_blank">únase al desarrollo</a> o ¡<a href="https://owncloud.org/promote" target="_blank">corra la voz</a>!
et_ee: Kui tahad projekti toetada <a href="https://owncloud.org/contribute" target="_blank">liitu arendusega</a> või <a href="https://owncloud.org/promote" target="_blank">levita sõna</a>!
eu: Proiektua lagundu nahi baduzu ⇥⇥<a href="https://owncloud.org/contribute" ⇥⇥⇥target="_blank">join development</a> ⇥⇥edo ⇥⇥<a href="https://owncloud.org/promote" ⇥⇥⇥target="_blank">zabaldu hitza</a>!
fr: Si voulez soutenir le projet, <a href="https://owncloud.org/contribute" target="_blank">rejoignez le développement</a> ou <a href="https://owncloud.org/promote" target="_blank">parlez en</a> !
gl: Se quere colaborar co proxecto <a href="https://owncloud.org/contribute" target="_blank">participar no desenvolvemento</a> ou <a href="https://owncloud.org/promote" target="_blank">axudar a difundilo</a>!
nb_no: Hvis du vil støtte prosjektet kan du <a href="https://owncloud.org/contribute" target="_blank">delta i utviklingen</a> eller <a href="https://owncloud.org/promote" target="_blank">spre budskapet</a>!
ru: Если вы хотите поддержать проект, <a href="https://owncloud.org/contribute" target="_blank">присоединяйтесь к разработке</a> иди <a href="https://owncloud.org/promote" target="_blank">содействуйте распространению</a>!
tr: Projeyi desteklemek istiyorsanız <a href="https://owncloud.org/contribute" target="_blank">geliştirilmesine katılın</a> veya <a href="https://owncloud.org/promote" target="_blank">bizi duyurun</a>!

source: Show First Run Wizard again
ar: ابدأ خطوات بداية التشغيل من جديد
ast: Amosar nuevamente l'Encontu d'execución inicial
bg_bg: Покажи Настройките за Първоначално Зареждане отново
de_de: Den Einrichtungsassistenten erneut anzeigen
es: Mostrar nuevamente el Asistente de ejecución inicial
et_ee: Näita veelkord Esmase Käivituse Juhendajat
eu: Erakutsi berriz Lehenengo Aldiko Morroia
fa: راهبری کمکی اجرای اول را دوباره نمایش بده
fr: Revoir le premier lancement de l'installeur
gl: Amosar o axudante da primeira execución outra vez
id: Tampilkan Penuntun Konfigurasi Awal
ja: 初回ウィザードを再表示する
lt_lt: Rodyti pirmo karto vedlį dar kartą
nb_no: Vis "Førstegangs veiviser" på nytt
nn_no: Vis Oppstartvegvisaren igjen
ru: Показать помощник настройки
sq: Rishfaq përsëri fazat për hapjen e herës së parë
tr: İlk Çalıştırma Sihirbazı'nı yeniden göster

source: You have used <strong>%s</strong> of the available <strong>%s</strong>
ar: تم إستهلاك <strong>%s</strong> من المتوفر <strong>%s</strong>
ast: Usasti <strong>%s</strong> de los <strong>%s</strong> disponibles
bg_bg: Използвал си <strong>%s</strong> от наличните <strong>%s</strong>.
de_de: Sie verwenden <strong>%s</strong> der verfügbaren <strong>%s</strong>
es: Ha usado <strong>%s</strong> de los <strong>%s</strong> disponibles
et_ee: Kasutad <strong>%s</strong> saadavalolevast <strong>%s</strong>
eu: Dagoeneko <strong>%s</strong> erabili duzu eskuragarri duzun <strong>%s</strong>etatik
fa: شما استفاده کردید از <strong>%s</strong> از میزان در دسترس <strong>%s</strong>
fr: Vous avez utilisé <strong>%s</strong> des <strong>%s<strong> disponibles
gl: Ten en uso <strong>%s</strong> do total dispoñíbel de <strong>%s</strong>
id: Anda telah menggunakan <strong>%s</strong> dari total <strong>%s</strong>
ja: 現在、<strong>%s</strong> / <strong>%s</strong> を利用しています
lt_lt: Jūs naudojate <strong>%s</strong> iš galimų <strong>%s</strong>
nb_no: Du har brukt <strong>%s</strong> av tilgjengelig <strong>%s</strong>
nn_no: Du har brukt <strong>%s</strong> av dine tilgjengelege <strong>%s</strong>
ru: Вы использовали <strong>%s</strong> из доступных <strong>%s</strong>
sq: Ju keni përdorur <strong>%s</strong> nga <strong>%s</strong> të mundshme
tr: Kullandığınız: <strong>%s</strong>. Kullanılabilir alan: <strong>%s</strong>

source: Password
ar: كلمة المرور
ast: Contraseña
bg_bg: Парола
de_de: Passwort
es: Contraseña
et_ee: Parool
eu: Pasahitza
fa: گذرواژه
fr: Mot de passe
gl: Contrasinal
id: Sandi
ja: パスワード
lt_lt: Slaptažodis
nb_no: Passord
nn_no: Passord
ru: Пароль
sq: Fjalëkalim
tr: Parola

source: Your password was changed
ar: لقد تم تغيير كلمة السر
ast: Camudóse la contraseña
bg_bg: Паролата ти е промена.
de_de: Ihr Passwort wurde geändert.
es: Su contraseña ha sido cambiada
et_ee: Sinu parooli on muudetud
eu: Zure pasahitza aldatu da
fa: رمز عبور شما تغییر یافت
fr: Votre mot de passe a été changé
gl: O seu contrasinal foi cambiado
id: Sandi Anda telah diubah
ja: パスワードを変更しました
lt_lt: Jūsų slaptažodis buvo pakeistas
nb_no: Passord har blitt endret
nn_no: Passordet ditt er endra
ru: Ваш пароль изменён
sq: fjalëkalimi juaj u ndryshua
tr: Parolanız değiştirildi

source: Unable to change your password
ar: لم يتم تعديل كلمة السر بنجاح
ast: Nun pudo camudase la contraseña
bg_bg: Неуспешна промяна на паролата.
de_de: Das Passwort konnte nicht geändert werden
es: No se ha podido cambiar su contraseña
et_ee: Sa ei saa oma parooli muuta
eu: Ezin izan da zure pasahitza aldatu
fa: ناتوان در تغییر گذرواژه
fr: Impossible de changer votre mot de passe
gl: Non é posíbel cambiar o seu contrasinal
id: Gagal mengubah sandi Anda
ja: パスワードを変更することができません
lt_lt: Neįmanoma pakeisti slaptažodžio
nb_no: Kunne ikke endre passordet ditt
nn_no: Klarte ikkje endra passordet
ru: Невозможно сменить пароль
sq: Nuk është e mundur të ndryshohet fjalëkalimi
tr: Parolanız değiştirilemiyor

source: Current password
ar: كلمات السر الحالية
ast: Contraseña actual
bg_bg: Текуща парола
de_de: Aktuelles Passwort
es: Contraseña actual
et_ee: Praegune parool
eu: Uneko pasahitza
fa: گذرواژه کنونی
fr: Mot de passe actuel
gl: Contrasinal actual
id: Sandi saat ini
ja: 現在のパスワード
lt_lt: Dabartinis slaptažodis
nb_no: Nåværende passord
nn_no: Passord
ru: Текущий пароль
sq: Fjalëkalimi aktual
tr: Mevcut parola

source: New password
ar: كلمات سر جديدة
ast: Contraseña nueva
bg_bg: Нова парола
de_de: Neues Passwort
es: Nueva contraseña
et_ee: Uus parool
eu: Pasahitz berria
fa: گذرواژه جدید
fr: Nouveau mot de passe
gl: Novo contrasinal
id: Sandi baru
ja: 新しいパスワード
lt_lt: Naujas slaptažodis
nb_no: Nytt passord
nn_no: Nytt passord
ru: Новый пароль
sq: Fjalëkalimi i ri
tr: Yeni parola

source: Change password
ar: عدل كلمة السر
ast: Camudar contraseña
bg_bg: Промяна на паролата
de_de: Passwort ändern
es: Cambiar contraseña
et_ee: Muuda parooli
eu: Aldatu pasahitza
fa: تغییر گذر واژه
fr: Changer de mot de passe
gl: Cambiar o contrasinal
id: Ubah sandi
ja: パスワードを変更
lt_lt: Pakeisti slaptažodį
nb_no: Endre passord
nn_no: Endra passord
ru: Сменить пароль
sq: Ndrysho fjalëkalimin
tr: Parola değiştir

source: Full Name
ar: اسمك الكامل
ast: Nome completu
bg_bg: Пълно Име
de_de: Vollständiger Name
es: Nombre completo
et_ee: Täispikk nimi
eu: Izena
fa: نام کامل
fr: Nom complet
gl: Nome completo
id: Nama Lengkap
ja: 名前
lt_lt: Pilnas vardas
nb_no: Fullt navn
ru: Полное имя
tr: Tam Adı

source: Email
ar: البريد الإلكترونى
ast: Corréu-e
bg_bg: Имейл
es: Correo electrónico
et_ee: E-post
eu: E-posta
fa: ایمیل
fr: Adresse mail
gl: Correo
ja: メール
lt_lt: El. Paštas
nb_no: Epost
nn_no: E-post
tr: E-posta

source: Your email address
ar: عنوانك البريدي
ast: Direición de corréu-e
bg_bg: Твоят имейл адрес
de_de: Ihre E-Mail-Adresse
es: Su dirección de correo
et_ee: Sinu e-posti aadress
eu: Zure e-posta
fa: پست الکترونیکی شما
fr: Votre adresse e-mail
gl: O seu enderezo de correo
id: Alamat email Anda
ja: あなたのメールアドレス
lt_lt: Jūsų el. pašto adresas
nb_no: Din e-postadresse
nn_no: Di epost-adresse
ru: Ваш адрес электронной почты
sq: Adresa juaj email
tr: E-posta adresiniz
