Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: Fill in an email address to enable password recovery and receive notifications
ast: Introducir una direición de corréu-e p'activar la recuperación de contraseñes y recibir notificaciones
bg_bg: Въведи имейл, за да включиш функцията за възстановяване на паролата и уведомления.
de_de: Geben Sie eine E-Mail-Adresse an, um eine Wiederherstellung des Passworts zu ermöglichen und Benachrichtigungen zu empfangen
es: Introducir una dirección de correo electrónico para activar la recuperación de contraseñas y recibir notificaciones
et_ee: Täida e-posti aadress võimaldamaks parooli taastamist ning teadete saamist.
eu: Bete ezazu eposta helbide bat pasahitza berreskuratzeko eta jakinarazpenak jasotzeko
fr: Saisir une adresse e-mail pour permettre la réinitialisation du mot de passe et la réception des notifications
gl: Escriba un enderezo de correo para permitir a recuperación de contrasinais e recibir notificacións
id: Isikan alamat email untuk mengaktifkan pemulihan sandi dan menerima notifikasi
ja: パスワードの回復を有効にし、通知を受け取るにはメールアドレスを入力してください
nb_no: Legg inn en e-postadresse for å aktivere passordgjenfinning og motta varsler
ru: Введите свой email-адрес для того, чтобы включить возможность восстановления пароля и получения уведомлений
tr: Parola kurtarmayı ve bildirim almayı açmak için bir e-posta adresi girin

source: Profile picture
ar: صورة الملف الشخصي
ast: Semeya de perfil
bg_bg: Аватар
de_de: Profilbild
es: Foto de perfil
et_ee: Profiili pilt
eu: Profilaren irudia
fa: تصویر پروفایل
fr: Photo de profil
gl: Imaxe do perfil
id: Foto profil
ja: プロフィール写真
lt_lt: Profilio paveikslėlis
nb_no: Profilbilde
nn_no: Profilbilete
ru: Аватар
tr: Profil resmi

source: Upload new
ar: رفع الان
ast: Xubir otra
bg_bg: Качи нов
de_de: Neues hochladen
es: Subir otra
et_ee: Laadi uus üles
eu: Igo berria
fa: بارگذاری جدید
fr: Télécharger nouveau
gl: Novo envío
id: Unggah baru
ja: 新規にアップロード
lt_lt: Įkelti naują
nb_no: Last opp nytt
nn_no: Last opp ny
ru: Загрузить новый
tr: Yeni yükle

source: Select new from Files
ar: اختر جديد من الملفات
ast: Esbillar otra dende Ficheros
bg_bg: Избери нов от Файловете
de_de: Neues aus Dateien wählen
es: Seleccionar otra desde Archivos
et_ee: Vali failidest uus
eu: Hautatu berria Fitxategietatik
fa: انتخاب جدید از میان فایل ها
fr: Sélectionner un nouveau depuis les documents
gl: Seleccione unha nova de ficheiros
id: Pilih baru dari Berkas
ja: ファイルから新規に選択
lt_lt: Pasirinkti naują iš failų
nb_no: Velg nytt fra Filer
nn_no: Vel ny frå Filer
ru: Выберите новый из файлов
tr: Dosyalardan seç

source: Remove image
ar: احذف الصورة
ast: Desaniciar imaxe
bg_bg: Премахни изображението
de_de: Bild entfernen
es: Borrar imagen
et_ee: Eemalda pilt
eu: Irudia ezabatu
fa: تصویر پاک شود
fr: Supprimer l'image
gl: Retirar a imaxe
id: Hapus gambar
ja: 画像を削除
lt_lt: Pašalinti paveikslėlį
nb_no: Fjern bilde
nn_no: Fjern bilete
ru: Удалить аватар
tr: Resmi kaldır

source: Either png or jpg. Ideally square but you will be able to crop it.
ar: سواء png او jpg. بامكانك قص الصورة
ast: Ficheru PNG o JPG. Preferiblemente cuadráu, pero vas poder retayalu.
bg_bg: Png или jpg. Най-добре в квадратни размери, но ще имаш възможност да го изрежеш.
de_de: Entweder PNG oder JPG. Im Idealfall quadratisch, aber Sie können es zuschneiden.
es: Archivo PNG o JPG. Preferiblemente cuadrado, pero tendrás la posibilidad de recortarlo.
et_ee: Kas png või jpg. Võimalikult ruudukujuline, kuid sul on võimalus seda veel lõigata.
eu: png edo jpg. Hobe karratua baina mozteko aukera izango duzu.
fa: هردوی jpg و png ها مربع گونه می‌باشند. با این حال شما می‌توانید آنها را برش بزنید.
fr: Soit png ou jpg. Idéalement carrée mais vous pourrez la recadrer.
gl: Calquera png ou jpg. É preferíbel que sexa cadrada, mais poderá recortala.
id: Bisa png atau jpg. Idealnya berbentuk persegi tetapi jika tidak Anda bisa memotongnya nanti.
ja: pngまたはjpg形式。正方形が理想ですが、切り取って加工することもできます。
lt_lt: Arba png arba jpg. Geriausia kvadratinį, bet galėsite jį apkarpyti.
nb_no: Enten png eller jpg. Helst kvadratisk men du kan beskjære det.
nn_no: Anten PNG eller JPG. Helst kvadratisk, men du får moglegheita til å beskjera det.
ru: Допустимые форматы: png и jpg. Если изображение не квадратное, то вам будет предложено обрезать его.
tr: PNG veya JPG. Genellikle karedir ancak kesebileceksiniz.

source: Your avatar is provided by your original account.
ar: صورتك الرمزية يتم توفيرها عن طريق حسابك الاصلي.
ast: L'avatar ta proporcionáu pola to cuenta orixinal.
bg_bg: Твоят аватар е взет от оригиналния ти профил.
de_de: Ihr Avatar wird von Ihrerem ursprünglichenKonto verwendet.
es: Su avatar es proporcionado por su cuenta original.
et_ee: Sinu avatari pakub sinu algne konto.
eu: Zure jatorrizko kontuak ezarri du zure avatar.
fr: Votre avatar est fourni par votre compte original.
gl: O seu avatar é fornecido pola súa conta orixinal.
id: Avatar disediakan oleh akun asli Anda.
ja: あなたのアバターは、あなたのオリジナルのアカウントで提供されています。
nb_no: Avataren din kommer fra din opprinnelige konto.
ru: Будет использован аватар вашей оригинальной учетной записи.
tr: Görüntü resminiz, özgün hesabınız tarafından sağlanıyor.

source: Cancel
ar: الغاء
ast: Encaboxar
bg_bg: Отказ
de_de: Abbrechen
es: Cancelar
et_ee: Loobu
eu: Ezeztatu
fa: منصرف شدن
fr: Annuler
gl: Cancelar
id: Batal
ja: キャンセル
lt_lt: Atšaukti
nb_no: Avbryt
nn_no: Avbryt
ru: Отменить
tr: İptal

source: Choose as profile image
ar: اختر صورة الملف الشخصي
ast: Esbillar como imaxe de perfil
bg_bg: Избери като аватар
de_de: Als Profilbild wählen
es: Seleccionar como imagen de perfil
et_ee: Vali profiilipildiks
eu: Profil irudi bezala aukeratu
fa: یک تصویر پروفایل انتخاب کنید
fr: Choisir en temps que photo de profil
gl: Escolla unha imaxe para o perfil
id: Pilih sebagai gambar profil
ja: プロファイル画像として選択
lt_lt: Pasirinkite profilio paveiksliuką
nb_no: Velg som profilbilde
nn_no: Vel som profilbilete
ru: Установить как аватар
tr: Profil resmi olarak seç

source: Language
ar: اللغة
ast: Llingua
bg_bg: Език
de_de: Sprache
es: Idioma
et_ee: Keel
eu: Hizkuntza
fa: زبان
fr: Langue
gl: Idioma
id: Bahasa
ja: 言語
lt_lt: Kalba
nb_no: Språk
nn_no: Språk
ru: Язык
sq: Gjuha
tr: Dil

source: Help translate
ar: ساعد في الترجمه
ast: Ayúdanos nes traducciones
bg_bg: Помогни с превода
de_de: Helfen Sie bei der Übersetzung
es: Ayúdanos a traducir
et_ee: Aita tõlkida
eu: Lagundu itzultzen
fa: به ترجمه آن کمک کنید
fr: Aidez à traduire
gl: Axude na tradución
id: Bantu menerjemahkan
ja: 翻訳に協力する
lt_lt: Padėkite išversti
nb_no: Bidra til oversettelsen
nn_no: Hjelp oss å omsetja
ru: Помочь с переводом
sq: Ndihmoni në përkthim
tr: Çevirilere yardım edin

source: The encryption app is no longer enabled, please decrypt all your files
ar: البرنامج المشفر لم يعد مفعل, يرجى فك التشفير عن كل ملفاتك
ast: L'aplicación de cifráu yá nun ta activada, descifra tolos ficheros
bg_bg: Приложението за криптиране вече не е включено, моля разшифрирай всичките си файлове.
de_de: Die Verschlüsselungsanwendung ist nicht länger aktiv, bitte entschlüsseln Sie alle ihre Daten
es: La aplicación de cifrado ya no está activada, descifre todos sus archivos
et_ee: Küpteeringu rakend pole lubatud, dekrüpteeri kõik oma failid
eu: Enkriptazio aplikazioa ez dago jada gaiturik, mesedez desenkriptatu zure fitxategi guztiak.
fr: L'app de chiffrement n’est plus activée, veuillez déchiffrer tous vos fichiers
gl: A aplicación de cifrado non está activada, descifre todos os ficheiros
id: Aplikasi enkripsi tidak lagi diaktifkan, silahkan mendekripsi semua file Anda
ja: 暗号化アプリはもはや有効ではありません、すべてのファイルを複合してください
nb_no: Krypterings-appen er ikke aktiv lenger. Vennligst dekrypter alle filene dine
ru: Приложение для шифрования выключено, пожалуйста, расшифруйте ваши файлы
tr: Şifreleme uygulaması artık etkin değil, lütfen tüm dosyalarınızın şifrelemesini kaldırın

source: Log-in password
ar: كلمه سر الدخول
ast: Contraseña d'accesu
bg_bg: Парола за вписване
de_de: Login-Passwort
es: Contraseña de acceso
et_ee: Sisselogimise parool
eu: Saioa hasteko pasahitza
fa: رمز ورود
fr: Mot de passe de connexion
gl: Contrasinal de acceso
id: Sandi masuk
ja: ログインパスワード
lt_lt: Prisijungimo slaptažodis
nb_no: Innloggingspassord
nn_no: Innloggingspassord
ru: Пароль входа
tr: Oturum açma parolası

source: Decrypt all Files
ar: فك تشفير جميع الملفات
ast: Descifrar ficheros
bg_bg: Разшифровай всички Файлове
de_de: Alle Dateien entschlüsseln
es: Descifrar archivos
et_ee: Dekrüpteeri kõik failid
eu: Desenkripattu fitxategi guztiak
fa: تمام فایلها رمزگشایی شود
fr: Déchiffrer tous les fichiers
gl: Descifrar todos os ficheiros
id: Deskripsi semua Berkas
ja: すべてのファイルを複合する
lt_lt: Iššifruoti visus failus
nb_no: Dekrypter alle filer
nn_no: Dekrypter alle filene
ru: Снять шифрование со всех файлов
tr: Tüm Dosyaların Şifrelemesini Kaldır

source: Your encryption keys are moved to a backup location. If something went wrong you can restore the keys. Only delete them permanently if you are sure that all files are decrypted correctly.
ast: Les claves de cifráu van guardase nuna llocalización segura. D'esta miente, en casu de que daqué saliere mal, vas poder recuperar les claves. Desanicia dafechu les claves de cifráu namái si tas seguru de que los ficheros descifráronse correcho.
bg_bg: Криптиращите ти ключове са преместени на резервно място. Ако нещо се случи ще можеш да възстановиш ключовете. Изтрий ги единствено ако си сигурен, че всички файлове са успешно разшифровани.
de_de: Ihre Verschlüsselungsschlüssel wiederherstellen wurden zu einem Backup-Speicherort verschoben. Wenn irgendetwas schief läuft können die Schlüssel wiederhergestellt werden. Löschen Sie diese nur dann dauerhaft, wenn Sie sich sicher sind, dass alle Dateien korrekt entschlüsselt wurden.
es: Sus claves de cifrado se archivarán en una localización segura. Así en caso de que algo fuese mal podrá recuperan sus claves. Borre sus claves de cifrado permanentemente solamente si esta seguro de que sus archivos han sido descifrados correctamente.
et_ee: Sinu krüpteerimisvõtmed on tõstetud varukoopiasse. Kui midagi läheb valesti, siis saad võtmed taastada. Kustuta lõplikult ainult juhul kui oled kindel, et failid on dekrüteeritud korrektselt.
eu: Zure enkriptatze gakoak babeskopiara eraman dira. Zerbait gaizki ateratzen bada berreskura ditzakezu giltzak. Behin betirako ezabatu bakarrik ziur bazaude fitxategi guztiak ongi deskodetu badira.
fr: Vos clés de chiffrement ont été déplacées dans l'emplacement de backup. Si quelque chose devait mal se passer, vous pouvez restaurer les clés. Choisissez la suppression permanente seulement si vous êtes sûr que tous les fichiers ont été déchiffrés correctement.
gl: As chaves de cifrado foron movidas á copia de seguranza. Se ten algún problema pode restaurar as chaves. Elimineas permanentemente só se está seguro de que é posíbel descifrar correctamente todos os ficheiros.
ja: 暗号化キーはバックアップ場所に移動されました。何か問題があった場合は、キーを復元することができます。すべてのファイルが正しく復号化されたことが確信できる場合にのみ、キーを完全に削除してください。
nb_no: Krypteringsnøklene dine er flyttet til en plass for sikkerhetskopier. Hvis noe gikk galt kan du gjenopprette nøklene. Ikke slett dem permanent før du er ikker på at alle filer er dekryptert korrekt.
ru: Ваши ключи шифрования были архивированы. Если что-то пойдёт не так, вы сможете восстановить ключи. Удаляйте ключи из архива только тогда, когда вы будете уверены, что все файлы были успешно расшифрованы.
tr: Şifreleme anahtarlarınız yedek bir konuma taşındı. Eğer bir şeyler yanlış gittiyse, anahtarlarınızı geri yükleyebilirsiniz. Bu anahtarları, sadece tüm dosyalarınızın şifrelemelerinin düzgün bir şekilde kaldırıldığından eminseniz kalıcı olarak silin.

source: Restore Encryption Keys
ast: Restaurar claves de cifráu.
bg_bg: Възстанови Криптиращи Ключове
de_de: Verschlüsselungsschlüssel wiederherstellen
es: Restaurar claves de cifrado
et_ee: Taasta krüpteerimisvõtmed
eu: Lehenera itzazu enkriptatze gakoak.
fa: بازیابی کلید های رمزگذاری
fr: Restaurer les clés de chiffrement
gl: Restaurar as chaves de cifrado
ja: 暗号化キーを復元する
nb_no: Gjenopprett krypteringsnøkler
ru: Восстановить Ключи Шифрования
tr: Şifreleme Anahtarlarını Geri Yükle

source: Delete Encryption Keys
ast: Desaniciar claves de cifráu
bg_bg: Изтрий Криптиращи Ключове
de_de: Verschlüsselungsschlüssel löschen
es: Eliminar claves de cifrado
et_ee: Kustuta krüpteerimisvõtmed
eu: Ezabatu enkriptatze gakoak
fa: حذف کلید های رمزگذاری
fr: Supprimer les clés de chiffrement
gl: Eliminar as chaves de cifrado
ja: 暗号化キーを削除する
nb_no: Slett krypteringsnøkler
ru: Удалить Ключи Шифрования
tr: Şifreleme Anahtarlarını Sil

source: Show storage location
tr: Depolama konumunu göster

source: Show last log in
tr: Son oturum açılma zamanını göster

source: Login Name
ar: اسم الدخول
ast: Nome d'usuariu
bg_bg: Потребителско Име
es: Nombre de usuario
et_ee: Kasutajanimi
eu: Sarrera Izena
fa: نام کاربری
fr: Nom d'utilisateur
gl: Nome de acceso
id: Nama Masuk
ja: ログイン名
lt_lt: Vartotojo vardas
nb_no: Brukernavn
nn_no: Innloggingsnamn
ru: Имя пользователя
sq: Emri i Përdoruesit
tr: Giriş Adı

source: Create
ar: انشئ
ast: Crear
bg_bg: Създаване
de_de: Erstellen
es: Crear
et_ee: Lisa
eu: Sortu
fa: ایجاد کردن
fr: Créer
gl: Crear
id: Buat
ja: 作成
lt_lt: Sukurti
nb_no: Opprett
nn_no: Lag
ru: Создать
sq: Krijo
tr: Oluştur

source: Admin Recovery Password
ar: استعادة كلمة المرور للمسؤول
ast: Recuperación de la contraseña d'alministración
bg_bg: Възстановяване на Администраторска Парола
de_de: Admin-Passwort-Wiederherstellung
es: Recuperación de la contraseña de administración
et_ee: Admini parooli taastamine
eu: Administratzailearen pasahitza berreskuratzea
fa: مدیریت بازیابی رمز عبور
fr: Récupération du mot de passe administrateur
gl: Contrasinal de recuperación do administrador
id: Sandi pemulihan Admin
ja: 管理者リカバリパスワード
lt_lt: Administracinis atkūrimo slaptažodis
nb_no: Administrativt gjenopprettingspassord
nn_no: Gjenopprettingspassord for administrator
ru: Восстановление пароля администратора
sq: Rigjetja e fjalëkalimit të Admin
tr: Yönetici Kurtarma Parolası

source: Enter the recovery password in order to recover the users files during password change
ar: ادخل كلمة المرور المستعادة من اجل استرداد ملفات المستخدمين اثناء تغيير كلمة المرور
ast: Introduz la contraseña de recuperación col envís de recuperar los ficheros de los usuarios mientres el cambéu de contraseña.
bg_bg: Въведи паролата за възстановяване, за да възстановиш файловете на потребителите при промяна на паролата.
de_de: Geben Sie das Wiederherstellungspasswort ein, um die Benutzerdateien während Passwortänderung wiederherzustellen
es: Introduzca la contraseña de recuperación a fin de recuperar los archivos de los usuarios durante el cambio de contraseña.
et_ee: Sisesta taasteparool kasutaja failide taastamiseks paroolivahetuse käigus
eu: Berreskuratze pasahitza idatzi pasahitz aldaketan erabiltzaileen fitxategiak berreskuratzeko
fa: در حین تغییر رمز عبور به منظور بازیابی فایل های کاربران، رمز عبور بازیابی را وارد کنید
fr: Entrer le mot de passe de récupération dans le but de récupérer les fichiers utilisateurs pendant le changement de mot de passe
gl: Introduza o contrasinal de recuperación para recuperar os ficheiros dos usuarios durante o cambio de contrasinal
id: Masukkan sandi pemulihan untuk memulihkan berkas pengguna saat penggantian sandi
ja: パスワード変更時のユーザーのファイルを回復するため、リカバリパスワードを入力してください
lt_lt: Įveskite atkūrimo slaptažodį, kad atkurti naudotojo failus keičiant slaptažodį
nb_no: Legg inn gjenopprettingspassordet for å gjenopprette brukerfilene når passordet endres
nn_no: Skriv inn gjenopprettingspassordet brukt for å gjenoppretta brukarfilene ved passordendring
ru: Введите пароль для того, чтобы восстановить файлы пользователей при смене пароля
sq: Jepni fjalëkalimin e rigjetjes për të rigjetur skedarët e përdoruesit gjatë ndryshimit të fjalëkalimit
tr: Parola değiştirme sırasında kullanıcı dosyalarını kurtarmak için kurtarma parolasını girin

source: Search Users and Groups
ast: Guetar Usuarios y Grupos
bg_bg: Търси Потребители и Групи
de_de: Benutzer und Gruppen suchen
es: Buscar usuarios y grupos
et_ee: Otsi kasutajaid ja gruppe
eu: Bilatu erabiltzaileak eta taldeak
fa: جستجوی کاربران و گروه ها
fr: Chercher parmi les utilisateurs et groupes
gl: Buscar usuarios e grupos
ja: ユーザーとグループを検索
nb_no: Søk i brukere og grupper
ru: Искать пользователей и групп
tr: Kullanıcı ve Grupları Ara

source: Add Group
ast: Amestar grupu
bg_bg: Добави Група
de_de: Gruppe hinzufügen
es: Agregar grupo
et_ee: Lisa grupp
eu: Gehitu taldea
fa: افزودن گروه
fr: Ajouter un groupe
gl: Engadir un grupo
ja: グループを追加
nb_no: Legg til gruppe
ru: Добавить группу
tr: Grup Ekle

source: Group
ar: مجموعة
ast: Grupu
bg_bg: Група
de_de: Gruppe
es: Grupo
et_ee: Grupp
eu: Taldea
fa: گروه
fr: Groupe
gl: Grupo
id: Grup
ja: グループ
nb_no: Gruppe
ru: Группа
tr: Grup

source: Everyone
ast: Toos
bg_bg: Всички
de_de: Jeder
es: Todos
et_ee: Igaüks
eu: Edonor
fa: همه
fr: Tout le monde
gl: Todos
ja: すべてのユーザー
nb_no: Alle
ru: Все
tr: Herkes

source: Admins
ast: Almins
bg_bg: Администратори
de_de: Administratoren
es: Administradores
et_ee: Haldurid
eu: Administratzaileak
fa: مدیران
fr: Administrateurs
gl: Administradores
ja: 管理者
nb_no: Administratorer
ru: Администраторы
tr: Yöneticiler

source: Default Quota
ar: الحصة النسبية الإفتراضية
ast: Cuota predeterminada
bg_bg: Квота по подразбиране
de_de: Standardkontingent
es: Cuota predeterminada
et_ee: Vaikimisi kvoot
eu: Kuota lehentsia
fa: سهم پیش فرض
fr: Quota par défaut
gl: Cota por omisión
id: Kuota default
ja: デフォルトのクォータサイズ
nb_no: Standard kvote
ru: Квота по умолчанию
tr: Öntanımlı Kota

source: Please enter storage quota (ex: "512 MB" or "12 GB")
ar: يرجى ادخال تخزين quota (مثل:"512 MB" او "12 GB")
ast: Por favor indica la cuota d'almacenamientu (ex: "512 MB" o "12 GB")
bg_bg: Моля, въведи квота за заделено място (пр. "512 MB" или "12 GB")
de_de: Bitte Speicherkontingent eingeben (z.B.: „512 MB“ oder „12 GB“)
es: Por favor indique la cúota de almacenamiento (ej: "512 MB" o "12 GB")
et_ee: Palun sisesta mahupiir (nt: "512 MB" või "12 GB")
eu: Mesedez sartu biltegiratze kouta (adb: "512 MB" edo "12 GB")
fa: لطفا سهمیه ذخیره سازی را وارد کنید (به عنوان مثال: " 512MB" یا "12GB")
fr: Veuillez entrer le quota de stockage (ex. "512 MB" ou "12 GB")
gl: Introduza a cota de almacenamento (p.ex. «512 MB» ou «12 GB»)
id: Silakan masukkan jumlah penyimpanan (contoh: "512 MB" atau "12 GB")
ja: ストレージのクォータを入力してください (例: "512MB" や "12 GB")
nb_no: Legg inn lagringskvote (f.eks. "512 MB" eller "12 GB")
ru: Пожалуйста, введите квоту на хранилище (например: "512 MB" или "12 GB")
tr: Lütfen disk alanı kotasını girin (örnek: "512MB" veya "12GB")

source: Unlimited
ar: غير محدود
ast: Non llendáu
bg_bg: Неограничено
de_de: Unbegrenzt
es: Ilimitado
et_ee: Piiramatult
eu: Mugarik gabe
fa: نامحدود
fr: Illimité
gl: Sen límites
id: Tak terbatas
ja: 無制限
lt_lt: Neribota
nb_no: Ubegrenset
nn_no: Ubegrensa
ru: Неограниченно
sq: E pakufizuar
tr: Sınırsız

source: Other
ar: شيء آخر
ast: Otru
bg_bg: Друга...
de_de: Andere
es: Otro
et_ee: Muu
eu: Bestelakoa
fa: دیگر
fr: Autre
gl: Outro
id: Lainnya
ja: その他
lt_lt: Kita
nb_no: Annet
nn_no: Anna
ru: Другое
sq: Tjetër
tr: Diğer

source: Username
ar: إسم المستخدم
ast: Nome d'usuariu
bg_bg: Потребителско Име
de_de: Benutzername
es: Nombre de usuario
et_ee: Kasutajanimi
eu: Erabiltzaile izena
fa: نام کاربری
fr: Nom d'utilisateur
gl: Nome de usuario
id: Nama pengguna
ja: ユーザーID
lt_lt: Prisijungimo vardas
nb_no: Brukernavn
nn_no: Brukarnamn
ru: Имя пользователя
sq: Përdoruesi
tr: Kullanıcı Adı

source: Quota
ar: حصه
ast: Cuota
bg_bg: Квота
de_de: Kontingent
es: Cuota
et_ee: Mahupiir
eu: Kuota
fa: سهم
gl: Cota
ja: クオータ
nb_no: Kvote
ru: Квота
tr: Kota

source: Storage Location
ast: Llocalización d'almacenamientu
bg_bg: Място за Запис
de_de: Speicherort
es: Ubicación de almacenamiento
et_ee: Mahu asukoht
eu: Biltegiaren kokapena
fa: محل فضای ذخیره سازی
fr: Emplacement du Stockage
gl: Localización do almacenamento
ja: データの保存場所
nb_no: Lagringsplassering
ru: Место хранилища
tr: Depolama Konumu

source: Last Login
ast: Caberu aniciu de sesión
bg_bg: Последно Вписване
de_de: Letzte Anmeldung
es: Último inicio de sesión
et_ee: Viimane sisselogimine
eu: Azken saio hasiera
fa: اخرین ورود
fr: Dernière Connexion
gl: Último acceso
ja: 最終ログイン
nb_no: Siste innlogging
ru: Последний вход
tr: Son Giriş

source: change full name
ar: تغيير اسمك الكامل
ast: camudar el nome completu
bg_bg: промени пълното име
de_de: Vollständigen Namen ändern
es: cambiar el nombre completo
et_ee: Muuda täispikka nime
eu: aldatu izena
fa: تغییر نام کامل
fr: Modifier le nom complet
gl: Cambiar o nome completo
id: ubah nama lengkap
ja: 名前を変更
lt_lt: keisti pilną vardą
nb_no: endre fullt navn
ru: изменить полное имя
tr: tam adı değiştir

source: set new password
ar: اعداد كلمة مرور جديدة
ast: afitar nueva contraseña
bg_bg: сложи нова парола
de_de: Neues Passwort setzen
es: establecer nueva contraseña
et_ee: määra uus parool
eu: ezarri pasahitz berria
fa: تنظیم کلمه عبور جدید
fr: Changer le mot de passe
gl: estabelecer un novo contrasinal
id: setel sandi baru
ja: 新しいパスワードを設定
lt_lt: nustatyti naują slaptažodį
nb_no: sett nytt passord
nn_no: lag nytt passord
ru: установить новый пароль
sq: vendos fjalëkalim të ri
tr: yeni parola belirle

source: Default
ar: افتراضي
ast: Predetermináu
bg_bg: По подразбиране
de_de: Standard
es: Predeterminado
et_ee: Vaikeväärtus
eu: Lehenetsia
fa: پیش فرض
fr: Défaut
gl: Predeterminado
id: Baku
ja: デフォルト
lt_lt: Numatytasis
nb_no: Standard
nn_no: Standard
ru: По умолчанию
sq: Paracaktuar
tr: Öntanımlı

source: Cron
ar: مجدول
bg_bg: Крон
fa: زمانبند
ru: Планировщик задач по расписанию

source: Port
ar: المنفذ
ast: Puertu
bg_bg: Порт
es: Puerto
eu: Portua
fa: درگاه
gl: Porto
ja: ポート
lt_lt: Prievadas
ru: Порт

source: Forum
ar: منتدى
ast: Foru
bg_bg: Форум
es: Foro
et_ee: Foorum
eu: Foroa
fa: انجمن
gl: Foro
ja: フォーラム
lt_lt: Forumas
ru: Форум
sq: Forumi

source: PHP charset is not set to UTF-8. This can cause major issues with non-acsii characters in file names. We highly recommend to change the value of 'default_charset' php.ini to 'UTF-8'.
es: El conjunto de caracteres de PHP no está establecido en UTF-8. Esto puede causar errores con caracteres no ASCII en nombres de archivos. Recomendamos altamente cambiar el valor de 'default_charset' en php.ini a 'UTF-8'.

source: Use systems cron service to call the cron.php file every 15 minutes.
ja: システムのcronサービスを利用して15分ごとにcron.phpファイルを実行します。
lt_lt: Naudoti sistemos planuotų užduočių paslaugą, kad iškvieti cron.php kas 15 minučių.

source: deleted
lt_lt: ištrinta
nn_no: sletta
sq: fshirë

source: Unable to remove user
lt_lt: Nepavyko ištrinti vartotojo
nn_no: Klarte ikkje fjerna brukaren
sq: E pamundur të fshiet përdoruesi

source: Enable Share API
lt_lt: Įjungti Share API
nn_no: Slå på API-et for deling
sq: Aktivizo API për ndarjet

source: Allow links
lt_lt: Lesti nuorodas
nn_no: Tillat lenkjer
sq: Lejo lidhjet

source: Allow users to share items to the public with links
lt_lt: Leisti naudotojams viešai dalintis elementais su nuorodomis
nn_no: La brukarar dela ting offentleg med lenkjer
sq: Lejoni përdoruesit të ndajnë elementët publikisht nëpermjet lidhjeve

source: Allow users to share items shared with them again
lt_lt: Leisti naudotojams toliau dalintis elementais pasidalintais su jais
nn_no: La brukarar vidaredela delte ting
sq: Lejoni përdoruesit të ndjanë dhe ata elementë të ndarë më parë ngë të tjerë

source: Allow users to share with anyone
lt_lt: Leisti naudotojams dalintis su bet kuo
nn_no: La brukarar dela med kven som helst
sq: Lejo përdoruesit të ndajnë me cilindo

source: Allow users to only share with users in their groups
lt_lt: Leisti naudotojams dalintis tik su naudotojais savo grupėje
nn_no: La brukarar dela berre med brukarar i deira grupper
sq: Lejoni përdoruesit të ndajnë vetëm me përdorues të të njëjtit grup
