Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: Couldn't update app.
ar: تعذر تحديث التطبيق.
ast: Nun pudo anovase l'aplicación.
bg_bg: Неуспешно обновяване на приложението.
de_de: Die App konnte nicht aktualisiert werden.
es: No se pudo actualizar la aplicación.
et_ee: Rakenduse uuendamine ebaõnnestus.
eu: Ezin izan da aplikazioa eguneratu.
fa: برنامه را نمی توان به هنگام ساخت.
fr: Impossible de mettre à jour l'application
gl: Non foi posíbel actualizar a aplicación.
id: Tidak dapat memperbarui aplikasi.
ja: アプリをアップデートできませんでした。
lt_lt: Nepavyko atnaujinti programos.
nb_no: Kunne ikke oppdatere app.
nn_no: Klarte ikkje oppdatera programmet.
ru: Невозможно обновить приложение
sq: E pamundur të përditësohet app.
tr: Uygulama güncellenemedi.

source: Wrong password
ar: كلمة مرور خاطئة
ast: Contraseña incorreuta
bg_bg: Грешна парола
de_de: Falsches Passwort
es: Contraseña incorrecta
et_ee: Vale parool
eu: Pasahitz okerra
fa: رمز عبور اشتباه است
fr: Mot de passe incorrect
gl: Contrasinal incorrecto
id: Sandi salah
ja: 無効なパスワード
lt_lt: Neteisingas slaptažodis
nb_no: Feil passord
nn_no: Feil passord
ru: Неправильный пароль
tr: Hatalı parola

source: No user supplied
ar: لم يتم توفير مستخدم
ast: Nun s'especificó un usuariu
bg_bg: Липсва потребителско име
de_de: Keinen Benutzer angegeben
es: No se especificó un usuario
et_ee: Kasutajat ei sisestatud
eu: Ez da erabiltzailerik zehaztu
fa: هیچ کاربری تعریف نشده است
fr: Aucun utilisateur fourni
gl: Non subministrado polo usuario
id: Tidak ada pengguna yang diberikan
ja: ユーザーが指定されていません
lt_lt: Nepateiktas naudotojas
nb_no: Ingen bruker angitt
nn_no: Ingen brukar gitt
ru: Пользователь не задан
tr: Kullanıcı girilmedi

source: Please provide an admin recovery password, otherwise all user data will be lost
ar: يرجى توفير كلمة مرور المسؤول المستردة, وإلا سيتم فقد جميع بيانات المستخدم
ast: Facilita una contraseña de recuperación d'alministrador, sinón podríen perdese tolos datos d'usuariu
bg_bg: Моля, посочете администраторската парола за възстановяване или всичката информация на потребителите ще бъде загубена.
de_de: Bitte geben Sie ein Wiederherstellungspasswort für das Admin-Konto an, da sonst alle Benutzerdaten verloren gehen können
es: Por favor facilite una contraseña de recuperación de administrador, sino podrían perderse todos los datos de usuario
et_ee: Palun sisesta administraatori taasteparool, muidu kaotad kõik kasutajate andmed
eu: Mesedez eman berreskuratzeko administrazio pasahitza, bestela erabiltzaile datu guztiak galduko dira
fa: لطفاً یک رمز مدیریتی برای بازیابی کردن تعریف نمایید. در غیر اینصورت اطلاعات تمامی کاربران از دست خواهند رفت.
fr: Veuillez fournir un mot de passe administrateur de récupération de données, sinon toutes les données de l'utilisateur seront perdues
gl: Forneza un contrasinal de recuperación do administrador de recuperación, senón perderanse todos os datos do usuario
ja: リカバリ用の管理者パスワードを入力してください。そうでない場合は、全ユーザーのデータが失われます。
lt_lt: Prašome įvesti administratoriaus atkūrimo slaptažodį, kitaip visi naudotojo suomenys bus prarasti
nb_no: Vennligst oppgi et administrativt gjenopprettingspassord. Ellers vil alle brukerdata gå tapt
nn_no: Ver venleg og gi eit admingjenopprettingspassord, elles vil all brukardata gå tapt.
ru: Пожалуйста введите администраторский пароль восстановления, иначе все пользовательские данные будут утеряны
tr: Lütfen yönetici kurtarma parolasını girin, aksi takdirde tüm kullanıcı verisi kaybedilecek

source: Wrong admin recovery password. Please check the password and try again.
ar: خطا في كلمة مرور المسؤول المستردة, يرجى التاكد من كلمة المرور والمحاولة مرة اخرى.
ast: Contraseña de recuperación d'alministrador incorreuta. Comprueba la contraseña ya inténtalo dempués.
bg_bg: Грешна администраторска парола за възстановяване. Моля, провери паролата и опитай отново.
de_de: Falsches Wiederherstellungspasswort für das Admin-Konto. Bitte überprüfen Sie das Passwort und versuchen Sie es erneut.
es: Contraseña de recuperación de administrador incorrecta. Por favor compruebe la contraseña e inténtelo de nuevo.
et_ee: Vale administraatori taasteparool. Palun kontrolli parooli ning proovi uuesti.
eu: Administratzailearen berreskuratze pasahitza ez egokia. Mesedez egiaztatu pasahitza eta saiatu berriz.
fa: رمز مدیریتی بازیابی غلط است. لطفاً رمز را کنترل کرده و دوباره امتحان نمایید.
fr: Mot de passe administrateur de récupération de données invalide. Veuillez vérifier le mot de passe et essayer à nouveau.
gl: Contrasinal de recuperación do administrador incorrecto. Comprobe o contrasinal e tenteo de novo.
id: Sandi pemulihan admin salah. Periksa sandi dan ulangi kembali.
ja: リカバリ用の管理者パスワードが間違っています。パスワードを確認して再度実行してください。
lt_lt: Netinkamas administratoriau atkūrimo slaptažodis. Prašome pasitikrinti ir bandyti vėl.
nb_no: Feil administrativt gjenopprettingspassord. Sjekk passordet og prøv igjen.
nn_no: Feil admingjenopprettingspassord. Ver venleg og sjekk passordet og prøv igjen.
ru: Неправильный пароль восстановления. Проверьте пароль и попробуйте еще раз.
tr: Hatalı yönetici kurtarma parolası. Lütfen parolayı denetleyip yeniden deneyin.

source: Back-end doesn't support password change, but the users encryption key was successfully updated.
ar: Back-end لا يدعم تغيير كلمة المرور, لاكن مفتاح تشفير المستخدمين تم تحديثة بنجاح.
ast: El back-end nun sofita cambeos de contraseña, pero la contraseña de cifráu del usuariu anovóse afechiscamente.
bg_bg: Сървърът не позволява смяна на паролата, но ключът за криптиране беше успешно обновен.
de_de: Das Back-End unterstützt die Passwortänderung nicht, aber der Benutzerschlüssel wurde erfolgreich aktualisiert.
es: El back-end no soporta cambios de contraseña, pero la clave de cifrado del usuario ha sido actualizada satisfactoriamente.
et_ee: Tagarakend ei toeta parooli vahetust, kuid kasutaja krüptimisvõti uuendati edukalt.
eu: Atzeko prozesuak ez du pasahitz aldaketa onartzen, baina erabiltzailearen enkriptatze gakoa ongi eguneratu da.
fa: سیستم مدیریتی امکان تغییر رمز را پشتیبانی نمی‌کند. ولی کلید رمزنگاری کاربران با موفقیت به روز شد.
fr: L'infrastructure d'arrière-plan ne supporte pas la modification de mot de passe, mais la clef de chiffrement des utilisateurs a été mise à jour avec succès.
gl: A infraestrutura non admite o cambio de contrasinal, mais a chave de cifrado dos usuarios foi actualizada correctamente.
id: Back-end tidak mendukung perubahan password, tetapi kunci enkripsi pengguna berhasil diperbarui.
ja: バックエンドはパスワード変更をサポートしていませんが、ユーザーの暗号化キーは正常に更新されました。
lt_lt: Sistema nepalaiko slaptažodžio keitimo, bet naudotojo šifravimo raktas buvo sėkmingai atnaujintas.
nb_no: Serveren støtter ikke endring av passord, men oppdatering av brukerens krypteringsnøkkel var vellykket.
nn_no: Bakstykket støttar ikkje passordendring, men krypteringsnøkkelen til brukaren blei oppdatert.
ru: Используемый механизм не поддерживает смену паролей, но пользовательский ключ шифрования был успешно обновлён
tr: Arka uç parola değişimini desteklemiyor ancak kullanıcı şifreleme anahtarı başarıyla güncellendi.

source: Unable to change password
ar: لا يمكن تغيير كلمة المرور
ast: Nun pudo camudase la contraseña
bg_bg: Неуспешна смяна на паролата.
de_de: Passwort konnte nicht geändert werden
es: No se ha podido cambiar la contraseña
et_ee: Ei suuda parooli muuta
eu: Ezin izan da pasahitza aldatu
fa: نمی‌توان رمز را تغییر داد
fr: Impossible de modifier le mot de passe
gl: Non é posíbel cambiar o contrasinal
id: Tidak dapat mengubah sandi
ja: パスワードを変更できません
lt_lt: Nepavyksta pakeisti slaptažodžio
nb_no: Kunne ikke endre passord
nn_no: Klarte ikkje å endra passordet
ru: Невозможно изменить пароль
tr: Parola değiştirilemiyor

source: Are you really sure you want add "{domain}" as trusted domain?
bg_bg: Сигурен ли си, че искащ да добавиш "{domain}" сигурен домейн?
tr: "{domain}" alan adını güvenilir alan adı olarak eklemek istediğinizden emin misiniz?

source: Add trusted domain
bg_bg: Добави сигурен домейн
tr: Güvenilir alan adı ekle

source: Sending...
ar: جاري الارسال ...
ast: Unviando...
bg_bg: Изпращане...
de_de: Wird gesendet …
es: Enviando...
et_ee: Saadan...
eu: Bidaltzen...
fa: در حال ارسال...
fr: Envoi en cours...
gl: Enviando...
id: Mengirim
ja: 送信中…
nb_no: Sender...
ru: Отправляется ...
tr: Gönderiliyor...

source: User Documentation
ar: كتاب توثيق المستخدم
ast: Documentación d'usuariu
bg_bg: Потребителска Документация
de_de: Dokumentation für Benutzer
es: Documentación de usuario
et_ee: Kasutaja dokumentatsioon
eu: Erabiltzaile dokumentazioa
fa: مستندات کاربر
fr: Documentation utilisateur
gl: Documentación do usuario
id: Dokumentasi Pengguna
ja: ユーザードキュメント
lt_lt: Naudotojo dokumentacija
nb_no: Brukerdokumentasjon
nn_no: Brukardokumentasjon
ru: Пользовательская документация
sq: Dokumentacion përdoruesi
tr: Kullanıcı Belgelendirmesi

source: Admin Documentation
ast: Documentación p'alministradores
bg_bg: Админ Документация
de_de: Dokumentation für Administratoren
es: Documentación para administradores
et_ee: Admin dokumentatsioon
eu: Administrazio dokumentazioa
fa: مستند سازی مدیر
fr: Documentation administrateur
gl: Documentación do administrador
id: Dokumentasi Admin
ja: 管理者ドキュメント
nb_no: Admin-dokumentasjon
ru: Документация администратора
tr: Yönetici Belgelendirmesi

source: Update to {appversion}
ar: تم التحديث الى
ast: Anovar a {appversion}
bg_bg: Обновяване до {appversion}.
de_de: Update zu {appversion}
es: Actualizar a {appversion}
et_ee: Uuenda versioonile {appversion}
eu: Eguneratu {appversion}-ra
fa: بهنگام شده به {appversion}
fr: Mettre à jour vers {appversion}
gl: Actualizar á {appversion}
id: Perbarui ke {appversion}
ja: {appversion} にアップデート
lt_lt: Atnaujinti iki {appversion}
nb_no: Oppdater til {appversion}
nn_no: Oppdater til {appversion}
ru: Обновить до {версия приложения}
sq: Përditësim për {appversion}
tr: {appversion} sürümüne güncelle

source: Uninstall App
ast: Desinstalar aplicación
bg_bg: Премахни Приложението
de_de: App deinstallieren
es: Desinstalar aplicación
et_ee: Eemada rakend
eu: Desinstalatu aplikazioa
fa: حذف برنامه
fr: Désinstaller l'application
gl: Desinstalar unha aplicación
ja: アプリをアンインストール
nb_no: Avinstaller app
ru: Удалить приложение
tr: Uygulamayı Kaldır

source: Disable
ar: إيقاف
ast: Desactivar
bg_bg: Изключено
de_de: Deaktivieren
es: Desactivar
et_ee: Lülita välja
eu: Ez-gaitu
fa: غیرفعال
fr: Désactiver
gl: Desactivar
id: Nonaktifkan
ja: 無効
lt_lt: Išjungti
nb_no: Deaktiver
nn_no: Slå av
ru: Выключить
sq: Çaktivizo
tr: Devre Dışı Bırak

source: Enable
ar: تفعيل
ast: Activar
bg_bg: Включено
de_de: Aktivieren
es: Activar
et_ee: Lülita sisse
eu: Gaitu
fa: فعال
fr: Activer
gl: Activar
id: Aktifkan
ja: 有効にする
lt_lt: Įjungti
nb_no: Aktiver
nn_no: Slå på
ru: Включить
sq: Aktivizo
tr: Etkinleştir

source: Please wait....
ar: الرجاء الانتظار ...
ast: Espera, por favor....
bg_bg: Моля изчакайте....
de_de: Bitte warten....
es: Espere, por favor....
et_ee: Palun oota...
eu: Itxoin mesedez...
fa: لطفا صبر کنید ...
fr: Veuillez patienter…
gl: Agarde...
id: Mohon tunggu....
ja: しばらくお待ちください。
lt_lt: Prašome palaukti...
nb_no: Vennligst vent...
nn_no: Ver venleg og vent …
ru: Подождите...
sq: Ju lutem prisni...
tr: Lütfen bekleyin....

source: Error while disabling app
ar: خطا عند تعطيل البرنامج
ast: Fallu mientres se desactivaba l'aplicación
bg_bg: Грешка при изключването на приложението
de_de: Beim Deaktivieren der Applikation ist ein Fehler aufgetreten
es: Error mientras se desactivaba la aplicación
et_ee: Viga rakenduse keelamisel
eu: Erroea izan da aplikazioa desgaitzerakoan
fa: خطا در هنگام غیر فعال سازی برنامه
fr: Erreur lors de la désactivation de l'application
gl: Produciuse un erro ao desactivar a aplicación
id: Galat saat menonaktifkan aplikasi
ja: アプリ無効化中にエラーが発生
lt_lt: Klaida išjungiant programą
nb_no: Deaktivering av app feilet
nn_no: Klarte ikkje å skru av programmet
ru: Ошибка отключения приложения
tr: Uygulama devre dışı bırakılırken hata

source: Error while enabling app
ar: خطا عند تفعيل البرنامج
ast: Fallu mientres s'activaba l'aplicación
bg_bg: Грешка при включване на приложението
de_de: Beim Aktivieren der Applikation ist ein Fehler aufgetreten
es: Error mientras se activaba la aplicación
et_ee: Viga rakenduse lubamisel
eu: Erroea izan da aplikazioa gaitzerakoan
fa: خطا در هنگام فعال سازی برنامه
fr: Erreur lors de l'activation de l'application
gl: Produciuse un erro ao activar a aplicación
id: Galat saat mengakifkan aplikasi
ja: アプリを有効にする際にエラーが発生
lt_lt: Klaida įjungiant programą
nb_no: Aktivering av app feilet
nn_no: Klarte ikkje å skru på programmet
ru: Ошибка включения приложения
tr: Uygulama etkinleştirilirken hata

source: Updating....
ar: جاري التحديث ...
ast: Anovando....
bg_bg: Обновява се...
de_de: Update...
es: Actualizando....
et_ee: Uuendamine...
eu: Eguneratzen...
fa: در حال بروز رسانی...
fr: Mise à jour...
gl: Actualizando...
id: Memperbarui....
ja: 更新中....
lt_lt: Atnaujinama...
nb_no: Oppdaterer...
nn_no: Oppdaterer …
ru: Обновление...
sq: Duke përditësuar...
tr: Güncelleniyor....

source: Error while updating app
ar: حصل خطأ أثناء تحديث التطبيق
ast: Fallu mientres s'anovaba l'aplicación
bg_bg: Грешка при обновяване на приложението.
de_de: Es ist ein Fehler während des Updates aufgetreten
es: Error mientras se actualizaba la aplicación
et_ee: Viga rakenduse uuendamisel
eu: Errorea aplikazioa eguneratzen zen bitartean
fa: خطا در هنگام بهنگام سازی برنامه
fr: Erreur lors de la mise à jour de l'application
gl: Produciuse un erro mentres actualizaba a aplicación
id: Gagal ketika memperbarui aplikasi
ja: アプリの更新中にエラーが発生
lt_lt: Įvyko klaida atnaujinant programą
nb_no: Feil ved oppdatering av app
nn_no: Feil ved oppdatering av app
ru: Ошибка при обновлении приложения
sq: Gabim gjatë përditësimit të app
tr: Uygulama güncellenirken hata

source: Error
ar: خطأ
ast: Fallu
bg_bg: Грешка
de_de: Fehler
et_ee: Viga
eu: Errorea
fa: خطا
fr: Erreur
gl: Erro
id: Galat
ja: エラー
lt_lt: Klaida
nb_no: Feil
nn_no: Feil
ru: Ошибка
sq: Gabim
tr: Hata

source: Update
ar: حدث
ast: Anovar
bg_bg: Обновяване
de_de: Update durchführen
es: Actualizar
et_ee: Uuenda
eu: Eguneratu
fa: به روز رسانی
fr: Mettre à jour
gl: Actualizar
id: Perbarui
ja: アップデート
lt_lt: Atnaujinti
nb_no: Oppdater
nn_no: Oppdater
ru: Обновить
sq: Përditësim
tr: Güncelle

source: Updated
ar: تم التحديث بنجاح
ast: Anováu
bg_bg: Обновено
de_de: Aktualisiert
es: Actualizado
et_ee: Uuendatud
eu: Eguneratuta
fa: بروز رسانی انجام شد
fr: Mise à jour effectuée avec succès
gl: Actualizado
id: Diperbarui
ja: アップデート済み
lt_lt: Atnaujinta
nb_no: Oppdatert
nn_no: Oppdatert
ru: Обновлено
sq: I përditësuar
tr: Güncellendi

source: Uninstalling ....
ast: Desinstalando ...
bg_bg: Премахване ...
de_de: Wird deinstalliert …
es: Desinstalando...
et_ee: Eemaldan...
eu: Desinstalatzen ...
fa: در حال حذف...
fr: Désintallation...
gl: Desinstalando ...
ja: アンインストール中 ....
nb_no: Avinstallerer ....
ru: Удаление ...
tr: Kaldırılıyor ....

source: Error while uninstalling app
ast: Fallu mientres se desinstalaba l'aplicación
bg_bg: Грешка при премахването на приложението.
de_de: Fehler beim Deinstallieren der App
es: Error al desinstalar la aplicación
et_ee: Viga rakendi eemaldamisel
eu: Erroea izan da aplikazioa desinstalatzerakoan
fa: خطا در هنگام حذف برنامه....
fr: Erreur lors de la désinstallation de l'application
gl: Produciuse un erro ao desinstalar o aplicatvo
ja: アプリをアンインストール中にエラーが発生
nb_no: Feil ved avinstallering av app
ru: Ошибка при удалении приложения.
tr: Uygulama kaldırılırken hata

source: Uninstall
ast: Desinstalar
bg_bg: Премахване
de_de: Deinstallieren
es: Desinstalar
et_ee: Eemalda
eu: Desinstalatu
fa: حذف
fr: Désinstaller
gl: Desinstalar
ja: アンインストール
nb_no: Avinstaller
ru: Удалить
tr: Kaldır

source: Select a profile picture
ar: اختر صورة الملف الشخصي
ast: Esbillar una imaxe de perfil
bg_bg: Избери аватар
de_de: Wählen Sie ein Profilbild
es: Seleccionar una imagen de perfil
et_ee: Vali profiili pilt
eu: Profilaren irudia aukeratu
fa: انتخاب تصویر پروفایل
fr: Selectionner une photo de profil
gl: Seleccione unha imaxe para o perfil
id: Pilih foto profil
ja: プロファイル画像を選択
lt_lt: Pažymėkite profilio paveikslėlį
nb_no: Velg et profilbilde
nn_no: Vel eit profilbilete
ru: Выберите аватар
tr: Bir profil fotoğrafı seçin

source: Very weak password
ar: كلمة السر ضعيفة جدا
ast: Contraseña mui feble
bg_bg: Много слаба парола
de_de: Sehr schwaches Passwort
es: Contraseña muy débil
et_ee: Väga nõrk parool
eu: Pasahitz oso ahula
fa: رمز عبور بسیار ضعیف
fr: Mot de passe de très faible sécurité
gl: Contrasinal moi feble
id: Sandi sangat lemah
ja: 非常に弱いパスワード
nb_no: Veldig svakt passord
ru: Очень слабый пароль
tr: Çok güçsüz parola

source: Weak password
ar: كلمة السر ضعيفة
ast: Contraseña feble
bg_bg: Слаба парола
de_de: Schwaches Passwort
es: Contraseña débil
et_ee: Nõrk parool
eu: Pasahitz ahula
fa: رمز عبور ضعیف
fr: Mot de passe de faible sécurité
gl: Contrasinal feble
id: Sandi lemah
ja: 弱いパスワード
nb_no: Svakt passord
ru: Слабый пароль
tr: Güçsüz parola

source: So-so password
ast: Contraseña pasable
bg_bg: Не особено добра парола
de_de: Passables Passwort
es: Contraseña pasable
et_ee: Enam-vähem sobiv parool
eu: Halamoduzko pasahitza
fa: رمز عبور متوسط
fr: Mot de passe de sécurité tout juste acceptable
gl: Contrasinal non moi aló
id: Sandi lumayan
ja: まずまずのパスワード
nb_no: So-so-passord
ru: Так себе пароль
tr: Normal parola

source: Good password
ar: كلمة السر جيدة
ast: Contraseña bona
bg_bg: Добра парола
de_de: Gutes Passwort
es: Contraseña buena
et_ee: Hea parool
eu: Pasahitz ona
fa: رمز عبور خوب
fr: Mot de passe de sécurité suffisante
gl: Bo contrasinal
id: Sandi baik
ja: 良好なパスワード
nb_no: Bra passord
ru: Хороший пароль
tr: İyi parola

source: Strong password
ar: كلمة السر قوية
ast: Contraseña mui bona
bg_bg: Сигурна парола
de_de: Starkes Passwort
es: Contraseña muy buena
et_ee: Väga hea parool
eu: Pasahitz sendoa
fa: رمز عبور قوی
fr: Mot de passe de forte sécurité
gl: Contrasinal forte
id: Sandi kuat
ja: 強いパスワード
nb_no: Sterkt passord
ru: Устойчивый к взлому пароль
tr: Güçlü parola

source: Decrypting files... Please wait, this can take some time.
ar: فك تشفير الملفات... يرجى الانتظار, من الممكن ان ياخذ بعض الوقت.
ast: Descifrando ficheros... Espera por favor, esto pue llevar daqué de tiempu.
bg_bg: Разшифроване на файловете... Моля, изчакай, това може да отнеме време...
de_de: Entschlüssle Dateien ... Bitte warten Sie, denn dieser Vorgang kann einige Zeit beanspruchen.
es: Descifrando archivos... Espere por favor, esto puede llevar algo de tiempo.
et_ee: Dekrüpteerin faile... Palun oota, see võib võtta veidi aega.
eu: Fitxategiak deskodetzen... Itxaron, bere denbora eskatzen du.
fa: در حال بازگشایی رمز فایل‌ها... لطفاً صبر نمایید. این امر ممکن است مدتی زمان ببرد.
fr: Déchiffrement en cours... Cela peut prendre un certain temps.
gl: Descifrando ficheiros... isto pode levar un anaco.
id: Mendeskripsi berkas... Modon tunggu, ini memerlukan beberapa saat.
ja: ファイルを複合中... しばらくお待ちください、この処理には少し時間がかかるかもしれません。
lt_lt: Iššifruojami failai... Prašome palaukti, tai gali užtrukti.
nb_no: Dekrypterer filer... Vennligst vent, dette kan ta litt tid.
nn_no: Dekrypterer filer … Ver venleg og vent, dette kan ta ei stund.
ru: Расшифровка файлов... Пожалуйста, подождите, это может занять некоторое время.
tr: Dosyaların şifrelemesi kaldırılıyor... Lütfen bekleyin, bu biraz zaman alabilir.

source: Delete encryption keys permanently.
ast: Desaniciar dafechu les claves de cifráu.
bg_bg: Изтрий криптиращите ключове безвъзвратно.
de_de: Verschlüsselungsschlüssel dauerhaft löschen.
es: Eliminar claves de cifrado permanentemente.
et_ee: Kustuta krüpteerimisvõtmed lõplikult
eu: Ezabatu enkriptatze gakoak behin betiko
fa: کلید های رمزگذاری به طوز کامل حذف شوند.
fr: Supprimer définitivement les clés de chiffrement
gl: Eliminar permanentemente as chaves de cifrado.
ja: 暗号化キーを永久に削除する。
nb_no: Slett krypteringsnøkler permanent.
ru: Перманентно удалить ключи шифрования.
tr: Şifreleme anahtarlarını kalıcı olarak sil.

source: Restore encryption keys.
ast: Restaurar claves de cifráu.
bg_bg: Възстанови криптиращите ключове.
de_de: Verschlüsselungsschlüssel wiederherstellen.
es: Restaurar claves de cifrado.
et_ee: Taasta krüpteerimisvõtmed.
eu: Leheneratu enkriptatze gakoak
fa: بازیابی کلیدهای رمزگذاری.
fr: Restaurer les clés de chiffrement
gl: Restaurar as chaves de cifrado.
ja: 暗号化キーを復元する。
nb_no: Gjenopprett krypteringsnøkler.
ru: Восстановить ключи шифрования.
tr: Şifreleme anahtarlarını geri yükle.

source: Unable to delete {objName}
ast: Nun pue desaniciase {objName}
bg_bg: Неуспешно изтриване на {objName}.
de_de: Löschen von {objName} nicht möglich
es: No es posible eliminar {objName}
et_ee: Ei suuda kustutada {objName}
eu: Ezin izan da {objName} ezabatu
fa: امکان حذف {objName} وجود ندارد
fr: Impossible de supprimer {objName}
gl: Non é posíbel eliminar {objName}
ja: {objName} を削除できません
nb_no: Kan ikke slette {objName}
ru: Невозможно удалить {objName}
tr: {objName} silinemiyor

source: Error creating group
ast: Fallu creando grupu
bg_bg: Грешка при създаване на група.
de_de: Fehler beim Erstellen der Gruppe
es: Error al crear un grupo
et_ee: Viga grupi loomisel
eu: Errore bat izan da taldea sortzean
fa: خطا در هنگام ایجاد کروه
fr: Erreur lors de la création du groupe
gl: Produciuse un erro ao crear o grupo
ja: グループの作成エラー
nb_no: Feil ved oppretting av gruppe
ru: Ошибка создания группы
tr: Grup oluşturulurken hata

source: A valid group name must be provided
ast: Hai d'escribir un nome de grupu válidu
bg_bg: Очаква се валидно име на група
de_de: Ein gültiger Gruppenname muss angegeben werden
es: Se debe dar un nombre válido para el grupo
et_ee: Sisesta nõuetele vastav grupi nimi
eu: Baliozko talde izena eman behar da
fa: نام کاربری معتبر می بایست وارد شود
fr: Vous devez spécifier un nom de groupe valide
gl: Debe fornecer un nome de grupo
ja: 有効なグループ名を指定する必要があります
nb_no: Et gyldig gruppenavn må oppgis
ru: Введите правильное имя группы
tr: Geçerli bir grup adı mutlaka sağlanmalı

source: deleted {groupName}
ast: desaniciáu {groupName}
bg_bg: {groupName} изтрит
de_de: {groupName} gelöscht
es: borrado {groupName}
et_ee: kustutatud {groupName}
eu: {groupName} ezbatuta
fa: گروه {groupName} حذف شد
fr: {groupName} supprimé
gl: {groupName} foi eliminado
ja: {groupName} を削除しました
nb_no: slettet {groupName}
ru: удалено {groupName}
tr: {groupName} silindi

source: undo
ar: تراجع
ast: desfacer
bg_bg: възтановяване
de_de: rückgängig machen
es: deshacer
et_ee: tagasi
eu: desegin
fa: بازگشت
fr: annuler
gl: desfacer
id: urungkan
ja: 元に戻す
lt_lt: anuliuoti
nb_no: angre
nn_no: angra
ru: отмена
sq: anullo veprimin
tr: geri al

source: Groups
ar: مجموعات
ast: Grupos
bg_bg: Групи
de_de: Gruppen
es: Grupos
et_ee: Grupid
eu: Taldeak
fa: گروه ها
fr: Groupes
gl: Grupos
id: Grup
ja: グループ
lt_lt: Grupės
nb_no: Grupper
nn_no: Grupper
ru: Группы
sq: Grupet
tr: Gruplar

source: Group Admin
ar: مدير المجموعة
ast: Alministrador del Grupu
bg_bg: Админ Група
de_de: Gruppenadministrator
es: Administrador del Grupo
et_ee: Grupi admin
eu: Talde administradorea
fa: گروه مدیران
fr: Admin Groupe
gl: Grupo Admin
id: Admin Grup
ja: グループ管理者
lt_lt: Grupės administratorius
nb_no: Gruppeadministrator
nn_no: Gruppestyrar
ru: Администратор группы
sq: Grupi Admin
tr: Grup Yöneticisi

source: Delete
ar: إلغاء
ast: Desaniciar
bg_bg: Изтрий
de_de: Löschen
es: Eliminar
et_ee: Kustuta
eu: Ezabatu
fa: حذف
fr: Supprimer
gl: Eliminar
id: Hapus
ja: 削除
lt_lt: Ištrinti
nb_no: Slett
nn_no: Slett
ru: Удалить
sq: Fshi
tr: Sil

source: never
ar: بتاتا
ast: enxamás
bg_bg: никога
de_de: niemals
es: nunca
et_ee: mitte kunagi
eu: inoiz
fa: هرگز
fr: jamais
gl: nunca
id: tidak pernah
ja: なし
nb_no: aldri
ru: никогда
tr: hiçbir zaman
