Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: Allow mail notification
lt_lt: Leisti el. pašto perspėjimą

source: Use this address to <a href="%s" target="_blank">access your Files via WebDAV</a>
lt_lt: Naudokite šį adresą, kad <a href="%s" target="_blank">pasiektumėte savo failus per WebDAV</a>

source: Default Storage
lt_lt: Numatytas saugojimas
nn_no: Standardlagring
sq: Vendruajtje e paracaktuar/Default Storage

source: Storage
lt_lt: Saugojimas
nn_no: Lagring
sq: Vendruajtja/Storage

source: Saving...
sq: Duke ruajtur...

source: Allow users to enable others to upload into their publicly shared folders
sq: Lejo përdoruesit të mundësojnë të tjerët që të ngarkojnë materiale në dosjen e tyre publike

source: Fill in an email address to enable password recovery
sq: Jepni një adresë email për të aktivizuar rigjetjen e fjalëkalimit
