Repository: nextcloud/server
Catalog: l10n/*/settings.po
Languages: ar, ast, bg_bg, de_de, es, et_ee, eu, fa, fr, gl, id, ja, lt_lt, nb_no, nn_no, ru, sq, tr

source: deleted {userName}
ast: desaniciáu {userName}
bg_bg: {userName} изтрит
de_de: {userName} gelöscht
es: borrado {userName}
et_ee: kustutatud {userName}
eu: {userName} ezabatuta
fa: کاربر {userName} حذف شد
fr: {userName} supprimé
gl: {userName} foi eliminado
ja: {userName} を削除しました
nb_no: slettet {userName}
ru: удалён {userName}
tr: {userName} silindi

source: add group
ar: اضافة مجموعة
ast: amestar Grupu
bg_bg: нова група
de_de: Gruppe hinzufügen
es: añadir Grupo
et_ee: lisa grupp
eu: gehitu taldea
fa: افزودن گروه
fr: ajouter un groupe
gl: engadir un grupo
id: tambah grup
ja: グループを追加
lt_lt: pridėti grupę
nb_no: legg til gruppe
nn_no: legg til gruppe
ru: добавить группу
sq: shto grup
tr: grup ekle

source: A valid username must be provided
ar: يجب ادخال اسم مستخدم صحيح
ast: Tien d'apurrise un nome d'usuariu válidu
bg_bg: Валидно потребителско име трябва да бъде зададено.
de_de: Es muss ein gültiger Benutzername angegeben werden
es: Se debe proporcionar un nombre de usuario válido
et_ee: Sisesta nõuetele vastav kasutajatunnus
eu: Baliozko erabiltzaile izena eman behar da
fa: نام کاربری صحیح باید وارد شود
fr: Un nom d'utilisateur valide doit être saisi
gl: Debe fornecer un nome de usuario
id: Tuliskan nama pengguna yang valid
ja: 有効なユーザー名を指定する必要があります
lt_lt: Vartotojo vardas turi būti tinkamas
nb_no: Oppgi et gyldig brukernavn
nn_no: Du må oppgje eit gyldig brukarnamn
ru: Укажите правильное имя пользователя
sq: Duhet të jepni një emër të vlefshëm përdoruesi
tr: Geçerli bir kullanıcı adı mutlaka sağlanmalı

source: Error creating user
ar: حصل خطأ اثناء انشاء مستخدم
ast: Fallu al crear usuariu
bg_bg: Грешка при създаване на потребител.
de_de: Beim Erstellen des Benutzers ist ein Fehler aufgetreten
es: Error al crear usuario
et_ee: Viga kasutaja loomisel
eu: Errore bat egon da erabiltzailea sortzean
fa: خطا در ایجاد کاربر
fr: Erreur lors de la création de l'utilisateur
gl: Produciuse un erro ao crear o usuario
id: Gagal membuat pengguna
ja: ユーザー作成エラー
lt_lt: Klaida kuriant vartotoją
nb_no: Feil ved oppretting av bruker
nn_no: Feil ved oppretting av brukar
ru: Ошибка создания пользователя
sq: Gabim gjatë krijimit të përdoruesit
tr: Kullanıcı oluşturulurken hata

source: A valid password must be provided
ar: يجب ادخال كلمة مرور صحيحة
ast: Tien d'apurrise una contraseña válida
bg_bg: Валидна парола трябва да бъде зададена.
de_de: Es muss ein gültiges Passwort angegeben werden
es: Se debe proporcionar una contraseña válida
et_ee: Sisesta nõuetele vastav parool
eu: Baliozko pasahitza eman behar da
fa: رمز عبور صحیح باید وارد شود
fr: Un mot de passe valide doit être saisi
gl: Debe fornecer un contrasinal
id: Tuliskan sandi yang valid
ja: 有効なパスワードを指定する必要があります
lt_lt: Slaptažodis turi būti tinkamas
nb_no: Oppgi et gyldig passord
nn_no: Du må oppgje eit gyldig passord
ru: Укажите валидный пароль
sq: Duhet të jepni një fjalëkalim te vlefshëm
tr: Geçerli bir parola mutlaka sağlanmalı

source: Warning: Home directory for user "{user}" already exists
ar: تحذير: المجلد الرئيسي لـ المستخدم "{user}" موجود مسبقا
ast: Avisu: el direutoriu d'aniciu pal usuariu "{user}" yá esiste.
bg_bg: Предупреждение: Личната директория на потребителя "{user}" вече съществува.
de_de: Warnung: Das Benutzerverzeichnis für den Benutzer "{user}" existiert bereits
es: Atención: el directorio de inicio para el usuario "{user}" ya existe.
et_ee: Hoiatus: kasutaja "{user}" kodukataloog on juba olemas
eu: Abisua: "{user}" erabiltzailearen Home karpeta dagoeneko exisititzen da
fa: اخطار: پوشه‌ی خانه برای کاربر "{user}" در حال حاضر وجود دارد
fr: Attention : Le dossier Home pour l'utilisateur "{user}" existe déjà
gl: Aviso: O directorio persoal para o usuario «{user}» xa existe
id: Peringatan: Direktori home untuk pengguna "{user}" sudah ada
ja: 警告: ユーザー "{user}" のホームディレクトリはすでに存在します
lt_lt: Įspėjimas: Vartotojo "{user}" namų aplankas jau egzistuoja
nb_no: Advarsel: Hjemmemappe for bruker "{user}" eksisterer allerede
ru: Предупреждение: домашняя папка пользователя "{user}" уже существует
tr: Uyarı: "{user}" kullanıcısı için zaten bir Ev dizini mevcut

source: __language_name__
ast: Asturianu
de_de: Deutsch (Förmlich: Sie)
es: Castellano
et_ee: Eesti
eu: Euskara
fr: Français
gl: Galego
ja: Japanese (日本語)
lt_lt: Kalba
nn_no: Nynorsk
ru: Русский
sq: Shqip
tr: Türkçe

source: Everything (fatal issues, errors, warnings, info, debug)
ar: كل شيء (مشاكل فادحة, اخطاء , تحذيرات , معلومات , تصحيح الاخطاء)
ast: Too (Información, Avisos, Fallos, debug y problemes fatales)
bg_bg: Всичко (фатални проблеми, грешки, предупреждения, информация, дебъгване)
de_de: Alles (fatale Probleme, Fehler, Warnungen, Infos, Fehlerdiagnose)
es: Todo (Información, Avisos, Errores, debug y problemas fatales)
et_ee: Kõik (tõsised probleemid, veateated, hoiatused, info, veatuvastus)
eu: Dena (arazo larriak, erroreak, abisuak, informazioa, arazketa)
fa: همه موارد (مشکلات مهلک، خطاها، اخطارها، اطلاعات، خطایابی)
fr: Tout (erreurs fatales, erreurs, avertissements, informations, debogage)
gl: Todo (problemas críticos, erros, avisos, información, depuración)
id: Semuanya (Masalah fatal, galat, peringatan, info, debug)
ja: すべて (致命的な問題、エラー、警告、情報、デバッグ)
nb_no: Alt (fatale problemer, feil, advarsler, info, debug)
ru: Все (критические проблемы, ошибки, предупреждения, информационные, отладочные)
tr: Her şey (Ciddi sorunlar, hatalar, uyarılar, bilgi, hata ayıklama)

source: Info, warnings, errors and fatal issues
ar: معلومات , تحذيرات , اخطاء , مشاكل فادحة
ast: Información, Avisos, Fallos y problemes fatales
bg_bg: Информация, предупреждения, грешки и фатални проблеми
de_de: Infos, Warnungen, Fehler und fatale Probleme
es: Información, Avisos, Errores y problemas fatales
et_ee: Info, hoiatused, veateted ja tõsised probleemid
eu: Informazioa, abisuak, erroreak eta arazo larriak.
fa: اطلاعات، اخطارها، خطاها، مشکلات اساسی
fr: Informations, avertissements, erreurs et erreurs fatales
gl: Información, avisos, erros e problemas críticos
id: Info, peringatan, galat dan masalah fatal
ja: 情報、警告、エラー、致命的な問題
nb_no: Info, advarsler, feil og fatale problemer
ru: Информационные, предупреждения, ошибки и критические проблемы
tr: Bilgi, uyarılar, hatalar ve ciddi sorunlar

source: Warnings, errors and fatal issues
ar: تحذيرات , اخطاء , مشاكل فادحة
ast: Avisos, fallos y problemes fatales
bg_bg: Предупреждения, грешки и фатални проблеми
de_de: Warnungen, Fehler und fatale Probleme
es: Advertencias, errores y problemas fatales
et_ee: Hoiatused, veateated ja tõsised probleemid
eu: Abisuak, erroreak eta arazo larriak
fa: اخطارها، خطاها، مشکلات مهلک
fr: Avertissements, erreurs et erreurs fatales
gl: Avisos, erros e problemas críticos
id: Peringatan, galat dan masalah fatal
ja: 警告、エラー、致命的な問題
nb_no: Advarsler, feil og fatale problemer
ru: Предупреждения, ошибки и критические проблемы
tr: Uyarılar, hatalar ve ciddi sorunlar

source: Errors and fatal issues
ar: اخطاء ومشاكل فادحة
ast: Fallos y problemes fatales
bg_bg: Грешки и фатални проблеми
de_de: Fehler und fatale Probleme
es: Errores y problemas fatales
et_ee: Veateated ja tõsised probleemid
eu: Erroreak eta arazo larriak
fa: خطاها و مشکلات اساسی
fr: Erreurs et erreurs fatales
gl: Erros e problemas críticos
id: Galat dan masalah fatal
ja: エラー、致命的な問題
nb_no: Feil og fatale problemer
ru: Ошибки и критические проблемы
tr: Hatalar ve ciddi sorunlar

source: Fatal issues only
ar: مشاكل فادحة فقط
ast: Namái problemes fatales
bg_bg: Само фатални проблеми
de_de: Nur kritische Fehler
es: Problemas fatales solamente
et_ee: Ainult tõsised probleemid
eu: Bakarrik arazo larriak
fa: فقط مشکلات اساسی
fr: Erreurs fatales uniquement
gl: Só problemas críticos
id: Hanya masalah fatal
ja: 致命的な問題のみ
lt_lt: Tik kritinės problemos
nb_no: Kun fatale problemer
ru: Только критические проблемы
tr: Sadece ciddi sorunlar

source: None
ar: لا شيء
ast: Dengún
bg_bg: Няма
de_de: Keine
es: Ninguno
et_ee: Pole
eu: Ezer
fa: هیچ‌کدام
fr: Aucun
gl: Ningún
id: Tidak ada
ja: なし
lt_lt: Nieko
nb_no: Ingen
ru: Нет новостей
tr: Hiçbiri

source: Login
ar: تسجيل الدخول
ast: Entamar sesión
bg_bg: Вход
de_de: Anmelden
es: Iniciar sesión
et_ee: Logi sisse
eu: Saio hasiera
fa: ورود
fr: Connexion
gl: Acceso
id: Masuk
ja: ログイン
lt_lt: Prisijungti
nb_no: Logg inn
nn_no: Logg inn
ru: Логин
tr: Oturum Aç

source: Plain
ast: Planu
bg_bg: Не защитен
es: Plano
et_ee: Tavatekst
eu: Arrunta
fa: ساده
fr: En clair
gl: Simple
id: Biasa
ja: 平文
nb_no: Enkel
ru: Простой
tr: Düz

source: NT LAN Manager
ast: Xestor de NT LAN
es: Gestor de NT LAN
fa: مدیر NT LAN
fr: Gestionnaire du réseau NT
gl: Xestor NT LAN
id: Manajer NT LAN
ja: NT LAN マネージャー
ru: Мендеджер NT LAN
tr: NT Ağ Yöneticisi

source: Security Warning
ar: تحذير أمان
ast: Avisu de seguridá
bg_bg: Предупреждение за Сигурноста
de_de: Sicherheitshinweis
es: Advertencia de seguridad
et_ee: Turvahoiatus
eu: Segurtasun abisua
fa: اخطار امنیتی
fr: Avertissement de sécurité
gl: Aviso de seguranza
id: Peringatan Keamanan
ja: セキュリティ警告
lt_lt: Saugumo pranešimas
nb_no: Sikkerhetsadvarsel
nn_no: Tryggleiksåtvaring
ru: Предупреждение безопасности
sq: Njoftim për sigurinë
tr: Güvenlik Uyarısı

source: You are accessing %s via HTTP. We strongly suggest you configure your server to require using HTTPS instead.
ar: انت تستخدم %s عن طريق HTTP . نحن نقترح باصرار ان تهيء الخادم ليتمكن من الوصول عن طريق HTTPS.
ast: Tas ingresando a %s vía HTTP. Encamentámoste que configures el sirvidor pa solicitar HTTPS.
bg_bg: В момента използваш HTTP, за да посетиш %s. Силно препоръчваме да настроиш съвръра си да използва HTTPS.
de_de: Sie greifen auf %s via HTTP zu. Wir empfehlen Ihnen dringend, Ihren Server so konfigurieren, dass stattdessen HTTPS verlangt wird.
es: Está ingresando a %s vía HTTP. Le recomendamos encarecidamente que configure su servidor para que requiera HTTPS.
et_ee: Sa kasutad %s ligipääsuks HTTP protokolli. Soovitame tungivalt seadistada oma server selle asemel kasutama HTTPS-i.
eu: %s HTTP bidez erabiltzen ari zara. Aholkatzen dizugu zure zerbitzaria HTTPS erabil dezan.
fr: Vous accédez à %s via HTTP. Nous vous recommandons fortement de configurer votre serveur pour forcer l'utilisation de HTTPS à la place.
gl: Está accedendo a %s a través de HTTP. Suxerímoslle que configure o seu servidor para requirir, no seu canto, o uso de HTTPS.
id: Anda mengakses %s melalui HTTP. Kami sangat menyarankan Anda untuk mengkonfigurasi server dengan menggunakan HTTPS sebagai gantinya.
ja: HTTP経由で %s にアクセスしています。HTTPSを使用するようサーバーを設定することを強くおすすめします。
nb_no: Du aksesserer %s via HTTP. Vi anbefaler på det sterkeste at du konfigurerer serveren til å kreve bruk av HTTPS i stedet.
ru: Вы обращаетесь к %s используя HTTP. Мы настоятельно рекомендуем вам настроить сервер на использование HTTPS.
tr: %s erişiminiz HTTP aracılığıyla yapılıyor. Sunucunuzu, HTTPS kullanımını zorlamak üzere yapılandırmanızı şiddetle öneririz.

source: Your data directory and your files are probably accessible from the internet. The .htaccess file is not working. We strongly suggest that you configure your webserver in a way that the data directory is no longer accessible or you move the data directory outside the webserver document root.
ar: مجلد data و ملفاتك يمكن الوصول لها عن طريق الانترنت. ملف .htaccess لا يمكن تشغيلة. نحن نقترح باصرار ان تعيد اعداد خادمك لمنع الدخول الى بياناتك عن طريق الانترنت او بالامكان ان تنقل مجلد data خارج document root بشكل مؤقت.
ast: El direutoriu de datos y ficheros ye dablemente accesible dende Internet, darréu que'l ficheru .htaccess nun ta funcionando. Suxerímoste que configures el sirvidor web de mou que'l direutoriu de datos nun seya accesible o que muevas talu direutoriu fuera del raigañu de documentos del sirvidor web.
bg_bg: Твоята директория за данни и файлове вероятно са достъпни от интернет. .htaccess файла не функционира. Силно препоръчваме да настроиш уебсъръра по такъв начин, че директорията за данни да не бъде достъпна или да я преместиш извън директорията корен на сървъра.
de_de: Ihr Datenverzeichnis und Ihre Dateien sind möglicherweise aus dem Internet erreichbar. Die .htaccess-Datei funktioniert nicht. Wir raten Ihnen dringend, dass Sie Ihren Webserver dahingehend konfigurieren, dass Ihr Datenverzeichnis nicht länger aus dem Internet erreichbar ist, oder Sie verschieben das Datenverzeichnis außerhalb des Wurzelverzeichnisses des Webservers.
es: Su directorio de datos y archivos es probablemente accesible desde Internet pues el archivo .htaccess no está funcionando. Le sugerimos encarecidamente que configure su servidor web de modo que el directorio de datos no sea accesible o que mueva dicho directorio fuera de la raíz de documentos del servidor web.
et_ee: Andmete kataloog ja failid on tõenäoliselt internetis avalikult saadaval. .htaccess fail, ei toimi. Soovitame tungivalt veebiserver seadistada selliselt, et andmete kataloog ei oleks enam vabalt saadaval või tõstaksid andmete kataloogi oma veebiserveri veebi juurkataloogist mujale.
eu: Zure data karpeta eta zure fitxategiak internetetik zuzenean eskuragarri egon daitezke. .htaccess fitxategia ez du bere lana egiten. Aholkatzen dizugu zure web zerbitzaria ongi konfiguratzea data karpeta eskuragarri ez izateko edo data karpeta web zerbitzariaren dokumentu errotik mugitzea.
fa: به احتمال زیاد پوشه‌ی data و فایل‌های شما از طریق اینترنت قابل دسترسی هستند. فایل .htaccess برنامه کار نمی‌کند. ما شدیداً توصیه می کنیم که شما وب سرور خودتان را طوری تنظیم کنید که پوشه‌ی data شما غیر قابل دسترسی باشد یا اینکه پوشه‌‎ی data را به خارج از ریشه‌ی اصلی وب سرور انتقال دهید.
fr: Votre dossier de données et vos fichiers sont probablement accessibles depuis internet. Le fichier .htaccess ne fonctionne pas. Nous vous recommandons vivement de configurer votre serveur web de façon à ce que ce dossier de données ne soit plus accessible, ou bien de le déplacer à l'extérieur de la racine du serveur web.
gl: O seu cartafol de datos e os seus ficheiros probabelmente sexan accesíbeis a través de internet. O ficheiro .htaccess non está a traballar. Suxerímoslle que configure o seu servidor web de tal maneira que o cartafol de datos non estea accesíbel ou que mova o o directorio de datos fóra da raíz de documentos do servidor web.
id: Direktori data dan berkas Anda mungkin dapat diakses dari internet. Berkas .htaccess tidak bekerja. Kami sangat menyarankan untuk mengkonfigurasi server web Anda agar direktori data tidak lagi dapat diakses atau Anda dapat memindahkan direktori data di luar dokumen root webserver.
ja: データディレクトリとファイルがインターネットからアクセス可能になっている可能性があります。.htaccessファイルが機能していません。データディレクトリがアクセスされないようにウェブサーバーを設定するか、ウェブサーバーのドキュメントルートからデータディレクトリを移動するように強くお勧めします。
lt_lt: Jūsų duomenų katalogas ir Jūsų failai turbūt yra pasiekiami per internetą. Failas .htaccess neveikia. Mes labai rekomenduojame sukonfigūruoti serverį taip, kad katalogas nebūtų daugiau pasiekiamas, arba iškelkite duomenis kitur iš webserverio šakninio aplanko.
nb_no: Datamappen og filene dine er sannsynligvis tilgjengelig fra Internett fordi .htaccess-filen ikke fungerer. Vi anbefaler på det sterkeste at du konfigurerer web-serveren din slik at datamappen ikke lenger er tilgjengelig eller at du flytter datamappen ut av web-serverens dokument-rotmappe.
nn_no: Datamappa og filene dine er sannsynlegvis leselege frå nettet. Fila .htaccess fungerer ikkje. Me rår deg sterkt til å konfigurera vevtenaren din sånn at datamappa di ikkje lenger er tilgjengeleg; alternativt kan du flytta datamappa ut av dokumentrot til vevtenaren.
ru: Похоже, что папка с Вашими данными и Ваши файлы доступны из интернета. Файл .htaccess не работает. Мы настойчиво предлагаем Вам сконфигурировать вебсервер таким образом, чтобы папка с Вашими данными более не была доступна или переместите папку с данными куда-нибудь в другое место вне основной папки документов вебсервера.
tr: data dizininiz ve dosyalarınız büyük ihtimalle internet üzerinden erişilebilir. .htaccess dosyası çalışmıyor. Web sunucunuzu yapılandırarak data dizinine erişimi kapatmanızı veya data dizinini web sunucu belge kök dizini dışına almanızı şiddetle tavsiye ederiz.

source: Setup Warning
ar: تحذير في التنصيب
ast: Avisu de configuración
bg_bg: Предупреждение за Настройките
de_de: Einrichtungswarnung
es: Advertencia de configuración
et_ee: Paigalduse hoiatus
eu: Konfiguratu abisuak
fa: هشدار راه اندازی
fr: Avertissement, problème de configuration
gl: Configurar os avisos
id: Peringatan Persiapan
ja: セットアップ警告
lt_lt: Nustatyti perspėjimą
nb_no: Installasjonsadvarsel
nn_no: Oppsettsåtvaring
ru: Предупреждение установки
sq: Lajmërim konfigurimi
tr: Kurulum Uyarısı

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
ar: اعدادات خادمك غير صحيحة بشكل تسمح لك بمزامنة ملفاتك وذلك بسبب أن واجهة WebDAV تبدو معطلة
ast: El sirvidor web entá nun ta configurado pa permitir la sincronización de ficheros yá que la interface WebDAV paez nun tar funcionando.
bg_bg: Твоят web сървър все още не е правилно настроен да позволява синхронизация на файлове, защото WebDAV интерфейсът изглежда не работи.
de_de: Ihr Web-Server ist noch nicht für eine Datei-Synchronisation konfiguriert, weil die WebDAV-Schnittstelle vermutlich defekt ist.
es: Su servidor web aún no está configurado adecuadamente para permitir la sincronización de archivos ya que la interfaz WebDAV parece no estar funcionando.
et_ee: Veebiserveri ei ole veel korralikult seadistatud võimaldamaks failide sünkroniseerimist, kuna WebDAV liides näib olevat mittetoimiv.
eu: Zure web zerbitzaria ez dago oraindik ongi konfiguratuta fitxategien sinkronizazioa egiteko, WebDAV interfazea ongi ez dagoela dirudi.
fa: احتمالاً وب سرور شما طوری تنظیم نشده است که اجازه ی همگام سازی فایلها را بدهد زیرا به نظر میرسد رابط WebDAV از کار افتاده است.
fr: Votre serveur web, n'est pas correctement configuré pour permettre la synchronisation des fichiers, car l'interface WebDav ne fonctionne pas comme il faut.
gl: O seu servidor web non está aínda configurado adecuadamente para permitir a sincronización de ficheiros xa que semella que a interface WebDAV non está a funcionar.
id: Web server Anda belum dikonfigurasikan dengan baik untuk mengizinkan sinkronisasi berkas karena tampaknya antarmuka WebDAV rusak.
ja: WebDAVインターフェースに問題があると思われるため、WEBサーバーはまだファイルの同期を許可するよう適切に設定されていません。
lt_lt: Jūsų serveris nėra tvarkingai nustatytas leisti failų sinchronizaciją, nes WebDAV sąsaja panašu, kad yra sugadinta.
nb_no: Din nettservev er ikke konfigurert korrekt for filsynkronisering. WebDAV ser ut til å ikke funkere.
nn_no: Tenaren din er ikkje enno rett innstilt til å tilby filsynkronisering sidan WebDAV-grensesnittet ser ut til å vera øydelagt.
ru: Веб-сервер до сих пор не настроен для возможности синхронизации файлов. Похоже что проблема в неисправности интерфейса WebDAV.
sq: Web Serveri juaj nuk është konfigurar sic duhet në mënyre që të lejojë sinkronizimin e skedare pasi ndërfaqja WevDAV duket të jetë e demtuar.
tr: Web sunucunuz dosya eşitlemesine izin vermek üzere düzgün bir şekilde yapılandırılmamış. WebDAV arayüzü sorunlu görünüyor.

source: Please double check the <a href="%s">installation guides</a>.
ar: يرجى التحقق <a href="%s">دليل التثبيت</a>.
ast: Por favor, vuelvi a comprobar les <a href="%s">guíes de instalación</a>.
bg_bg: Моля провери отново <a href="%s">наръчника за инсталация</a>.
de_de: Bitte prüfen Sie nochmals die <a href="%s">Installationsanleitungen</a>.
es: Por favor, vuelva a comprobar las <a href='%s'>guías de instalación</a>.
et_ee: Palun kontrolli uuesti <a href="%s">paigaldusjuhendeid</a>.
eu: Mesedez birpasatu <a href="%s">instalazio gidak</a>.
fa: لطفاً دوباره <a href='%s'>راهنمای نصب</a>را بررسی کنید.
fr: Veuillez consulter à nouveau les <a href="%s">guides d'installation</a>.
gl: Volva comprobar as <a href="%s">guías de instalación</a>
id: Silakan periksa kembali <a href="%s">petunjuk instalasi</a>.
ja: <a href="%s">installation guides</a>をもう一度チェックするようにお願いいたします。
lt_lt: Prašome pažiūrėkite dar kartą <a href="%s">diegimo instrukcijas</a>.
nb_no: Vennligst dobbeltsjekk <a href="%s">installasjonsveilederne</a>.
nn_no: Ver venleg og dobbeltsjekk <a href="%s">installasjonsrettleiinga</a>.
ru: Пожалуйста, дважды просмотрите <a href='%s'>инструкции по установке</a>.
tr: Lütfen <a href='%s'>kurulum kılavuzlarını</a> tekrar kontrol edin.

source: PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible.
ast: PHP ta aparentemente configuráu pa desaniciar bloques de documentos en llinia. Esto va facer que delles aplicaciones principales nun tean accesibles.
bg_bg: PHP е настроен да премахва inline doc блокове. Това може да превърне няколко основни приложения недостъпни.
de_de: PHP ist offenbar so konfiguriert, dass PHPDoc-Blöcke in der Anweisung entfernt werden. Dadurch sind mehrere Kern-Apps nicht erreichbar.
es: PHP está aparentemente configurado para eliminar bloques de documentos en línea. Esto hará que varias aplicaciones del principales no estén accesibles.
et_ee: PHP on seadistatud eemaldama "inline" dokumendi blokke. See muudab mõned rakendid kasutamatuteks.
eu: Badirudi PHP konfiguratuta dagoela lineako dokumentu blokeak aldatzeko. Honek zenbait oinarrizko aplikazio eskuraezin bihurtuko ditu.
fr: PHP est apparemment configuré pour supprimer les blocs de documentation internes. Cela rendra plusieurs applications de base inaccessibles.
gl: Parece que PHP foi configuración para substituír bloques de documentos en liña. Isto fará que varias aplicacións sexan inaccesíbeis.
ja: PHPでインラインドキュメントブロックを取り除く設定になっています。これによりコアアプリで利用できないものがいくつかあります。
nb_no: Det ser ut for at PHP er satt opp til å fjerne innebygde doc blocks. Dette gjør at flere av kjerneapplikasjonene blir utilgjengelige.
ru: Очевидно, PHP настроен на вычищение блоков встроенной документации. Это сделает несколько центральных приложений недоступными.
tr: PHP satırıçi doc bloklarını ayıklamak üzere yapılandırılmış gibi görünüyor. Bu, bazı çekirdek (core) uygulamalarını erişilemez yapacak.

source: This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator.
ast: Dablemente esto seya culpa d'un caché o acelerador, como por exemplu Zend OPcache o eAccelerator.
bg_bg: Това може да се дължи на cache/accelerator като Zend OPache или eAccelerator.
de_de: Dies wird wahrscheinlich durch Zwischenspeicher/Beschleuniger wie z.B. OPcache oder eAccelerator verursacht.
es: Probablemente esto sea causado por un cache o acelerador, como por ejemplo Zend OPcache o eAccelerator.
et_ee: See on tõenäoliselt põhjustatud puhver/kiirendist nagu Zend OPcache või eAccelerator.
eu: Hau ziur aski cache/accelerator batek eragin du, hala nola Zend OPcache edo eAccelerator.
fr: La raison est probablement l'utilisation d'un cache / accélérateur tel que Zend OPcache ou eAccelerator.
gl: Isto probabelmente se debe unha caché/acelerador como Zend OPcache ou eAccelerator.
ja: これは、Zend OPcacheやeAccelerator 等のキャッシュ/アクセラレータが原因かもしれません。
nb_no: Dette forårsakes sannsynligvis av en bufrer/akselerator, som f.eks. Zend OPcache eller eAccelerator.
ru: Возможно это вызвано кешем/ускорителем вроде Zend OPcache или eAccelerator.
tr: Bu, muhtemelen Zend OPcache veya eAccelerator gibi bir önbellek/hızlandırıcı nedeniyle gerçekleşir.

source: Database Performance Info
ast: Información de rindimientu de la base de datos
bg_bg: Информацията за Прозиводителност на Базата Данни
de_de: Info zur Datenbankleistung
es: Información de rendimiento de la base de datos
et_ee: Andmebaasi toimimise info
eu: Database Performance informazioa
fa: اطلاعات کارایی پایگاه داده
fr: Performances de la base de données
gl: Información do rendemento da base de datos
ja: データベースパフォーマンス情報
nb_no: Info om database-ytelse
ru: Информация о производительности Базы Данных
tr: Veritabanı Başarım Bilgisi
