Repository: nextcloud/server
Catalog: l10n/*/tasks.po
Languages: ca, de, fr, it, ro, sv, th_th

source: Invalid date/time
ca: data/hora incorrecta
de: Datum/Uhrzeit ungültig
fr: date/heure invalide
it: Ora/Data non valida
ro: Data/timpul invalid
sv: Felaktigt datum/tid
th_th: วันที่ / เวลา ไม่ถูกต้อง

source: Tasks
ca: Tasques
de: Aufgaben
fr: Tâches
it: Attività
ro: Sarcini
sv: Uppgifter
th_th: งาน

source: No category
ca: Cap categoria
de: Keine Kategorie
fr: Sans catégorie
it: Nessuna categoria
ro: Fără categorie
sv: Ingen kategori
th_th: ไม่มีหมวดหมู่

source: Unspecified
ca: Sense especificar
de: Nicht angegeben
fr: Non spécifié
it: Non specificata
ro: Nespecificat
sv: Ospecificerad
th_th: ยังไม่ได้ระบุ

source: 1=highest
ca: 1=major
de: 1 = am höchsten
fr: 1=le plus important
it: 1=massima
ro: 1=cel mai înalt
sv: 1=högsta
th_th: 1=สูงสุด

source: 5=medium
ca: 5=mitjana
de: 5 = Durchschnitt
fr: 5=importance moyenne
it: 5=media
ro: 5=mediu
sv: 5=mellan
th_th: 5=ปานกลาง

source: 9=lowest
ca: 9=inferior
de: 9 = am niedrigsten
fr: 9=le moins important
it: 9=minima
ro: 9=cel mai jos
sv: 9=lägsta
th_th: 9=ต่ำสุด

source: Empty Summary
ca: Elimina el resum
de: Leere Zusammenfassung
fr: Résumé vide
it: Riepilogo vuoto
ro: Rezumat gol
sv: Tom sammanfattning
th_th: ข้อมูลสรุปยังว่างอยู่

source: Invalid percent complete
ca: Percentatge completat no vàlid
de: Ungültige Prozent abgeschlossen
fr: Pourcentage d'achèvement invalide
it: Percentuale di completamento non valida
ro: Completare procentuală greșită
sv: Ogiltig andel procent klar
th_th: สัดส่วนเปอร์เซ็นต์ความสมบูรณ์ไม่ถูกต้อง

source: Invalid priority
ca: Prioritat no vàlida
de: Falsche Priorität
fr: Priorité invalide
it: Priorità non valida
ro: Prioritare greșită
sv: Felaktig prioritet
th_th: ความสำคัญไม่ถูกต้อง

source: Add Task
ca: Afegeix una tasca
de: Aufgabe hinzufügen
fr: Ajouter une tâche
it: Aggiungi attività
ro: Adaugă sarcină
sv: Lägg till uppgift
th_th: เพิ่มงานใหม่

source: Order Due
ca: Ordena per
de: Nach Fälligkeit sortieren
fr: Echéance tâche
it: Ordina per scadenza
ro: Comandă până la
sv: Förfaller
th_th: จัดเรียงตามกำหนดเวลา

source: Order List
ca: Ordena per llista
de: Nach Kategorie sortieren
fr: Liste tâche
it: Ordina per elenco
ro: Lista de comenzi
sv: Kategori
th_th: จัดเรียงตามรายชื่อ

source: Order Complete
ca: Ordena els complets
de: Nach Fertigstellung sortieren
fr: Tâche réalisée
it: Ordina per completamento
ro: Comandă executată
sv: Slutförd
th_th: จัดเรียงตามความสมบูรณ์

source: Order Location
ca: Ordena per ubicació
de: Nach Ort sortieren
fr: Lieu
it: Ordina per posizione
ro: Locația comenzii
sv: Plats
th_th: จัดเรียงตามตำแหน่งที่อยู่

source: Order Priority
ca: Ordena per prioritat
de: Nach Priorität sortieren
fr: Priorité
it: Ordina per priorità
ro: Prioritarea comenzii
sv: Prioritet
th_th: จัดเรียงตามระดับความสำคัญ

source: Order Label
ca: Ordena per etiqueta
de: Nach Label sortieren
fr: Etiquette tâche
it: Ordina per etichetta
ro: Eticheta comenzii
sv: Etikett
th_th: จัดเรียงตามป้ายชื่อ

source: Loading tasks...
ca: Carregant les tasques...
de: Lade Aufgaben ...
fr: Chargement des tâches…
it: Caricamento attività in corso...
ro: Încărcare sarcini
sv: Laddar uppgifter...
th_th: กำลังโหลดข้อมูลงาน...

source: Important
de: Wichtig
it: Importante
sv: Viktigt
th_th: สำคัญ

source: More
ca: Més
de: Mehr
fr: Plus
it: Più
ro: Mai mult
sv: Mer
th_th: มาก

source: Less
ca: Menys
de: Weniger
fr: Moins
it: Meno
ro: Mai puțin
sv: Mindre
th_th: น้อย

source: Delete
ca: Elimina
de: Löschen
fr: Supprimer
it: Elimina
ro: Șterge
sv: Radera
th_th: ลบ
