Repository: nextcloud/server
Catalog: l10n/*/user_ldap.po
Languages: ast, bg_bg, ca, cs_cz, de, el, et_ee, fr, ja, ka_ge, lt_lt, nb_no, ru, sk_sk, sl, sv, tr, zh_tw

source: Clear Username-LDAP User Mapping
ast: Llimpiar l'asignación de los Nomes d'usuariu de los usuarios LDAP
bg_bg: Изчисти Username-LDAP User Mapping
ca: Elimina el mapatge d'usuari Nom d'usuari-LDAP
cs_cz: Zrušit mapování uživatelských jmen LDAPu
de: Lösche LDAP-Benutzernamenzuordnung
el: Διαγραφή αντιστοίχησης Ονόματος Χρήστη LDAP-Χρήστη
et_ee: Puhasta LDAP-Kasutajatunnus Kasutaja Vastendus
fr: Supprimer l'association utilisateur interne-utilisateur LDAP
ja: ユーザー名とLDAPユーザーのマッピングをクリアする
lt_lt: Išvalyti naudotojo vardo - LDAP naudotojo sąsają
nb_no: Nullstill tilknytning av brukernavn til LDAP-bruker
ru: Очистить соответствия Имя-Пользователь LDAP
sk_sk: Zrušiť mapovanie LDAP používateľských mien
sl: Izbriši preslikavo uporabniškega imena na LDAP
sv: Rensa Användarnamn-LDAP User Mapping
tr: Kullanıcı Adı-LDAP Kullanıcısı Dönüşümünü Temizle

source: Clear Groupname-LDAP Group Mapping
ast: Llimpiar l'asignación de los Nomes de grupu de los grupos de LDAP
bg_bg: Изчисти Groupname-LDAP Group Mapping
ca: Elimina el mapatge de grup Nom de grup-LDAP
cs_cz: Zrušit mapování názvů skupin LDAPu
de: Lösche LDAP-Gruppennamenzuordnung
el: Διαγραφή αντιστοίχησης Ονόματος Ομάδας-LDAP Ομάδας
et_ee: Puhasta LDAP-Grupinimi Grupp Vastendus
fr: Supprimer l'association nom de groupe-groupe LDAP
ja: グループ名とLDAPグループのマッピングをクリアする
lt_lt: Išvalyti grupės pavadinimo - LDAP naudotojo sąsają
nb_no: Nullstill tilknytning av gruppenavn til LDAP-gruppe
ru: Очистить соответствия Группа-Группа LDAP
sk_sk: Zrušiť mapovanie názvov LDAP skupín
sl: Izbriši preslikavo skupine na LDAP
sv: Rensa Gruppnamn-LDAP Group Mapping
tr: Grup Adı-LDAP Grubu Dönüşümü

source: Limit the access to %s to groups meeting this criteria:
tr: %s erişimini, şu kriterle eşleşen gruplara sınırla:

source: What attribute shall be used as login name:
tr: Oturum ismi olarak hangi nitelik kullanılmalı:

source: Limit the access to %s to users meeting this criteria:
tr: %s erişimini, şu kriterle eşleşen kullanıcılara sınırla:

source: User Login Filter
ka_ge: მომხმარებლის ფილტრი
lt_lt: Naudotojo prisijungimo filtras
tr: Kullanıcı Oturum Filtresi
zh_tw: 使用者登入過濾器

source: Case insensitve LDAP server (Windows)
ka_ge: LDAP server (Windows)
tr: Dusme sunucu LDAP zor degil. (Windows)
zh_tw: 不區分大小寫的LDAP伺服器(Windows)

source: The configuration is invalid. Please look in the ownCloud log for further details.
ka_ge: კონფიგურაცია არ არის მართებული. გთხოვთ ჩაიხედოთ დეტალური ინფორმაციისთვის ownCloud –ის ლოგში.
zh_tw: 設定無效。更多細節請參閱ownCloud的記錄檔。

source: <b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behaviour. Please ask your system administrator to disable one of them.
zh_tw: <b>警告:</b> 應用程式user_ldap和user_webdavauth互不相容。可能會造成無法預期的結果。請要求您的系統管理員將兩者其中之一停用。

source: Server configuration
ka_ge: სერვერის პარამეტრები
lt_lt: Serverio konfigūravimas
zh_tw: 伺服器設定

source: Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action.
ka_ge: როცა შემოსვლა განხორციელდება ასეიძლება მოვახდინოთ გაფილტვრა. %%uid შეიცვლება იუზერნეიმით მომხმარებლის ველში.
zh_tw: 試圖登入時會定義要套用的篩選器。登入過程中%%uid會取代使用者名稱。

source: use %%uid placeholder, e.g. "uid=%%uid"
ka_ge: გამოიყენეთ %%uid დამასრულებელი მაგ: "uid=%%uid"
zh_tw: 請使用 %%uid placeholder，例如:"uid=%%uid"

source: User List Filter
ka_ge: მომხმარებლებიის სიის ფილტრი
lt_lt: Naudotojo sąrašo filtras
zh_tw: 使用者名單篩選器

source: Defines the filter to apply, when retrieving users.
ka_ge: გაფილტვრა განხორციელდება, როცა მომხმარებლების სია ჩამოიტვირთება.
zh_tw: 檢索使用者時定義要套用的篩選器

source: without any placeholder, e.g. "objectClass=person".
ka_ge: ყოველგვარი დამასრულებელის გარეშე, მაგ: "objectClass=person".
zh_tw: 請勿使用任何placeholder，例如:"objectClass=person"。

source: Defines the filter to apply, when retrieving groups.
ka_ge: გაფილტვრა განხორციელდება, როცა ჯგუფის სია ჩამოიტვირთება.
zh_tw: 檢索群組時，定義要套用的篩選器

source: without any placeholder, e.g. "objectClass=posixGroup".
ka_ge: ყოველგვარი დამასრულებელის გარეშე, მაგ: "objectClass=posixGroup".
zh_tw: 請勿使用任何placeholder，例如:"objectClass=posixGroup"。

source: When switched on, ownCloud will only connect to the replica server.
zh_tw: 當開關打開時，ownCloud將只會連接複本伺服器。

source: Use TLS
ka_ge: გამოიყენეთ TLS
lt_lt: Naudoti TLS
zh_tw: 使用TLS

source: If connection only works with this option, import the LDAP server's SSL certificate in your ownCloud server.
zh_tw: 若連線只有在此選項開啟時運作，請匯入LDAP伺服器的SSL認證到您的ownCloud伺服器。

source: Not recommended, use for testing only.
ka_ge: არ არის რეკომენდირებული, გამოიყენეთ მხოლოდ სატესტოდ.
zh_tw: 不推薦使用，僅供測試用途。

source: The LDAP attribute to use to generate the user`s ownCloud name.
zh_tw: 用於產生ownCloud名稱

source: Base DN
ka_ge: საწყისი DN
lt_lt: Bazinis DN

source: Do not use it additionally for LDAPS connections, it will fail.
ka_ge: არ გამოიყენოთ დამატებით LDAPS კავშირი. ის წარუმატებლად დასრულდება.

source: UUID Attribute:
lt_lt: UUID atributas:
