Repository: nextcloud/server
Catalog: l10n/*/user_ldap.po
Languages: ast, bg_bg, ca, cs_cz, de, el, et_ee, fr, ja, ka_ge, lt_lt, nb_no, ru, sk_sk, sl, sv, tr, zh_tw

source: <b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it.
ast: <b>Avisu:</b> El módulu LDAP de PHP nun ta instaláu, el sistema nun va funcionar. Por favor consulta al alministrador del sistema pa instalalu.
bg_bg: <b>Предупреждение:</b> PHP LDAP модулът не е инсталиран, сървърът няма да работи. Моля, поискай системният админстратор да го инсталира.
ca: <b>Avís:</b> El mòdul PHP LDAP no està instal·lat, el dorsal no funcionarà. Demaneu a l'administrador del sistema que l'instal·li.
cs_cz: <b>Varování:</b> není nainstalován LDAP modul pro PHP, podpůrná vrstva nebude fungovat. Požádejte, prosím, správce systému, aby jej nainstaloval.
de: <b>Warnung:</b> Da das PHP-Modul für LDAP nicht installiert ist, wird das Backend nicht funktionieren. Bitte Deinen Systemadministrator das Modul zu installieren.
el: <b>Προσοχή:</b> Το άρθρωμα PHP LDAP δεν είναι εγκατεστημένο και το σύστημα υποστήριξης δεν θα δουλέψει. Παρακαλώ ζητήστε από τον διαχειριστή συστήματος να το εγκαταστήσει.
et_ee: <b>Hoiatus:</b>PHP LDAP moodul pole paigaldatud ning LDAP kasutamine ei ole võimalik. Palu oma süsteeihaldurit see paigaldada.
fr: <b>Attention :</b> Le module php LDAP n'est pas installé, par conséquent cette extension ne pourra fonctionner. Veuillez contacter votre administrateur système afin qu'il l'installe.
ja: <b>警告:</b> PHP LDAP モジュールがインストールされていません。バックエンドが正しく動作しません。システム管理者にインストールするよう問い合わせてください。
ka_ge: <b>გაფრთხილება:</b> PHP LDAP მოდული არ არის ინსტალირებული, ბექენდი არ იმუშავებს. თხოვეთ თქვენს ადმინისტრატორს დააინსტალიროს ის.
nb_no: <b>Warning:</b> PHP LDAP modulen er ikke installert, hjelperen vil ikke virke. Vennligst be din system-administrator om å installere den.
ru: <b>Внимание:</b> Модуль LDAP для PHP не установлен, бэкенд не будет работать. Пожалуйста, попросите вашего системного администратора его установить.
sk_sk: <b>Upozornenie:</b> nie je nainštalovaný LDAP modul pre PHP, backend vrstva nebude fungovať. Požiadajte administrátora systému, aby ho nainštaloval.
sl: <b>Opozorilo:</b> modul PHP LDAP mora biti nameščen, sicer vmesnik ne bo deloval. Paket je treba namestiti.
sv: <b>Varning:</b> PHP LDAP - modulen är inte installerad, serversidan kommer inte att fungera. Kontakta din systemadministratör för installation.
tr: <b>Ihbar <b> Modulu PHP LDAP yuklemdi degil, backend calismacak. Lutfen sistem yonetici sormak yuklemek icin.
zh_tw: <b>警告:</b>沒有安裝 PHP LDAP 模組，後端系統將無法運作。請要求您的系統管理員安裝模組。

source: Connection Settings
ast: Axustes de conexón
bg_bg: Настройки на Връзката
ca: Arranjaments de connexió
cs_cz: Nastavení spojení
de: Verbindungseinstellungen
el: Ρυθμίσεις Σύνδεσης
et_ee: Ühenduse seaded
fr: Paramètres de connexion
ja: 接続設定
ka_ge: კავშირის პარამეტრები
lt_lt: Ryšio nustatymai
nb_no: Innstillinger for tilkobling
ru: Настройки подключения
sk_sk: Nastavenie pripojenia
sl: Nastavitve povezave
sv: Uppkopplingsinställningar
tr: Bağlantı ayarları
zh_tw: 連線設定

source: Configuration Active
ast: Configuración activa
bg_bg: Конфигурацията е Активна
ca: Configuració activa
cs_cz: Nastavení aktivní
de: Konfiguration aktiv
el: Ενεργοποιηση ρυθμισεων
et_ee: Seadistus aktiivne
ja: 設定はアクティブです
ka_ge: კონფიგურაცია აქტიურია
lt_lt: Konfigūracija aktyvi
nb_no: Konfigurasjon aktiv
ru: Конфигурация активна
sk_sk: Nastavenia sú aktívne
sl: Dejavna nastavitev
sv: Konfiguration aktiv
tr: Yapılandırma Etkin
zh_tw: 設定為主動模式

source: When unchecked, this configuration will be skipped.
ast: Cuando nun tea conseñáu, saltaráse esta configuración.
bg_bg: Когато не е отметнато, тази конфигурация ще бъде прескочена.
ca: Si està desmarcat, aquesta configuració s'ometrà.
cs_cz: Pokud není zaškrtnuto, bude toto nastavení přeskočeno.
de: Konfiguration wird übersprungen wenn deaktiviert
el: Όταν δεν είναι επιλεγμένο, αυτή η ρύθμιση θα πρέπει να παραλειφθεί.
et_ee: Kui on märkimata, siis seadistust ei kasutata.
fr: Lorsque non cochée, la configuration sera ignorée.
ja: チェックを外すと、この設定はスキップされます。
ka_ge: როცა გადანიშნულია, ეს კონფიგურაცია გამოტოვებული იქნება.
lt_lt: Kai nepažymėta, ši konfigūracija bus praleista.
nb_no: Når ikke huket av så vil denne konfigurasjonen bli hoppet over.
ru: Когда галочка снята, эта конфигурация будет пропущена.
sk_sk: Ak nie je zaškrtnuté, nastavenie bude preskočené.
sl: Neizbrana možnost preskoči nastavitev.
sv: Ifall denna är avbockad så kommer konfigurationen att skippas.
tr: Ne zaman iptal, bu uynnlama isletici
zh_tw: 沒有被勾選時，此設定會被略過。

source: Backup (Replica) Host
ast: Sirvidor de copia de seguranza (Réplica)
ca: Màquina de còpia de serguretat (rèplica)
cs_cz: Záložní (kopie) hostitel
de: Backup Host (Kopie)
el: Δημιουργία αντιγράφων ασφαλείας (Replica) Host
et_ee: Varuserver
fr: Serveur de backup (réplique)
ja: バックアップ（レプリカ）ホスト
ka_ge: ბექაფ (რეპლიკა) ჰოსტი
lt_lt: Atsarginės kopijos (Replica) mazgas
nb_no: Sikkerhetskopierings (Replica) vert
ru: Адрес резервного сервера
sk_sk: Záložný server (kópia) hostiteľa
sl: Varnostna kopija (replika) podatkov gostitelja
sv: Säkerhetskopierings-värd (Replika)
tr: Sigorta Kopya Cephe
zh_tw: 備用主機

source: Give an optional backup host. It must be a replica of the main LDAP/AD server.
ast: Dar un sirvidor de copia de seguranza opcional. Tien de ser una réplica del sirvidor principal LDAP / AD.
bg_bg: Задай незадължителен резервен сървър. Трябва да бъде реплика на главния LDAP/AD сървър.
ca: Afegiu una màquina de còpia de seguretat opcional. Ha de ser una rèplica del servidor LDAP/AD principal.
cs_cz: Zadejte volitelného záložního hostitele. Musí to být kopie hlavního serveru LDAP/AD.
de: Gib einen optionalen Backup Host an. Es muss sich um eine Kopie des Haupt LDAP/AD Servers handeln.
el: Δώστε μια προαιρετική εφεδρική υποδοχή. Πρέπει να είναι ένα αντίγραφο του κύριου LDAP / AD διακομιστη.
et_ee: Lisa valikuline varuserver. See peab olema koopia peamisest LDAP/AD serverist.
fr: Fournir un serveur de backup optionnel. Il doit s'agir d'une réplique du serveur LDAP/AD principal.
ja: バックアップホストをオプションで指定することができます。メインのLDAP/ADサーバーのレプリカである必要があります。
ka_ge: მიუთითეთ რაიმე ბექაფ ჰოსტი. ის უნდა იყოს ძირითადი LDAP/AD სერვერის რეპლიკა.
nb_no: Oppgi en valgfri reservetjener. Den må være en replika av hovedtjeneren for LDAP/AD.
ru: Укажите дополнительный резервный сервер. Он должен быть репликой главного LDAP/AD сервера.
sk_sk: Zadajte záložný LDAP/AD. Musí to byť kópia hlavného LDAP/AD servera.
sl: Podati je treba izbirno varnostno kopijo gostitelja. Ta mora biti natančna replika strežnika LDAP/AD.
sv: Ange en valfri värd för säkerhetskopiering. Den måste vara en replika av den huvudsakliga LDAP/AD-servern
tr: Bir kopya cevre vermek, kopya sunucu onemli olmali.
zh_tw: 請給定一個可選的備用主機。必須是LDAP/AD中央伺服器的複本。

source: Backup (Replica) Port
ast: Puertu pa copies de seguranza (Réplica)
ca: Port de la còpia de seguretat (rèplica)
cs_cz: Záložní (kopie) port
de: Backup Port
el: Δημιουργία αντιγράφων ασφαλείας (Replica) Υποδοχη
et_ee: Varuserveri (replika) port
fr: Port du serveur de backup (réplique)
ja: バックアップ（レプリカ）ポート
ka_ge: ბექაფ (რეპლიკა) პორტი
lt_lt: Atsarginės kopijos (Replica) prievadas
nb_no: Reserve (Replika) Port
ru: Порт резервного сервера
sk_sk: Záložný server (kópia) port
sl: Vrata varnostne kopije (replike)
sv: Säkerhetskopierins-port (Replika)
tr: Kopya Port
zh_tw: 備用(複本)連接阜

source: Disable Main Server
ast: Deshabilitar sirvidor principal
bg_bg: Изключи Главиния Сървър
ca: Desactiva el servidor principal
cs_cz: Zakázat hlavní server
de: Hauptserver deaktivieren
el: Απενεργοποιηση του κεντρικου διακομιστη
et_ee: Ära kasuta peaserverit
fr: Désactiver le serveur principal
ja: メインサーバーを無効にする
ka_ge: გამორთეთ ძირითადი სერვერი
lt_lt: Išjungti pagrindinį serverį
nb_no: Deaktiver hovedtjeneren
ru: Отключить главный сервер
sk_sk: Zakázať hlavný server
sl: Onemogoči glavni strežnik
sv: Inaktivera huvudserver
tr: Ana sunucuyu devredışı birak
zh_tw: 停用主伺服器

source: Only connect to the replica server.
ast: Coneutar namái col sirvidor de réplica.
bg_bg: Свържи се само с репликирания сървър.
ca: Connecta només al servidor rèplica.
cs_cz: Připojit jen k záložnímu serveru.
de: Nur zum Replikat-Server verbinden.
el: Σύνδεση μόνο με το διακομιστή-αντίγραφο.
et_ee: Ühendu ainult replitseeriva serveriga.
fr: Se connecter uniquement au serveur de replica.
ja: レプリカサーバーにのみ接続します。
lt_lt: Tik prisijungti prie reprodukcinio (replica) serverio.
nb_no: Koble til bare replika-tjeneren.
ru: Подключаться только к серверу-реплике.
sk_sk: Pripojiť sa len k záložnému serveru.
sl: Poveži le s podvojenim strežnikom.
sv: Anslut endast till replikaservern.
tr: Sadece kopya sunucuya bağlan.

source: Case insensitive LDAP server (Windows)
ast: Sirvidor de LDAP insensible a mayúscules/minúscules (Windows)
bg_bg: Нечувствителен към главни/малки букви LDAP сървър (Windows)
ca: Servidor LDAP sense distinció entre majúscules i minúscules (Windows)
cs_cz: LDAP server nerozlišující velikost znaků (Windows)
de: LDAP-Server (Windows - Groß- und Kleinschreibung bleibt unbeachtet)
el: Διακομιστής LDAP με διάκριση πεζών-κεφαλαίων (Windows)
et_ee: Tõusutundetu LDAP server (Windows)
fr: Serveur LDAP insensible à la casse (Windows)
ja: 大文字と小文字を区別しないLDAPサーバー (Windows)
ru: Нечувствительный к регистру сервер LDAP (Windows)
sk_sk: LDAP server je citlivý na veľkosť písmen (Windows)
sv: om okänslig LDAP-server (Windows)

source: Turn off SSL certificate validation.
ast: Apagar la validación del certificáu SSL.
bg_bg: Изключи валидацията на SSL сертификата.
ca: Desactiva la validació de certificat SSL.
cs_cz: Vypnout ověřování SSL certifikátu.
de: Schalte die SSL-Zertifikatsprüfung aus.
el: Απενεργοποίηση επικύρωσης πιστοποιητικού SSL.
et_ee: Lülita SSL sertifikaadi kontrollimine välja.
fr: Désactiver la validation du certificat SSL.
ja: SSL証明書の確認を無効にする。
ka_ge: გამორთეთ SSL სერთიფიკატის ვალიდაცია.
lt_lt: Išjungti SSL sertifikato tikrinimą.
nb_no: Slå av SSL-sertifikat validering
ru: Отключить проверку сертификата SSL.
sk_sk: Vypnúť overovanie SSL certifikátu.
sl: Onemogoči določanje veljavnosti potrdila SSL.
sv: Stäng av verifiering av SSL-certifikat.
tr: SSL sertifika doğrulamasını kapat.
zh_tw: 關閉 SSL 憑證驗證

source: Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server.
ast: Nun se recomienda, ¡úsalu namái pa pruebes! Si la conexón namái funciona con esta opción, importa'l certificáu SSL del sirvidor LDAP nel to sirvidor %s.
bg_bg: Не е пропоръчително, ползвай само за тестване. Ако връзката работи само с тази опция, вмъкни LDAP сървърния SSL сертификат в твоя %s сървър.
ca: No es recomana, useu-ho només com a prova! Importeu el certificat SSL del servidor LDAP al servidor %s només si la connexió funciona amb aquesta opció.
cs_cz: Nedoporučuje se, určeno pouze k testovacímu použití. Pokud spojení funguje jen s touto volbou, importujte SSL certifikát vašeho LDAP serveru na server %s.
de: Nur für Testzwecke geeignet, sollte Standardmäßig nicht verwendet werden. Falls die Verbindung nur mit dieser Option funktioniert, importiere das SSL-Zertifikat des LDAP-Servers in deinen %s Server.
el: Δεν προτείνεται, χρησιμοποιείστε το μόνο για δοκιμές! Εάν η σύνδεση λειτουργεί μόνο με αυτή την επιλογή, εισάγετε το πιστοποιητικό SSL του διακομιστή LDAP στο %s διακομιστή σας.
et_ee: Pole soovitatav, kasuta seda ainult testimiseks! Kui ühendus toimib ainult selle valikuga, siis impordi LDAP serveri SSL sertifikaat oma %s serverisse.
fr: Non recommandé, à utiliser à des fins de tests uniquement. Si la connexion ne fonctionne qu'avec cette option, importez le certificat SSL du serveur LDAP dans le serveur %s.
ja: 推奨されません、テストにおいてのみ使用してください！このオプションでのみ接続が動作する場合は、LDAP サーバーのSSL証明書を %s サーバーにインポートしてください。
nb_no: Ikke anbefalt, bruk kun for testing! Hvis tilkobling bare virker med dette valget, importer LDAP-tjenerens SSL-sertifikat i %s-serveren din.
ru: Не рекомендуется, используйте только в режиме тестирования! Если соединение работает только с этой опцией, импортируйте на ваш %s сервер SSL-сертификат сервера LDAP.
sk_sk: Neodporúčané, použite iba pri testovaní! Pokiaľ spojenie funguje iba z daným nastavením, importujte SSL certifikát LDAP servera do vášho %s servera.
sl: Možnosti ni priporočljivo uporabiti; namenjena je zgolj preizkušanju! Če deluje povezava le s to možnostjo, je treba uvoziti potrdilo SSL strežnika LDAP na strežnik %s.
sv: Rekommenderas inte, använd endast för test! Om anslutningen bara fungerar med denna inställning behöver du importera LDAP-serverns SSL-certifikat till din %s server.
tr: Önerilmez, sadece test için kullanın! Eğer bağlantı sadece bu seçenekle çalışıyorsa %s sunucunuza LDAP sunucusunun SSL sertifikasını ekleyin.

source: Cache Time-To-Live
bg_bg: Кеширай Time-To-Live
ca: Memòria cau Time-To-Live
cs_cz: TTL vyrovnávací paměti
de: Speichere Time-To-Live zwischen
et_ee: Puhvri iga
fr: Durée de vie du cache
ja: キャッシュのTTL
ka_ge: ქეშის სიცოცხლის ხანგრძლივობა
nb_no: Levetid i mellomlager
ru: Кэш времени жизни
sk_sk: Životnosť objektov vo vyrovnávacej pamäti
sl: Predpomni podatke TTL
zh_tw: 快取的存活時間

source: in seconds. A change empties the cache.
ast: en segundos. Un cambéu vacia la caché.
bg_bg: в секунди. Всяка промяна изтрива кеша.
ca: en segons. Un canvi buidarà la memòria cau.
cs_cz: v sekundách. Změna vyprázdní vyrovnávací paměť.
de: in Sekunden. Eine Änderung leert den Cache.
el: σε δευτερόλεπτα. Μια αλλαγή αδειάζει την μνήμη cache.
et_ee: sekundites. Muudatus tühjendab vahemälu.
fr: en secondes. Tout changement vide le cache.
ja: 秒。変更後にキャッシュがクリアされます。
ka_ge: წამებში. ცვლილება ასუფთავებს ქეშს.
nb_no: i sekunder. En endring tømmer bufferen.
ru: в секундах. Изменение очистит кэш.
sk_sk: v sekundách. Zmena vyprázdni vyrovnávaciu pamäť.
sl: v sekundah. Sprememba izprazni predpomnilnik.
sv: i sekunder. En förändring tömmer cache.
tr: saniye cinsinden. Bir değişiklik önbelleği temizleyecektir.
zh_tw: 以秒為單位。更變後會清空快取。

source: Directory Settings
ast: Axustes del direutoriu
bg_bg: Настройки на Директорията
ca: Arranjaments de carpetes
cs_cz: Nastavení adresáře
de: Ordnereinstellungen
el: Ρυθμίσεις Καταλόγου
et_ee: Kausta seaded
fr: Paramètres du répertoire
ja: ディレクトリ設定
ka_ge: დირექტორიის პარამეტრები
lt_lt: Katalogo nustatymai
nb_no: Innstillinger for Katalog
ru: Настройки каталога
sk_sk: Nastavenia priečinka
sl: Nastavitve mape
sv: Mappinställningar
tr: Parametrar Listesin Adresinin
zh_tw: 目錄選項

source: User Display Name Field
ast: Campu de nome d'usuariu a amosar
bg_bg: Поле User Display Name
ca: Camp per mostrar el nom d'usuari
cs_cz: Pole zobrazovaného jména uživatele
de: Feld für den Anzeigenamen des Benutzers
el: Πεδίο Ονόματος Χρήστη
et_ee: Kasutaja näidatava nime väli
fr: Champ "nom d'affichage" de l'utilisateur
ja: ユーザー表示名のフィールド
ka_ge: მომხმარებლის დისფლეის სახელის ფილდი
nb_no: Vis brukerens navnfelt
ru: Поле отображаемого имени пользователя
sk_sk: Pole pre zobrazované meno používateľa
sl: Polje za uporabnikovo prikazano ime
sv: Attribut för användarnamn
tr: Ekran Adi Kullanici, (Alan Adi Kullanici Ekrane)
zh_tw: 使用者名稱欄位

source: The LDAP attribute to use to generate the user's display name.
ast: El campu LDAP a usar pa xenerar el nome p'amosar del usuariu.
bg_bg: LDAP атрибутът, който да бъде използван за генериране на видимото име на потребителя.
ca: Atribut LDAP a usar per generar el nom a mostrar de l'usuari.
cs_cz: LDAP atribut použitý k vytvoření zobrazovaného jména uživatele.
de: Das LDAP-Attribut zur Generierung des Anzeigenamens des Benutzers.
el: Η ιδιότητα LDAP προς χρήση για δημιουργία του προβαλλόμενου ονόματος χρήστη.
et_ee: LDAP atribuut, mida kasutatakse kasutaja kuvatava nime loomiseks.
fr: L'attribut LDAP utilisé pour générer le nom d'utilisateur affiché.
ja: ユーザーの表示名の生成に利用するLDAP属性
nb_no: LDAP-attributten som skal brukes til å generere brukerens visningsnavn.
ru: Атрибут LDAP, который используется для генерации отображаемого имени пользователя.
sk_sk: Atribút LDAP použitý na vygenerovanie zobrazovaného mena používateľa.
sl: Atribut LDAP za uporabo pri ustvarjanju prikaznega imena uporabnika.
sv: LDAP-attributet som ska användas för att generera användarens visningsnamn.
tr: Kullanıcının görünen adını oluşturmak için kullanılacak LDAP niteliği.

source: Base User Tree
ast: Árbol base d'usuariu
ca: Arbre base d'usuaris
cs_cz: Základní uživatelský strom
de: Basis-Benutzerbaum
et_ee: Baaskasutaja puu
fr: DN racine de l'arbre utilisateurs
ja: ベースユーザーツリー
ka_ge: ძირითად მომხმარებელთა სია
lt_lt: Bazinis naudotojo medis
nb_no: Hovedbruker tre
ru: База пользовательского дерева
sk_sk: Základný používateľský strom
sl: Osnovno uporabniško drevo
sv: Bas för användare i katalogtjänst
tr: Temel Kullanıcı Ağacı
zh_tw: Base使用者數

source: One User Base DN per line
ast: Un DN Base d'Usuariu por llinia
bg_bg: По един User Base DN на ред
ca: Una DN Base d'Usuari per línia
cs_cz: Jedna uživatelská základní DN na řádku
de: Ein Benutzer Basis-DN pro Zeile
el: Ένα DN βάσης χρηστών ανά γραμμή
et_ee: Üks kasutaja baas-DN rea kohta
fr: Un DN racine utilisateur par ligne
ja: 1行に1つのユーザーベースDN
ka_ge: ერთი მომხმარებლის საწყისი DN ერთ ხაზზე
nb_no: En Bruker Base DN pr. linje
ru: По одной базовому DN пользователей в строке.
sk_sk: Jedna používateľská základná DN na riadok
sl: Eno osnovno uporabniško ime na vrstico
sv: En Användare start DN per rad
tr: Bir Temel Kullanici DN her dizgi
zh_tw: 一行一個使用者Base DN

source: User Search Attributes
ast: Atributos de la gueta d'usuariu
bg_bg: Атрибути на Потребителско Търсене
ca: Atributs de cerca d'usuari
cs_cz: Atributy vyhledávání uživatelů
de: Benutzersucheigenschaften
el: Χαρακτηριστικά αναζήτησης των χρηστών
et_ee: Kasutaja otsingu atribuudid
fr: Recherche des attributs utilisateur
ja: ユーザー検索属性
ka_ge: მომხმარებლის ძებნის ატრიბუტი
lt_lt: Naudotojo paieškos atributai
nb_no: Attributter for brukersøk
ru: Атрибуты поиска пользоватетелей
sk_sk: Atribúty vyhľadávania používateľov
sl: Uporabnikovi atributi iskanja
sv: Användarsökningsattribut
tr: Kategorii Arama Kullanici
zh_tw: 使用者搜索屬性

source: Optional; one attribute per line
ast: Opcional; un atributu por llinia
bg_bg: По желание; един атрибут на ред
ca: Opcional; Un atribut per línia
cs_cz: Volitelné, jeden atribut na řádku
de: Optional; ein Attribut pro Zeile
el: Προαιρετικά? Ένα χαρακτηριστικό ανά γραμμή
et_ee: Valikuline; üks atribuut rea kohta
fr: Optionnel, un attribut par ligne
ja: オプション：1行に1属性
ka_ge: ოფციონალური; თითო ატრიბუტი თითო ხაზზე
nb_no: Valgfritt, en attributt pr. linje
ru: Опционально; один атрибут в строке
sk_sk: Voliteľné, jeden atribút na jeden riadok
sl: Izbirno; en atribut na vrstico
sv: Valfritt; ett attribut per rad
tr: Tercihe bağlı; her bir satırd bir öznitelik
zh_tw: 可選的; 一行一項屬性

source: Group Display Name Field
ast: Campu de nome de grupu a amosar
bg_bg: Поле Group Display Name
ca: Camp per mostrar el nom del grup
cs_cz: Pole zobrazovaného jména skupiny
de: Feld für den Anzeigenamen der Gruppe
et_ee: Grupi näidatava nime väli
fr: Champ "nom d'affichage" du groupe
ja: グループ表示名のフィールド
ka_ge: ჯგუფის დისფლეის სახელის ფილდი
nb_no: Vis gruppens navnfelt
ru: Поле отображаемого имени группы
sk_sk: Pole pre zobrazenie mena skupiny
sl: Polje za prikazano ime skupine
sv: Attribut för gruppnamn
tr: Grub Ekrane Alani Adi
zh_tw: 群組顯示名稱欄位

source: The LDAP attribute to use to generate the groups's display name.
ast: El campu LDAP a usar pa xenerar el nome p'amosar del grupu.
bg_bg: LDAP атрибутът, който да бъде използван за генерирането на видмото име на групата.
ca: Atribut LDAP a usar per generar el nom a mostrar del grup.
cs_cz: LDAP atribut použitý k vytvoření zobrazovaného jména skupiny.
de: Das LDAP-Attribut zur Generierung des Anzeigenamens der Gruppen.
el: Η ιδιότητα LDAP προς χρήση για δημιουργία του προβαλλόμενου ονόματος ομάδας.
et_ee: LDAP atribuut, mida kasutatakse ownCloudi grupi kuvatava nime loomiseks.
fr: L'attribut LDAP utilisé pour générer le nom de groupe affiché.
ja: ユーザーのグループ表示名の生成に利用するLDAP属性
nb_no: LDAP-attributten som skal brukes til å generere gruppens visningsnavn.
ru: Атрибут LDAP, который используется для генерации отображаемого имени группы.
sk_sk: Atribút LDAP použitý na vygenerovanie zobrazovaného mena skupiny.
sl: Atribut LDAP za uporabo pri ustvarjanju prikaznega imena skupine.
sv: LDAP-attributet som ska användas för att generera gruppens visningsnamn.
tr: Grubun görünen adını oluşturmak için kullanılacak LDAP niteliği.

source: Base Group Tree
ast: Árbol base de grupu
ca: Arbre base de grups
cs_cz: Základní skupinový strom
de: Basis-Gruppenbaum
et_ee: Baasgrupi puu
fr: DN racine de l'arbre groupes
ja: ベースグループツリー
ka_ge: ძირითად ჯგუფთა სია
lt_lt: Bazinis grupės medis
nb_no: Hovedgruppe tre
ru: База группового дерева
sk_sk: Základný skupinový strom
sl: Osnovno drevo skupine
sv: Bas för grupper i katalogtjänst
tr: Temel Grup Ağacı
zh_tw: Base群組樹

source: One Group Base DN per line
ast: Un DN Base de Grupu por llinia
bg_bg: По един Group Base DN на ред
ca: Una DN Base de Grup per línia
cs_cz: Jedna skupinová základní DN na řádku
de: Ein Gruppen Basis-DN pro Zeile
el: Μια ομαδικη Βάση DN ανά γραμμή
et_ee: Üks grupi baas-DN rea kohta
fr: Un DN racine groupe par ligne
ja: 1行に1つのグループベースDN
ka_ge: ერთი ჯგუფის საწყისი DN ერთ ხაზზე
nb_no: En gruppe hoved-DN pr. linje
ru: По одной базовому DN групп в строке.
sk_sk: Jedna skupinová základná DN na riadok
sl: Eno osnovno ime skupine na vrstico
sv: En Grupp start DN per rad
tr: Bir Grubu Tabani DN her dizgi.
zh_tw: 一行一個群組Base DN

source: Group Search Attributes
ast: Atributos de gueta de grupu
bg_bg: Атрибути на Групово Търсене
ca: Atributs de cerca de grup
cs_cz: Atributy vyhledávání skupin
de: Gruppensucheigenschaften
el: Ομάδα Χαρακτηριστικων Αναζήτηση
et_ee: Grupi otsingu atribuudid
fr: Recherche des attributs du groupe
ja: グループ検索属性
ka_ge: ჯგუფური ძებნის ატრიბუტი
lt_lt: Grupės paieškos atributai
nb_no: Attributter for gruppesøk
ru: Атрибуты поиска для группы
sk_sk: Atribúty vyhľadávania skupín
sl: Skupinski atributi iskanja
sv: Gruppsökningsattribut
tr: Kategorii Arama Grubu
zh_tw: 群組搜索屬性

source: Group-Member association
ast: Asociación Grupu-Miembru
bg_bg: Group-Member асоциация
ca: Associació membres-grup
cs_cz: Asociace člena skupiny
de: Assoziation zwischen Gruppe und Benutzer
et_ee: Grupiliikme seotus
fr: Association groupe-membre
ja: グループとメンバーの関連付け
ka_ge: ჯგუფის წევრობის ასოციაცია
lt_lt: Grupės-Nario sąsaja
nb_no: gruppe-medlem assosiasjon
ru: Ассоциация Группа-Участник
sk_sk: Priradenie člena skupiny
sl: Povezava član-skupina
sv: Attribut för gruppmedlemmar
tr: Grup-Üye işbirliği
zh_tw: 群組成員的關係

source: Nested Groups
ast: Grupos añeraos
bg_bg: Nested Групи
ca: Grups imbricats
cs_cz: Vnořené skupiny
de: Eingebundene Gruppen
el: Φωλιασμένες ομάδες
et_ee: Sisegrupp
fr: Groupes imbriqués
ja: ネスト化ブロック
ru: Вложенные группы
sk_sk: Vnorené skupiny
sl: Gnezdene skupine
sv: Undergrupper
