Repository: nextcloud/server
Catalog: l10n/*/user_ldap.po
Languages: ast, bg_bg, ca, cs_cz, de, el, et_ee, fr, ja, ka_ge, lt_lt, nb_no, ru, sk_sk, sl, sv, tr, zh_tw

source: Raw LDAP filter
ast: Filtru LDAP en brutu
bg_bg: Raw LDAP филтър
ca: Filtre raw LDAP
cs_cz: Původní filtr LDAP
de: Original LDAP-Filter
el: Πρωτογενές φίλτρο
et_ee: LDAP filter
fr: Filtre Raw LDAP
ja: LDAP フィルタ
nb_no: Ubearbeidet LDAP-filter
ru: Исходный LDAP фильтр
sl: Surovi filter LDAP
sv: Rått LDAP-filter
tr: Ham LDAP filtresi

source: The filter specifies which LDAP groups shall have access to the %s instance.
ast: El filtru especifica qué grupos LDAP van tener accesu a %s.
bg_bg: Филтърът посочва кои LDAP групи ще имат достъп до %s инсталацията.
ca: El filtre especifica quins grups LDAP haurien de tenir accés a la instància %s.
cs_cz: Filtr určuje, kteří uživatelé LDAP mají mít přístup k instanci %s.
de: Der Filter definiert welche LDAP-Gruppen Zugriff auf die %s Instanz haben sollen.
el: Το φίλτρο καθορίζει ποιες ομάδες LDAP θα έχουν πρόσβαση στην εγκατάσταση %s.
et_ee: Filter määrab millised LDAP grupid saavad ligipääsu sellele %s instantsile.
fr: Le filtre spécifie quels groupes LDAP doivent avoir accès à l'instance %s.
ja: フィルタは、どの LDAP グループが %s にアクセスするかを指定します。
nb_no: Filteret spesifiserer hvilke LDAP-grupper som skal ha tilgang til %s-instansen.
ru: Этот фильтр определяет, какие LDAP группы должны иметь доступ к %s.
sk_sk: Tento filter LDAP určuje, ktoré skupiny budú mať prístup k %s inštancii.
sl: Filter določa, katere skupine LDAP bodo imele dostop do %s.
sv: Filtret specifierar vilka LDAD-grupper som ska ha åtkomst till %s instans
tr: Filtre, %s örneğine erişmesi gereken LDAP gruplarını belirtir.

source: groups found
ast: grupos alcontraos
bg_bg: открити групи
ca: grups trobats
cs_cz: nalezené skupiny
de: Gruppen gefunden
el: ομάδες βρέθηκαν
et_ee: gruppi leitud
fr: groupes trouvés
ja: グループが見つかりました
nb_no: grupper funnet
ru: групп найдено
sk_sk: nájdené skupiny
sl: najdenih skupin
sv: grupper hittade
tr: grup bulundu

source: Users login with this attribute:
ast: Aniciu de sesión d'usuarios con esti atributu:
bg_bg: Потребителски профили с този атрибут:
ca: Usuaris acreditats amb aquest atribut:
cs_cz: Uživatelé se přihlašují s tímto atributem:
de: Nutzeranmeldung mit diesem Merkmal:
el: Οι χρήστες εισέρχονται με αυτό το χαρακτηριστικό:
et_ee: Logimiseks kasutatkse atribuuti:
fr: Utilisateurs se connectant avec cet attribut :
ja: この属性でユーザーログイン:
ru: Пользователи пользуются этим атрибутом для входа:
sk_sk: Používateľov prihlásiť pomocou tohto atribútu:
sv: Användare loggar in med detta attribut:

source: LDAP Username:
ast: Nome d'usuariu LDAP
bg_bg: LDAP Потребителско Име:
ca: Nom d'usuari LDAP:
cs_cz: LDAP uživatelské jméno:
de: LDAP-Benutzername:
el: Όνομα χρήστη LDAP:
et_ee: LDAP kasutajanimi:
fr: Nom d'utilisateur LDAP :
ja: LDAPユーザー名:
nb_no: LDAP-brukernavn:
ru: Имя пользователя LDAP
sk_sk: LDAP používateľské meno:
sl: Uporabniško ime LDAP:
sv: LDAP användarnamn:
tr: LDAP Kullanıcı Adı:

source: LDAP Email Address:
ast: Direición e-mail LDAP:
bg_bg: LDAP Имел Адрес:
ca: Adreça de correu electrònic LDAP:
cs_cz: LDAP e-mailová adresa:
de: LDAP E-Mail-Adresse:
el: Διεύθυνση ηλ. ταχυδρομείου LDAP:
et_ee: LDAP e-posti aadress:
fr: Adresse email LDAP :
ja: LDAPメールアドレス:
nb_no: LDAP-epostadresse:
ru: LDAP адрес электронной почты:
sk_sk: LDAP emailová adresa:
sl: Elektronski naslov LDAP:
sv: LDAP e-postadress:
tr: LDAP E-posta Adresi:

source: Other Attributes:
ast: Otros atributos:
bg_bg: Други Атрибути:
ca: Altres atributs:
cs_cz: Další atributy:
de: Andere Attribute:
el: Άλλες Ιδιότητες:
et_ee: Muud atribuudid:
fr: Autres attributs :
ja: 他の属性:
nb_no: Andre attributter:
ru: Другие атрибуты:
sk_sk: Iné atribúty:
sl: Drugi atributi:
sv: Övriga attribut:
tr: Diğer Nitelikler

source: Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action. Example: "uid=%%uid"
ast: Define'l filtru a aplicar cuando s'intenta identificar. %%uid va trocar al nome d'usuariu nel procesu d'identificación. Por exemplu: "uid=%%uid"
bg_bg: Заявява филтърът, който да бъде приложен при опит за вписване. %%uid замества потребителското име в полето login action. Пример: "uid=%%uid".
ca: Defineix el filtre a aplicar quan s'intenta iniciar la sessió. %%uid reemplaça el nom d'usuari en l'acció d'inici de sessió. Per exemple: "uid=%%uid"
cs_cz: Určuje použitý filtr při pokusu o přihlášení. %%uid nahrazuje uživatelské jméno v činnosti přihlášení. Příklad: "uid=%%uid"
de: Bestimmt den Filter, welcher bei einer Anmeldung angewandt wird. %%uid ersetzt den Benutzernamen bei der Anmeldung. Beispiel: "uid=%%uid"
el: Ορίζει το φίλτρο που θα εφαρμοστεί, όταν επιχειριθεί σύνδεση. Το %%uid αντικαθιστά το όνομα χρήστη κατά τη σύνδεση. Παράδειγμα: "uid=%%uid"
et_ee: Määrab sisselogimisel kasutatava filtri. %%uid asendab sisselogimistegevuses kasutajanime. Näide: "uid=%%uid"
fr: Définit le filtre à appliquer lors d'une tentative de connexion. %%uid remplace le nom d'utilisateur lors de la connexion. Exemple : "uid=%%uid"
ja: ログイン実行時に適用するフィルタを定義します。%%uid にはログイン操作におけるユーザー名が入ります。例： "uid=%%uid"
nb_no: Definerer filteret som skal brukes når innlogging forsøkes. %%uid erstatter brukernavnet i innloggingshandlingen. Eksempel: "uid=%%uid"
ru: Определяет фильтр для применения при попытке входа. %%uid заменяет имя пользователя при входе в систему. Например: "uid=%%uid"
sk_sk: Určuje použitý filter, pri pokuse o prihlásenie. %%uid nahrádza používateľské meno v činnosti prihlásenia. Napríklad: "uid=%%uid"
sl: Določi filter, ki bo uveljavljen ob poskusu prijave. %%uid zamenja uporabniško ime pri prijavi, na primer: "uid=%%uid"
sv: Definierar filter som tillämpas vid inloggning. %%uid ersätter användarnamn vid inloggningen. Exempel: "uid=%%uid"
tr: Oturum açma girişimi olduğunda uygulanacak filtreyi tanımlar. %%uid, oturum işleminde kullanıcı adı ile değiştirilir. Örneğin: "uid=%%uid"

source: 1. Server
ast: 1. Sirvidor
bg_bg: 1. Сървър
ca: 1. Servidor
el: 1. Διακομιστής
fr: 1. Serveur
ru: 1. Сервер

source: %s. Server:
ast: %s. Sirvidor:
bg_bg: %s. Сървър:
ca: %s. Servidor:
el: %s. Διακομιστής:
fr: %s. Serveur:
ja: %s. サーバー:
ru: %s. Сервер:

source: Add Server Configuration
ast: Amestar configuración del sirvidor
bg_bg: Добави Сървърна Конфигурация
ca: Afegeix la configuració del servidor
cs_cz: Přidat nastavení serveru
de: Serverkonfiguration hinzufügen
el: Προσθήκη Ρυθμίσεων Διακομιστή
et_ee: Lisa serveri seadistus
fr: Ajouter une configuration du serveur
ja: サーバー設定を追加
ka_ge: სერვერის პარამეტრების დამატება
lt_lt: Pridėti serverio konfigūraciją
nb_no: Legg til tjener-konfigurasjon
ru: Добавить конфигурацию сервера
sk_sk: Pridať nastavenia servera.
sl: Dodaj nastavitve strežnika
sv: Lägg till serverinställning
tr: Sunucu Uyunlama birlemek
zh_tw: 新增伺服器設定

source: Delete Configuration
ast: Desaniciar configuración
bg_bg: Изтрий Конфигурацията
ca: Esborra la configuració
el: Απαλοιφή ρυθμίσεων
et_ee: Kustuta seadistused
fr: Suppression de la configuration
ja: 設定を削除
ru: Удалить конфигурацию
sv: Radera Konfiguration

source: Host
ast: Equipu
ca: Equip remot
cs_cz: Počítač
el: Διακομιστής
fr: Hôte
ja: ホスト
ka_ge: ჰოსტი
lt_lt: Mazgas
nb_no: Tjener
ru: Сервер
sk_sk: Hostiteľ
sl: Gostitelj
sv: Server
tr: Sunucu
zh_tw: 主機

source: You can omit the protocol, except you require SSL. Then start with ldaps://
ast: Pues omitir el protocolu, sacantes si necesites SSL. Nesi casu, entama con ldaps://
bg_bg: Протоколът не задължителен освен ако не изискваш SLL. В такъв случай започни с ldaps://
ca: Podeu ometre el protocol, excepte si requeriu SSL. Llavors comenceu amb ldaps://
cs_cz: Můžete vynechat protokol, vyjma pokud požadujete SSL. Tehdy začněte s ldaps://
de: Du kannst das Protokoll auslassen, außer wenn Du SSL benötigst. Beginne dann mit ldaps://
el: Μπορείτε να παραλείψετε το πρωτόκολλο, εκτός αν απαιτείται SSL. Σε αυτή την περίπτωση ξεκινήστε με ldaps://
et_ee: Sa ei saa protokolli ära jätta, välja arvatud siis, kui sa nõuad SSL-ühendust. Sel juhul alusta eesliitega ldaps://
fr: Vous pouvez omettre le protocole, sauf si vous avez besoin de SSL. Dans ce cas préfixez avec ldaps://
ja: SSL通信しない場合には、プロトコル名を省略することができます。そうでない場合には、ldaps:// から始めてください。
ka_ge: თქვენ შეგიძლიათ გამოტოვოთ პროტოკოლი. გარდა ამისა გჭირდებათ SSL. შემდეგ დაიწყეთ ldaps://
nb_no: Du kan utelate protokollen, men du er påkrevd å bruke SSL. Deretter starte med ldaps://
ru: Можно опустить протокол, за исключением того, когда вам требуется SSL. Тогда начните с ldaps :/ /
sk_sk: Môžete vynechať protokol, okrem prípadu, kedy sa vyžaduje SSL. Vtedy začnite s ldaps://
sl: Protokol je lahko izpuščen, če ni posebej zahtevan SSL. V tem primeru se mora naslov začeti z ldaps://
sv: Du behöver inte ange protokoll förutom om du använder SSL. Starta då med ldaps://
tr: Protokol atlamak edesin, sadece SSL istiyorsaniz. O zaman, idapsile baslamak.
zh_tw: 若您不需要SSL加密傳輸則可忽略通訊協定。若非如此請從ldaps://開始

source: Port
ast: Puertu
bg_bg: Порт
el: Θύρα
ja: ポート
ka_ge: პორტი
lt_lt: Prievadas
ru: Порт
sl: Vrata
zh_tw: 連接阜

source: User DN
ast: DN usuariu
ca: DN Usuari
cs_cz: Uživatelské DN
de: Benutzer-DN
et_ee: Kasutaja DN
fr: DN Utilisateur (Autorisé à consulter l'annuaire)
ja: ユーザーDN
ka_ge: მომხმარებლის DN
lt_lt: Naudotojas DN
nb_no: Bruker DN
ru: DN пользователя
sk_sk: Používateľské DN
sl: Uporabnikovo enolično ime
sv: Användare DN
tr: Kullanıcı DN

source: The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty.
ast: El DN del usuariu veceru col que va facese l'asociación, p.ex. uid=axente,dc=exemplu,dc=com. P'accesu anónimu, dexa DN y contraseña baleros.
bg_bg: DN на потребителят, с който ще стане свързването, пр. uid=agent,dc=example,dc=com. За анонимен достъп, остави DN и Парола празни.
ca: La DN de l'usuari client amb la que s'haurà de fer, per exemple uid=agent,dc=exemple,dc=com. Per un accés anònim, deixeu la DN i la contrasenya en blanc.
cs_cz: DN klientského uživatele, ke kterému tvoříte vazbu, např. uid=agent,dc=example,dc=com. Pro anonymní přístup ponechte DN a heslo prázdné.
de: Der DN des Benutzers für LDAP-Bind, z.B.: uid=agent,dc=example,dc=com. Für anonymen Zugriff lasse DN und Passwort leer.
el: Το DN του χρήστη πελάτη με το οποίο θα πρέπει να γίνει η σύνδεση, π.χ. uid=agent,dc=example,dc=com. Για χρήση χωρίς πιστοποίηση, αφήστε το DN και τον Κωδικό κενά.
et_ee: Klientkasutaja DN, kellega seotakse, nt. uid=agent,dc=näidis,dc=com. Anonüümseks ligipääsuks jäta DN ja parool tühjaks.
fr: DN de l'utilisateur client pour lequel la liaison doit se faire, par exemple uid=agent,dc=example,dc=com. Pour un accès anonyme, laisser le DN et le mot de passe vides.
ja: クライアントユーザーのDNは、特定のものに結びつけることはしません。 例えば uid=agent,dc=example,dc=com. だと匿名アクセスの場合、DNとパスワードは空のままです。
ka_ge: მომხმარებლის DN რომელთანაც უნდა მოხდეს დაკავშირება მოხდება შემდეგნაირად მაგ: uid=agent,dc=example,dc=com. ხოლო ანონიმური დაშვებისთვის, დატოვეთ DN–ის და პაროლის ველები ცარიელი.
nb_no: DN nummeret til klienten som skal bindes til, f.eks. uid=agent,dc=example,dc=com. For anonym tilgang, la DN- og passord-feltet stå tomt.
ru: DN пользователя, под которым выполняется подключение, например, uid=agent,dc=example,dc=com. Для анонимного доступа оставьте DN и пароль пустыми.
sk_sk: DN klientského používateľa, ku ktorému tvoríte väzbu, napr. uid=agent,dc=example,dc=com. Pre anonymný prístup ponechajte údaje DN a Heslo prázdne.
sl: Enolično ime uporabnikovega odjemalca, s katerim naj se opravi vezava, npr. uid=agent,dc=example,dc=com. Za brezimni dostop sta polji prikaznega imena in gesla prazni.
sv: DN för användaren som skall användas, t.ex. uid=agent, dc=example, dc=com. För anonym åtkomst, lämna DN och lösenord tomt.
tr: DN musterinin, kimle baglamaya yapacagiz,meselâ uid=agent.dc mesela, dc=com Gecinme adisiz ici, DN ve Parola bos birakmak.
zh_tw: 客戶端使用者的DN與特定字詞的連結需要完善，例如:uid=agent,dc=example,dc=com。若是匿名連接，則將DN與密碼欄位留白。

source: Password
ast: Contraseña
bg_bg: Парола
ca: Contrasenya
cs_cz: Heslo
de: Passwort
el: Συνθηματικό
et_ee: Parool
fr: Mot de passe
ja: パスワード
ka_ge: პაროლი
lt_lt: Slaptažodis
nb_no: Passord
ru: Пароль
sk_sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola
zh_tw: 密碼

source: For anonymous access, leave DN and Password empty.
ast: Pa un accesu anónimu, dexar el DN y la contraseña baleros.
bg_bg: За анонимен достъп, остави DN и Парола празни.
ca: Per un accés anònim, deixeu la DN i la contrasenya en blanc.
cs_cz: Pro anonymní přístup ponechte údaje DN and heslo prázdné.
de: Lasse die Felder DN und Passwort für anonymen Zugang leer.
el: Για ανώνυμη πρόσβαση, αφήστε κενά τα πεδία DN και Pasword.
et_ee: Anonüümseks ligipääsuks jäta DN ja parool tühjaks.
fr: Pour un accès anonyme, laisser le DN utilisateur et le mot de passe vides.
ja: 匿名アクセスの場合は、DNとパスワードを空にしてください。
ka_ge: ანონიმური დაშვებისთვის, დატოვეთ DN–ის და პაროლის ველები ცარიელი.
lt_lt: Anoniminiam prisijungimui, palikite DN ir Slaptažodis laukus tuščius.
nb_no: For anonym tilgang, la DN- og passord-feltet stå tomt.
ru: Для анонимного доступа оставьте DN и пароль пустыми.
sk_sk: Pre anonymný prístup ponechajte údaje DN a Heslo prázdne.
sl: Za brezimni dostop naj bosta polji imena in gesla prazni.
sv: För anonym åtkomst, lämna DN och lösenord tomt.
tr: Anonim erişim için DN ve Parola alanlarını boş bırakın.
zh_tw: 匿名連接時請將DN與密碼欄位留白

source: One Base DN per line
ast: Un DN Base por llinia
bg_bg: По един Base DN на ред
ca: Una DN Base per línia
cs_cz: Jedna základní DN na řádku
de: Ein Basis-DN pro Zeile
el: Ένα DN Βάσης ανά γραμμή
et_ee: Üks baas-DN rea kohta
fr: Un DN racine par ligne
ja: 1行に1つのベースDN
ka_ge: ერთი საწყისი DN ერთ ხაზზე
lt_lt: Vienas bazinis DN eilutėje
nb_no: En hoved DN pr. linje
ru: По одной базе поиска (Base DN) в строке.
sk_sk: Jedno základné DN na riadok
sl: Eno osnovno enolično ime na vrstico
sv: Ett Start DN per rad
tr: Bir Tabani DN herbir dizi.
zh_tw: 一行一個Base DN

source: You can specify Base DN for users and groups in the Advanced tab
ast: Pues especificar el DN base pa usuarios y grupos na llingüeta Avanzáu
bg_bg: Можеш да настроиш Base DN за отделни потребители и групи в разделителя Допълнителни.
ca: Podeu especificar DN Base per usuaris i grups a la pestanya Avançat
cs_cz: V rozšířeném nastavení můžete určit základní DN pro uživatele a skupiny
de: Du kannst Basis-DN für Benutzer und Gruppen in dem "Erweitert"-Reiter konfigurieren
el: Μπορείτε να καθορίσετε το Base DN για χρήστες και ομάδες από την καρτέλα Προηγμένες ρυθμίσεις
et_ee: Sa saad kasutajate ja gruppide baas DN-i määrata lisavalikute vahekaardilt
fr: Vous pouvez spécifier les DN Racines de vos utilisateurs et groupes via l'onglet Avancé
ja: 拡張タブでユーザーとグループのベースDNを指定することができます。
ka_ge: თქვენ შეგიძლიათ მიუთითოთ საწყისი DN მომხმარებლებისთვის და ჯგუფებისთვის Advanced ტაბში
nb_no: Du kan spesifisere Base DN for brukere og grupper under Avansert fanen
ru: Вы можете задать Base DN для пользователей и групп на вкладке "Расширенное"
sk_sk: V rozšírenom nastavení môžete zadať základné DN pre používateľov a skupiny
sl: Osnovno enolično ime za uporabnike in skupine lahko določite v zavihku naprednih možnosti.
sv: Du kan ange start DN för användare och grupper under fliken Avancerat
tr: Base DN kullanicileri ve kaynaklari icin tablosu Advanced tayin etmek ederiz.
zh_tw: 您可以在進階標籤頁裡面指定使用者及群組的Base DN

source: Limit %s access to users meeting these criteria:
ast: Llendar l'accesu a %s a los usuarios que cumplan estos criterios:
bg_bg: Ограничи достъпа на %s до потребители покриващи следните критерии:
ca: Limita l'accés a %s usuaris que compleixin amb aquest criteri:
cs_cz: Omezit přístup %s uživatelům splňujícím tyto podmínky:
de: Beschränken Sie den %s Zugriff auf die Benutzer-Sitzungen durch folgende Kriterien:
el: Περιορισμός της πρόσβασης %s σε χρήστες που πληρούν τα κριτήρια:
et_ee: Piira %s liigpääs kriteeriumiga sobivatele kasutajatele:
fr: Limiter l'accès à %s aux utilisateurs respectant ces critères :
ja: この基準を満たすユーザーに対し %s へのアクセスを制限:
ru: Ограничить доступ к %s пользователям, удовлетворяющим этому критерию:
sk_sk: Obmedziť %s prístup na používateľov spĺňajúcich tieto kritériá:
sv: Begränsa %s tillgång till användare som uppfyller dessa kriterier:

source: The filter specifies which LDAP users shall have access to the %s instance.
ast: El filtru especifica qué usuarios LDAP puen tener accesu a %s.
bg_bg: Филтърът посочва кои LDAP потребители ще имат достъп до %s инсталацията.
ca: El filtre especifica quins usuaris LDAP haurien de tenir accés a la instància %s
cs_cz: Filtr určuje, kteří uživatelé LDAP mají mít přístup k instanci %s.
de: Der Filter definiert welche LDAP-Benutzer Zugriff auf die %s Instanz haben sollen.
el: Το φίλτρο καθορίζει ποιοι χρήστες LDAP θα έχουν πρόσβαση στην εγκατάσταση %s.
et_ee: Filter määrab millised LDAP kasutajad pääsevad ligi %s instantsile.
fr: Le filtre spécifie quels utilisateurs LDAP doivent avoir accès à l'instance %s.
ja: フィルタは、どのLDAPユーザーが %s にアクセスするかを指定します。
nb_no: Filteret spesifiserer hvilke LDAP-brukere som skal ha tilgang til %s-instansen.
ru: Этот фильтр указывает, какие пользователи LDAP должны иметь доступ к %s.
sk_sk: Tento filter LDAP určuje, ktorí používatelia majú prístup k %s inštancii.
sl: Filter določa, kateri uporabniki LDAP bodo imeli dostop do %s.
sv: Filtret specifierar vilka LDAP-användare som skall ha åtkomst till %s instans
tr: Filtre, %s örneğine erişmesi gereken LDAP kullanıcılarını belirtir.

source: users found
ast: usuarios alcontraos
bg_bg: открити потребители
ca: usuaris trobats
cs_cz: nalezení uživatelé
de: Benutzer gefunden
el: χρήστες βρέθηκαν
et_ee: kasutajat leitud
fr: utilisateurs trouvés
ja: ユーザーが見つかりました
nb_no: brukere funnet
ru: пользователей найдено
sk_sk: nájdení používatelia
sl: najdenih uporabnikov
sv: användare funna
tr: kullanıcı bulundu

source: Back
ast: Atrás
bg_bg: Назад
ca: Enrera
cs_cz: Zpět
de: Zurück
el: Επιστροφή
et_ee: Tagasi
fr: Retour
ja: 戻る
nb_no: Tilbake
ru: Назад
sk_sk: Späť
sl: Nazaj
sv: Tillbaka
tr: Geri

source: Continue
ast: Continuar
bg_bg: Продължи
ca: Continua
cs_cz: Pokračovat
de: Fortsetzen
el: Συνέχεια
et_ee: Jätka
fr: Poursuivre
ja: 続ける
nb_no: Fortsett
ru: Продолжить
sk_sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tr: Devam et

source: Expert
ast: Espertu
bg_bg: Експерт
el: Ειδικός
et_ee: Ekspert
ja: エキスパート設定
ru: Эксперт

source: Advanced
ast: Avanzáu
bg_bg: Допълнителни
ca: Avançat
el: Για προχωρημένους
et_ee: Täpsem
fr: Avancé
ja: 詳細設定
ru: Дополнительно
sl: Napredne možnosti
sv: Avancerad

source: <b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them.
ast: <b>Avisu:</b> Les apps user_ldap y user_webdavauth son incompatibles. Pues esperimentar un comportamientu inesperáu. Entruga al to alministrador de sistemes pa desactivar una d'elles.
bg_bg: <b>Предупреждение:</b> Приложенията user_ldap и user_webdavauth са несъвместими. Може да изпитате неочквано поведение. Моля, поискайте системния администратор да изключи едното приложение.
ca: <b>Avís:</b> Les aplicacions user_ldap i user_webdavauth són incompatibles. Podeu experimentar comportaments inesperats. Demaneu a l'administrador del sistema que en desactivi una.
cs_cz: <b>Varování:</b> Aplikace user_ldap a user_webdavauth jsou vzájemně nekompatibilní. Můžete zaznamenat neočekávané chování. Požádejte prosím vašeho systémového administrátora o zakázání jednoho z nich.
de: <b>Warnung:</b> Die Anwendungen user_ldap und user_webdavauth sind inkompatibel. Es kann demzufolge zu unerwarteten Verhalten kommen. Bitte deinen Systemadministator eine der beiden Anwendungen zu deaktivieren.
el: <b>Προσοχή:</b> Οι εφαρμογές user_ldap και user_webdavauth είναι ασύμβατες. Μπορεί να αντιμετωπίσετε απρόβλεπτη συμπεριφορά. Παρακαλώ ζητήστε από τον διαχειριστή συστήματος να απενεργοποιήσει μία από αυτές.
et_ee: <b>Hoiatus:</b> rakendused user_ldap ja user_webdavauht ei ole ühilduvad. Töös võib esineda ootamatuid tõrkeid. Palu oma süsteemihalduril üks neist rakendustest kasutusest eemaldada.
fr: <b>Avertissement :</b> Les applications user_ldap et user_webdavauth sont incompatibles. Des dysfonctionnements peuvent survenir. Contactez votre administrateur système pour qu'il désactive l'une d'elles.
ja: <b>警告:</b> user_ldap と user_webdavauth のアプリには互換性がありません。予期せぬ動作をする可能性があります。システム管理者にどちらかを無効にするよう問い合わせてください。
nb_no: <b>Advarsel:</b> Appene user_ldap og user_webdavauth er ikke kompatible med hverandre. Uventet oppførsel kan forekomme. Be systemadministratoren om å deaktivere en av dem.
ru: <b>Предупреждение:</b> Приложения user_ldap и user_webdavauth несовместимы. Вы можете наблюдать некорректное поведение. Пожалуйста, попросите вашего системного администратора отключить одно из них.
sk_sk: <b>Upozornenie:</b> Aplikácie user_ldap a user_webdavauth sú navzájom nekompatibilné. Môžete zaznamenať neočakávané správanie. Požiadajte prosím vášho systémového administrátora pre zakázanie jedného z nich.
sl: <b>Opozorilo:</b> določili user_ldap in user_webdavauth sta neskladni, kar lahko vpliva na delovanje sistema. O napaki pošljite poročilo skrbniku sistema in opozorite, da je treba eno izmed možnosti onemogočiti.
sv: <b>Varning:</b> Apps user_ldap och user_webdavauth är inkompatibla. Oväntade problem kan uppstå. Be din systemadministratör att inaktivera en av dom.
tr: <b>Uyarı:</b> user_ldap ve user_webdavauth uygulamaları uyumlu değil. Beklenmedik bir davranışla karşılaşabilirsiniz. Lütfen ikisinden birini devre dışı bırakmak için sistem yöneticinizle iletişime geçin.
