Repository: nextcloud/server
Catalog: l10n/*/user_ldap.po
Languages: ast, bg_bg, ca, cs_cz, de, el, et_ee, fr, ja, ka_ge, lt_lt, nb_no, ru, sk_sk, sl, sv, tr, zh_tw

source: Failed to clear the mappings.
ast: Hebo un fallu al desaniciar les asignaciones.
bg_bg: Неуспешно изчистване на mapping-ите.
ca: Ha fallat en eliminar els mapatges
cs_cz: Selhalo zrušení mapování.
de: Löschen der Zuordnung fehlgeschlagen.
el: Αποτυχία εκκαθάρισης των αντιστοιχιών.
et_ee: Vastendususte puhastamine ebaõnnestus.
fr: Erreur lors de la suppression des associations.
ja: マッピングのクリアに失敗しました。
lt_lt: Nepavyko išvalyti sąsajų.
nb_no: Klarte ikke å nullstille tilknytningene.
ru: Не удалось очистить соответствия.
sk_sk: Nepodarilo sa vymazať mapovania.
sl: Čiščenje preslikav je spodletelo.
sv: Fel vid rensning av mappningar
tr: Dönüşümleri(mapping) temizleme hata oluştu.
zh_tw: 清除映射失敗

source: Failed to delete the server configuration
ast: Fallu al desaniciar la configuración del sirvidor
bg_bg: Неуспешен опит за изтриване на сървърната конфигурация.
ca: Ha fallat en eliminar la configuració del servidor
cs_cz: Selhalo smazání nastavení serveru
de: Löschen der Serverkonfiguration fehlgeschlagen
el: Αποτυχία διαγραφής ρυθμίσεων διακομιστή
et_ee: Serveri seadistuse kustutamine ebaõnnestus
fr: Échec de la suppression de la configuration du serveur
ja: サーバー設定の削除に失敗しました
ka_ge: შეცდომა სერვერის კონფიგურაციის წაშლისას
lt_lt: Nepavyko pašalinti serverio konfigūracijos
nb_no: Klarte ikke å slette tjener-konfigurasjonen.
ru: Не удалось удалить конфигурацию сервера
sk_sk: Zlyhalo zmazanie nastavenia servera.
sl: Brisanje nastavitev strežnika je spodletelo.
sv: Misslyckades med att radera serverinställningen
tr: Sunucu yapılandırmasını silme başarısız oldu
zh_tw: 刪除伺服器設定時失敗

source: The configuration is valid and the connection could be established!
ast: ¡La configuración ye válida y pudo afitase la conexón!
bg_bg: Валидна конфигурация, връзката установена!
ca: La configuració és vàlida i s'ha pogut establir la comunicació!
cs_cz: Nastavení je v pořádku a spojení bylo navázáno.
de: Die Konfiguration ist gültig und die Verbindung konnte hergestellt werden!
el: Οι ρυθμίσεις είναι έγκυρες και η σύνδεση μπορεί να πραγματοποιηθεί!
et_ee: Seadistus on korrektne ning ühendus on olemas!
fr: La configuration est valide et la connexion peut être établie !
ja: 設定は有効であり、接続を確立しました！
ka_ge: კონფიგურაცია მართებულია და კავშირი დამყარდება!
nb_no: Konfigurasjonen er i orden og tilkoblingen skal være etablert!
ru: Конфигурация правильная и подключение может быть установлено!
sk_sk: Nastavenie je v poriadku a pripojenie je stabilné.
sl: Nastavitev je veljavna, zato je povezavo mogoče vzpostaviti!
sv: Inställningen är giltig och anslutningen kunde upprättas!
tr: Yapılandırma geçerli ve bağlantı kuruldu!
zh_tw: 設定有效且連線可建立

source: The configuration is valid, but the Bind failed. Please check the server settings and credentials.
ast: La configuración ye válida, pero falló'l vínculu. Por favor, comprueba la configuración y les credenciales nel sirvidor.
bg_bg: Конфигурацията е валидна, но Bind-а неуспя. Моля, провери сървърните настройки, потребителското име и паролата.
ca: La configuració és vàlida, però ha fallat el Bind. Comproveu les credencials i l'arranjament del servidor.
cs_cz: Konfigurace je v pořádku, ale spojení selhalo. Zkontrolujte, prosím, nastavení serveru a přihlašovací údaje.
de: Die Konfiguration ist gültig aber die Verbindung ist fehlgeschlagen. Bitte überprüfe die Servereinstellungen und Anmeldeinformationen.
el: Οι ρυθμίσεις είναι έγκυρες, αλλά απέτυχε η σύνδεση. Παρακαλώ ελέγξτε τις ρυθμίσεις του διακομιστή και τα διαπιστευτήρια.
et_ee: Seadistus on korrektne, kuid ühendus ebaõnnestus. Palun kontrolli serveri seadeid ja ühenduseks kasutatavaid kasutajatunnuseid.
fr: La configuration est valide, mais le lien ne peut être établi. Veuillez vérifier les paramètres du serveur ainsi que vos identifiants de connexion.
ja: 設定は有効ですが、接続に失敗しました。サーバー設定と資格情報を確認してください。
ka_ge: კონფიგურაცია მართებულია, მაგრამ მიერთება ვერ მოხერხდა. გთხოვთ შეამოწმოთ სერვერის პარამეტრები და აუთენთიკაციის პარამეტრები.
nb_no: Konfigurasjonen er i orden, men Bind mislyktes. Vennligst sjekk tjener-konfigurasjonen og påloggingsinformasjonen.
ru: Конфигурация верна, но операция подключения завершилась неудачно. Пожалуйста, проверьте настройки сервера и учетные данные.
sk_sk: Nastavenie je v poriadku, ale pripojenie zlyhalo. Skontrolujte nastavenia servera a prihlasovacie údaje.
sl: Nastavitev je veljavna, vendar pa je vez spodletela. Preveriti je treba nastavitve strežnika in ustreznost poveril.
sv: Konfigurationen är riktig, men Bind felade. Var vänlig och kontrollera serverinställningar och logininformation.
tr: Yapılandırma geçerli fakat bağlama (bind) başarısız. Lütfen Sunucu ayarları ve kimlik bilgilerini kontrol edin.
zh_tw: 設定有效但連線無法建立。請檢查伺服器的設定與認證資料。

source: The configuration is invalid. Please have a look at the logs for further details.
ast: La configuración nun ye válida. Por favor, écha-y un güeyu a los rexistros pa más detalles.
bg_bg: Невалидна конфигурация. Моля, разгледай докладите за допълнителна информация.
ca: La configuració no és vàlida. Per més detalls mireu al registre del sistema.
cs_cz: Konfigurace je neplatná. Pro bližší informace se podívejte do logu.
de: Die Konfiguration ist ungültig. Weitere Details kannst Du in den Logdateien nachlesen.
el: Η διαμόρφωση είναι άκυρη. Παρακαλώ ελέγξτε τα αρχεία σφαλμάτων για περαιτέρω λεπτομέρειες.
et_ee: Seadistus on vigane. Lisainfot vaata palun logidest.
fr: La configuration est invalide. Veuillez consulter les logs pour plus de détails.
ja: 設定が無効です。詳細はログを確認してください。
nb_no: Konfigurasjonen er ikke gyldig. Sjekk loggene for flere detaljer.
ru: Конфигурация недействительна. Пожалуйста, просмотрите логи для уточнения деталей.
sk_sk: Konfigurácia je chybná. Prosím, pozrite sa do logov pre ďalšie podrobnosti.
sl: Nastavitev ni veljavna. Več podrobnosti o napaki je zabeleženih v dnevniku.
sv: Inställningen är ogiltig. Vänligen se ownCloud-loggen för fler detaljer.
tr: Yapılandırma geçersiz. Lütfen detaylar için günlüklere bakınız.

source: No action specified
ast: Nun s'especificó l'aición
bg_bg: Не е посочено действие
ca: No heu especificat cap acció
cs_cz: Neurčena žádná akce
de: Keine Aktion spezifiziert
el: Καμμία εντολή δεν προσδιορίστηκε
et_ee: Tegevusi pole määratletud
fr: Aucune action spécifiée
ja: アクションが指定されていません
nb_no: Ingen handling spesifisert
ru: Действие не указано
sk_sk: Nie je vybraná akcia
sl: Ni določenega dejanja
sv: Ingen åtgärd har angetts
tr: Eylem belirtilmedi

source: No configuration specified
ast: Nun s'especificó la configuración
bg_bg: Не е посочена конфигурация
ca: No heu especificat cap configuració
cs_cz: Neurčena žádná konfigurace
de: Keine Konfiguration spezifiziert
el: Καμμία διαμόρφωση δεν προσδιορίστηκε
et_ee: Seadistust pole määratletud
fr: Aucune configuration spécifiée
ja: 構成が指定されていません
nb_no: Ingen konfigurasjon spesifisert
ru: Конфигурация не создана
sk_sk: Nie je určená konfigurácia
sl: Ni določenih nastavitev
sv: Ingen konfiguration har angetts
tr: Yapılandırma belirtilmemiş

source: No data specified
ast: Nun s'especificaron los datos
bg_bg: Не са посочени данни
ca: No heu especificat cap dada
cs_cz: Neurčena žádná data
de: Keine Daten spezifiziert
el: Δεν προσδιορίστηκαν δεδομένα
et_ee: Andmeid pole määratletud
fr: Aucune donnée spécifiée
ja: データが指定されていません
nb_no: Ingen data spesifisert
ru: Нет данных
sk_sk: Nie sú vybraté dáta
sl: Ni navedenih podatkov
sv: Ingen data har angetts
tr: Veri belirtilmemiş

source: Could not set configuration %s
ast: Nun pudo afitase la configuración %s
bg_bg: Неуспешно задаване на конфигруацията %s
ca: No s'ha pogut establir la configuració %s
cs_cz: Nelze nastavit konfiguraci %s
de: Die Konfiguration %s konnte nicht gesetzt werden
el: Αδυναμία ρύθμισης %s
et_ee: Ei suutnud seadistada %s
fr: Impossible de spécifier la configuration %s
ja: 構成 %s を設定できませんでした
nb_no: Klarte ikke å sette konfigurasjon %s
ru: Невозможно создать конфигурацию %s
sk_sk: Nemôžem nastaviť konfiguráciu %s
sl: Ni mogoče uveljaviti nastavitev %s
sv: Kunde inte sätta inställning %s
tr: Yapılandırma %s olarak ayarlanamadı

source: Deletion failed
ast: Falló'l borráu
bg_bg: Неуспешно изтриване
ca: Eliminació fallida
cs_cz: Mazání selhalo
de: Löschen fehlgeschlagen
el: Η διαγραφή απέτυχε
et_ee: Kustutamine ebaõnnestus
fr: La suppression a échoué
ja: 削除に失敗しました
ka_ge: წაშლა ვერ განხორციელდა
lt_lt: Ištrinti nepavyko
nb_no: Sletting mislyktes
ru: Удаление не удалось
sk_sk: Odstránenie zlyhalo
sl: Brisanje je spodletelo.
sv: Raderingen misslyckades
tr: Silme başarısız oldu
zh_tw: 移除失敗

source: Take over settings from recent server configuration?
ast: ¿Asumir los axustes actuales de la configuración del sirvidor?
bg_bg: Използвай настройките от скорошна сървърна конфигурация?
ca: Voleu prendre l'arranjament de la configuració actual del servidor?
cs_cz: Převzít nastavení z nedávné konfigurace serveru?
de: Einstellungen von letzter Konfiguration übernehmen?
el: Πάρτε πάνω από τις πρόσφατες ρυθμίσεις διαμόρφωσης του διακομιστή?
et_ee: Võta sätted viimasest serveri seadistusest?
fr: Récupérer les paramètres depuis une configuration récente du serveur ?
ja: 最近のサーバー設定から設定を引き継ぎますか？
ka_ge: დაბრუნდებით სერვერის წინა კონფიგურაციაში?
nb_no: Hent innstillinger fra tidligere tjener-konfigurasjon?
ru: Принять настройки из последней конфигурации сервера?
sk_sk: Prebrať nastavenia z nedávneho nastavenia servera?
sl: Ali naj bodo prevzete nedavne nastavitve strežnika?
sv: Ta över inställningar från tidigare serverkonfiguration?
tr: Ayarlar son sunucu yapılandırmalarından devralınsın mı?
zh_tw: 要使用最近一次的伺服器設定嗎?

source: Keep settings?
ast: ¿Caltener los axustes?
bg_bg: Запази настройките?
ca: Voleu mantenir la configuració?
cs_cz: Ponechat nastavení?
de: Einstellungen beibehalten?
el: Διατήρηση ρυθμίσεων;
et_ee: Säilitada seadistused?
fr: Garder ces paramètres ?
ja: 設定を保持しますか？
ka_ge: დავტოვოთ პარამეტრები?
lt_lt: Išlaikyti nustatymus?
nb_no: Behold innstillinger?
ru: Сохранить настройки?
sk_sk: Ponechať nastavenia?
sl: Ali naj se nastavitve ohranijo?
sv: Behåll inställningarna?
tr: Ayarlar kalsın mı?
zh_tw: 維持設定嗎?

source: {nthServer}. Server
ast: {nthServer}. Sirvidor
bg_bg: {nthServer}. Сървър
ca: {nthServer}. Servidor
fr: {nthServer}. Serveur
ja: {nthServer}. サーバー
ru: {nthServer}. Сервер

source: Cannot add server configuration
ast: Nun pue amestase la configuración del sirvidor
bg_bg: Неуспешно добавяне на сървърна конфигурация.
ca: No es pot afegir la configuració del servidor
cs_cz: Nelze přidat nastavení serveru
de: Das Hinzufügen der Serverkonfiguration schlug fehl
el: Αδυναμία προσθήκης ρυθμίσεων διακομιστή
et_ee: Ei suuda lisada serveri seadistust
fr: Impossible d'ajouter la configuration du serveur
ja: サーバー設定を追加できません
ka_ge: სერვერის პარამეტრების დამატება ვერ მოხერხდა
nb_no: Kan ikke legge til tjener-konfigurasjon
ru: Не получилось добавить конфигурацию сервера
sk_sk: Nemožno pridať nastavenie servera
sl: Ni mogoče dodati nastavitev strežnika
sv: Kunde inte lägga till serverinställning
tr: Sunucu yapılandırması eklenemedi
zh_tw: 無法新增伺服器設定

source: mappings cleared
ast: Asignaciones desaniciaes
bg_bg: mapping-и създадени.
ca: s'han eliminat els mapatges
cs_cz: mapování zrušeno
de: Zuordnungen gelöscht
el: αντιστοιχίες εκκαθαρίστηκαν
et_ee: vastendused puhastatud
fr: associations supprimées
ja: マッピングをクリアしました
lt_lt: susiejimai išvalyti
nb_no: tilknytninger nullstilt
ru: Соответствия очищены
sk_sk: mapovanie vymazané
sl: preslikave so izbrisane
sv: mappningar rensade
tr: Dönüşümler temizlendi
zh_tw: 映射已清除

source: Success
ast: Con ésitu
bg_bg: Успех
ca: Èxit
cs_cz: Úspěch
de: Erfolgreich
el: Επιτυχία
et_ee: Korras
fr: Succès
ja: 成功
ka_ge: დასრულდა
lt_lt: Sėkmingai
nb_no: Suksess
ru: Успешно
sk_sk: Úspešné
sl: Uspešno končano.
sv: Lyckat
tr: Başarılı
zh_tw: 成功

source: Error
ast: Fallu
bg_bg: Грешка
cs_cz: Chyba
de: Fehler
el: Σφάλμα
et_ee: Viga
fr: Erreur
ja: エラー
ka_ge: შეცდომა
lt_lt: Klaida
nb_no: Feil
ru: Ошибка
sk_sk: Chyba
sl: Napaka
sv: Fel
tr: Hata
zh_tw: 錯誤

source: Please specify a Base DN
ast: Especifica un DN base
bg_bg: Моля, посочи Base DN
ca: Especifiqueu una base DN
el: Παρακαλώ ορίστε ένα βασικό Διακεκριμένο Όνομα
et_ee: Palun määra baas DN
fr: Veuillez spécifier une Base DN
ja: ベースDN を指定してください
ru: Необходимо указать Base DN
sv: Vänligen ange en Base DN

source: Could not determine Base DN
ast: Nun pudo determinase un DN base
bg_bg: Неуспешно установяване на Base DN
ca: No s'ha pogut determinar la base DN
el: Δεν ήταν δυνατό να καθοριστεί το βασικό Διακεκριμένο Όνομα
et_ee: Baas DN-i tuvastamine ebaõnnestus
fr: Impossible de déterminer la Base DN
ja: ベースDNを決定できませんでした
ru: Невозможно определить Base DN
sv: Det gick inte att avgöra Base DN

source: Please specify the port
ast: Especifica'l puertu
bg_bg: Mоля, посочи портът
ca: Especifiqueu el port
el: Παρακαλώ ορίστε την θύρα
et_ee: Palun määra post
fr: Veuillez indiquer le port
ja: ポートを指定してください
ru: Укажите порт
sv: Specificera en port

source: Configuration OK
ast: Configuración correuta
bg_bg: Конфигурацията е ОК
ca: Configuració correcte
cs_cz: Konfigurace v pořádku
de: Konfiguration OK
el: Η διαμόρφωση είναι εντάξει
et_ee: Seadistus on korras
ja: 設定OK
nb_no: Konfigurasjon OK
ru: Конфигурация в порядке
sk_sk: Konfigurácia je v poriadku
sl: Nastavitev je ustrezna
sv: Konfigurationen är OK

source: Configuration incorrect
ast: Configuración incorreuta
bg_bg: Конфигурацията е грешна
ca: Configuració incorrecte
cs_cz: Nesprávná konfigurace
de: Konfiguration nicht korrekt
el: Η διαμόρφωση είναι λανθασμένη
et_ee: Seadistus on vigane
fr: Configuration incorrecte
ja: 設定に誤りがあります
nb_no: Konfigurasjon feil
ru: Конфигурация неправильна
sk_sk: Nesprávna konfigurácia
sl: Nastavitev ni ustrezna
sv: Felaktig konfiguration

source: Configuration incomplete
ast: Configuración incompleta
bg_bg: Конфигурацията не е завършена
ca: Configuració incompleta
cs_cz: Nekompletní konfigurace
de: Konfiguration nicht vollständig
el: Η διαμόρφωση είναι ελλιπής
et_ee: Seadistus on puudulik
fr: Configuration incomplète
ja: 設定が不完全です
nb_no: Konfigurasjon ufullstendig
ru: Конфигурация не завершена
sk_sk: Nekompletná konfigurácia
sl: Nastavitev je nepopolna
sv: Konfigurationen är ej komplett

source: Select groups
ast: Esbillar grupos
bg_bg: Избери Групи
ca: Selecciona els grups
cs_cz: Vyberte skupiny
de: Wähle Gruppen aus
el: Επιλέξτε ομάδες
et_ee: Vali grupid
fr: Sélectionnez les groupes
ja: グループを選択
nb_no: Velg grupper
ru: Выберите группы
sk_sk: Vybrať skupinu
sl: Izberi skupine
sv: Välj grupper
tr: Grupları seç

source: Select object classes
ast: Seleicionar la clas d'oxetu
bg_bg: Избери типове обекти
ca: Seleccioneu les classes dels objectes
cs_cz: Vyberte objektové třídy
de: Objekt-Klassen auswählen
el: Επιλογή κλάσης αντικειμένων
et_ee: Vali objekti klassid
fr: Sélectionner les classes d'objet
ja: オブジェクトクラスを選択
nb_no: Velg objektklasser
ru: Выберите объектные классы
sk_sk: Vyberte triedy objektov
sl: Izbor razredov predmeta
sv: Välj Objekt-klasser
tr: Nesne sınıflarını seç

source: Select attributes
ast: Esbillar atributos
bg_bg: Избери атрибути
ca: Seleccioneu els atributs
cs_cz: Vyberte atributy
de: Attribute auswählen
el: Επιλογή χαρακτηριστικών
et_ee: Vali atribuudid
fr: Sélectionner les attributs
ja: 属性を選択
nb_no: Velg attributter
ru: Выберите атрибуты
sk_sk: Vyberte atribúty
sl: Izbor atributov
sv: Välj attribut
tr: Nitelikleri seç

source: Connection test succeeded
ast: Test de conexón esitosu
bg_bg: Успешен тест на връзката.
ca: La prova de connexió ha reeixit
cs_cz: Test spojení byl úspěšný
de: Verbindungstest erfolgreich
el: Επιτυχημένη δοκιμαστική σύνδεση
et_ee: Ühenduse testimine õnnestus
fr: Test de connexion réussi
ja: 接続テストに成功しました
ka_ge: კავშირის ტესტირება მოხერხდა
lt_lt: Ryšio patikrinimas pavyko
nb_no: Tilkoblingstest lyktes
ru: Проверка соединения удалась
sk_sk: Test pripojenia bol úspešný
sl: Preizkus povezave je uspešno končan.
sv: Anslutningstestet lyckades
tr: Bağlantı testi başarılı oldu
zh_tw: 連線測試成功

source: Connection test failed
ast: Falló'l test de conexón
bg_bg: Неуспешен тест на връзката.
ca: La prova de connexió ha fallat
cs_cz: Test spojení selhal
de: Verbindungstest fehlgeschlagen
el: Αποτυχημένη δοκιμαστική σύνδεσης.
et_ee: Ühenduse testimine ebaõnnestus
fr: Test de connexion échoué
ja: 接続テストに失敗しました
ka_ge: კავშირის ტესტირება ვერ მოხერხდა
lt_lt: Ryšio patikrinimas nepavyko
nb_no: Tilkoblingstest mislyktes
ru: Проверка соединения не удалась
sk_sk: Test pripojenia zlyhal
sl: Preizkus povezave je spodletel.
sv: Anslutningstestet misslyckades
tr: Bağlantı testi başarısız oldu
zh_tw: 連線測試失敗

source: Do you really want to delete the current Server Configuration?
ast: ¿Daveres que quies desaniciar la configuración actual del sirvidor?
bg_bg: Наистина ли искаш да изтриеш текущата Сървърна Конфигурация?
ca: Voleu eliminar la configuració actual del servidor?
cs_cz: Opravdu si přejete smazat současné nastavení serveru?
de: Möchtest Du die aktuelle Serverkonfiguration wirklich löschen?
el: Θέλετε να διαγράψετε τις τρέχουσες ρυθμίσεις του διακομιστή;
et_ee: Oled kindel, et tahad kustutada praegust serveri seadistust?
fr: Êtes-vous vraiment sûr de vouloir effacer la configuration actuelle du serveur ?
ja: 現在のサーバー設定を本当に削除してもよろしいですか？
ka_ge: ნამდვილად გინდათ წაშალოთ სერვერის მიმდინარე პარამეტრები?
lt_lt: Ar tikrai norite ištrinti dabartinę serverio konfigūraciją?
nb_no: Er du sikker på at du vil slette aktiv tjener-konfigurasjon?
ru: Вы действительно хотите удалить существующую конфигурацию сервера?
sk_sk: Naozaj chcete zmazať súčasné nastavenie servera?
sl: Ali res želite izbrisati trenutne nastavitve strežnika?
sv: Vill du verkligen radera den nuvarande serverinställningen?
tr: Şu anki sunucu yapılandırmasını silmek istediğinizden emin misiniz?
zh_tw: 您真的確定要刪除現在的伺服器設定嗎?

source: Confirm Deletion
ast: Confirmar desaniciu
bg_bg: Потвърди Изтриването
ca: Confirma l'eliminació
cs_cz: Potvrdit smazání
de: Löschung bestätigen
el: Επιβεβαίωση Διαγραφής
et_ee: Kinnita kustutamine
fr: Confirmer la suppression
ja: 削除の確認
ka_ge: წაშლის დადასტურება
lt_lt: Patvirtinkite trynimą
nb_no: Bekreft sletting
ru: Подтверждение удаления
sk_sk: Potvrdiť vymazanie
sl: Potrdi brisanje
sv: Bekräfta radering
tr: Silmeyi onayla
zh_tw: 確認已刪除

source: %s group found
ast: %s grupu alcontráu
bg_bg: %s открита група
ca: S'ha trobat %s grup
cs_cz: nalezena %s skupina
de: %s Gruppe gefunden
el: %s ομάδα βρέθηκε
et_ee: %s grupp leitud
fr: %s groupe trouvé
ja: %s グループが見つかりました
nb_no: %s gruppe funnet
ru: %s группа найдена
sk_sk: %s nájdená skupina
sl: %s najdena skupina
sv: %s grupp hittad
tr: %s grup bulundu

source: %s user found
ast: %s usuariu alcontráu
bg_bg: %s октрит потребител
ca: S'ha trobat %s usuari
cs_cz: nalezen %s uživatel
de: %s Benutzer gefunden
el: %s χρήστης βρέθηκε
et_ee: %s kasutaja leitud
fr: %s utilisateur trouvé
ja: %s ユーザーが見つかりました
nb_no: %s bruker funnet
ru: %s пользователь найден
sk_sk: %s nájdený používateľ
sl: %s najden uporabnik
sv: %s användare hittad
tr: %s kullanıcı bulundu

source: Could not find the desired feature
ast: Nun pudo alcontrase la carauterística deseyada
bg_bg: Не е открита желанта функция
ca: La característica desitjada no s'ha trobat
cs_cz: Nelze nalézt požadovanou vlastnost
de: Konnte die gewünschte Funktion nicht finden
el: Αδυναμία εύρεσης επιθυμητου χαρακτηριστικού
et_ee: Ei suuda leida soovitud funktsioonaalsust
fr: Impossible de trouver la fonction souhaitée
ja: 望ましい機能は見つかりませんでした
nb_no: Fant ikke den ønskede funksjonaliteten
ru: Не могу найти требуемой функциональности
sk_sk: Nemožno nájsť požadovanú funkciu
sl: Želene zmožnosti ni mogoče najti
sv: Det gick inte hitta den önskade funktionen
tr: İstenen özellik bulunamadı

source: Invalid Host
ast: Host inválidu
bg_bg: Невалиден Сървър
ca: Ordinador central no vàlid
cs_cz: Neplatný hostitel
de: Ungültiger Host
el: Άκυρος εξυπηρετητής
et_ee: Vigane server
fr: Hôte invalide
ja: 無効なホスト
nb_no: Ugyldig tjener
ru: Неверный сервер
sk_sk: Neplatný hostiteľ
sl: Neveljaven gostitelj
sv: Felaktig Host
tr: Geçersiz Makine

source: Server
ast: Sirvidor
bg_bg: Сървър
ca: Servidor
el: Διακομιστής
fr: Serveur
ja: サーバー
ru: Сервер

source: User Filter
ast: Filtru d'usuariu
ca: Filtre d'usuari
el: Φίλτρο χρηστών
et_ee: Kasutaja filter
fr: Filtre utilisateur
ja: ユーザーフィルター
ru: Пользователи
sv: Användar filter

source: Login Filter
ast: Filtru de login
ca: Filtre d'acreditació
el: Φίλτρο Εισόδου
et_ee: Kasutajanime filter
fr: Filtre par nom d'utilisateur
ja: ログインフィルター
ru: Логин
sv: Login Filtrer

source: Group Filter
ast: Filtru de Grupu
ca: Filtre de grup
et_ee: Grupi filter
fr: Filtre de groupes
ja: グループフィルタ
ka_ge: ჯგუფის ფილტრი
lt_lt: Grupės filtras
ru: Фильтр группы
sl: Filter skupin
sv: Gruppfilter
zh_tw: 群組篩選器

source: Save
ast: Guardar
bg_bg: Запиши
ca: Desa
cs_cz: Uložit
de: Speichern
el: Αποθήκευση
et_ee: Salvesta
fr: Sauvegarder
ja: 保存
nb_no: Lagre
ru: Сохранить
sk_sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet

source: Test Configuration
ast: Configuración de prueba
bg_bg: Тествай Конфигурацията
ca: Comprovació de la configuració
cs_cz: Vyzkoušet nastavení
de: Testkonfiguration
el: Δοκιμαστικες ρυθμισεις
et_ee: Testi seadistust
fr: Tester la configuration
ja: 設定をテスト
ka_ge: კავშირის ტესტირება
lt_lt: Bandyti konfigūraciją
nb_no: Test konfigurasjonen
ru: Проверить конфигурацию
sk_sk: Test nastavenia
sl: Preizkusne nastavitve
sv: Testa konfigurationen
tr: Test Yapılandırması
zh_tw: 測試此設定

source: Help
ast: Ayuda
bg_bg: Помощ
ca: Ajuda
cs_cz: Nápověda
de: Hilfe
el: Βοήθεια
et_ee: Abiinfo
fr: Aide
ja: ヘルプ
ka_ge: დახმარება
lt_lt: Pagalba
nb_no: Hjelp
ru: Помощь
sk_sk: Pomoc
sl: Pomoč
sv: Hjälp
tr: Yardım
zh_tw: 說明

source: Groups meeting these criteria are available in %s:
ast: Los grupos que cumplen estos criterios tán disponibles en %s:
bg_bg: Групи спазващи тези критерии са разположени в %s:
ca: Els grups que compleixen aquests criteris estan disponibles a %s:
cs_cz: Skupiny splňující tyto podmínky jsou k dispozici v %s:
de: Gruppen-Versammlungen mit diesen Kriterien sind verfügbar in %s:
el: Οι ομάδες που πληρούν τα κριτήρια είναι διαθέσιμες σε %s:
et_ee: Kriteeriumiga sobivad grupid on saadaval %s:
fr: Les groupes respectant ces critères sont disponibles dans %s :
ja: これらの基準を満たすグループが %s で利用可能:
ru: Группы, отвечающие этим критериям доступны в %s:
sk_sk: Skupiny spĺňajúce tieto kritériá sú k dispozícii v %s:
sv: Grupper som uppfyller dessa kriterier finns i %s:

source: only those object classes:
ast: namái d'estes clases d'oxetu:
bg_bg: само следните типове обекти:
ca: només aquestes classes d'objecte:
cs_cz: pouze tyto objektové třídy:
de: Nur diese Objekt-Klassen:
el: μόνο αυτές οι κλάσεις αντικειμένων:
et_ee: ainult need objektiklassid:
fr: seulement ces classes d'objet :
ja: それらのオブジェクトクラスのみ:
nb_no: kun de objektklassene:
ru: только эти объектные классы
sk_sk: len tieto triedy objektov:
sl: le razredi predmeta:
sv: Endast de objekt-klasserna:
tr: sadece bu nesne sınıflarına:

source: only from those groups:
ast: manái d'estos grupos:
bg_bg: само от следните групи:
ca: només d'aquests grups
cs_cz: pouze z těchto skupin:
de: Nur von diesen Gruppen:
el: μόνο από αυτές τις ομάδες:
et_ee: ainult nendest gruppidest:
fr: seulement de ces groupes :
ja: それらのグループからのみ:
nb_no: kun fra de gruppene:
ru: только из этих групп
sk_sk: len z týchto skupín:
sl: le iz skupin:
sv: endast ifrån de här grupperna:
tr: sadece bu gruplardan:

source: Edit raw filter instead
ast: Editar el filtru en brutu en so llugar
bg_bg: Промени raw филтъра
ca: Edita filtre raw
cs_cz: Edituj filtr přímo
de: Original-Filter stattdessen bearbeiten
el: Επεξεργασία πρωτογενούς φίλτρου αντί αυτού
et_ee: Selle asemel muuda filtrit
fr: Éditer le filtre raw à la place
ja: フィルタを編集
nb_no: Rediger ubearbeidet filter i stedet
ru: Редактировать исходный фильтр
sk_sk: Miesto pre úpravu raw filtra
sl: Uredi surov filter
sv: Redigera rått filter istället
tr: Bunun yerine ham filtreyi düzenle
