Repository: nextcloud/server
Catalog: l10n/*/user_ldap.po
Languages: ast, bg_bg, ca, cs_cz, de, el, et_ee, fr, ja, ka_ge, lt_lt, nb_no, ru, sk_sk, sl, sv, tr, zh_tw

source: When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)
ast: Cuando s'active, van permitise grupos que contengan otros grupos (namái funciona si l'atributu de miembru de grupu contién DNs).
bg_bg: Когато е включени, се подържат групи в групи. (Работи единствено ако членът на групата притежава атрибута DNs).
ca: Quan està activat, els grups que contenen grups estan permesos. (Només funciona si l'atribut del grup membre conté DNs.)
cs_cz: Pokud zapnuto, je možno používat skupiny, které obsahují jiné skupiny. (Funguje pouze pokud atribut člena skupiny obsahuje DN.)
de: Wenn aktiviert, werden Gruppen, die Gruppen enthalten, unterstützt. (Funktioniert nur, wenn das Merkmal des Gruppenmitgliedes den Domain-Namen enthält.)
el: Όταν ενεργοποιηθεί, οι ομάδες που περιέχουν ομάδες υποστηρίζονται. (Λειτουργεί μόνο αν το χαρακτηριστικό μέλους ομάδες περιέχει Διακεκριμένα Ονόματα.)
et_ee: Sisse lülitamisel on toetatakse gruppe sisaldavad gruppe. (Toimib, kui grupi liikme atribuut sisaldab DN-e.)
fr: Si activé, les groupes contenant d'autres groupes sont supportés (fonctionne uniquement si l'attribut membre du groupe contient des DNs).
ja: オンに切り替えたら、グループを含むグループがサポートされます。(グループメンバーの属性がDNを含む場合のみ有効です。)
ru: При включении, активируется поддержка групп, содержащих другие группы. (Работает только если атрибут член группы содержит DN.)
sk_sk: Ak je zapnuté, tak je možné používať skupiny, ktoré obsahujú iné skupiny. (Funguje, len ak atribút člena skupiny obsahuje DN.)
sv: När den är påslagen, stöds grupper som innehåller grupper. (Fungerar endast om gruppmedlemmens attribut innehåller DNs.)

source: Paging chunksize
ast: Tamañu de los fragmentos de paxinación
bg_bg: Размер на paging-а
ca: Mida de la pàgina
de: Seitenstücke (Paging chunksize)
el: Μέγεθος σελιδοποίησης
fr: Dimensionnement des paginations
ja: ページ分割サイズ
ru: Постраничный chunksize
sv: Paging klusterstorlek

source: Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)
ast: Tamañu de los fragmentos usáu pa busques LDAP paxinaes que puen devolver resultaos voluminosos, como enubmeración d'usuarios o de grupos. (Si s'afita en 0, van deshabilitase les busques LDAP paxinaes neses situaciones.)
bg_bg: Размерът използван за връщането на големи резултати от LDAP търсения като изброяване на потребители или групи. (Стойност 0 изключва paged LDAP търсения в тези ситуации).
ca: Mida usada per cerques LDAP paginades que podrien retornar respostes de volcat com enumeració d'usuari o grup. (Establint-ho a 0 desactiva les cerques LDAP paginades en aquestes situacions.)
de: Die Größe der Seitenstücke (Chunksize) wird für seitenbezogene LDAP-Suchen verwendet die sehr viele Ergebnisse z.B. Nutzer- und Gruppenaufzählungen liefern. (Die Einstellung 0 deaktiviert das seitenbezogene LDAP-Suchen in diesen Situationen)
el: Μέγεθος τμήματος που χρησιμοποιείται για την σελιδοποίηση αναζητήσεων LDAP που μπορεί να επιστρέψουν πολλά δεδομένα, όπως απαρίθμηση χρηστών ή ομάδων. (Η τιμή 0 απενεργοποιεί την σελιδοποίηση των αναζητήσεων LDAP σε αυτές τις περιπτώσεις.)
fr: La taille d'une part (chunksize) est utilisée pour les recherches paginées de LDAP qui peuvent retourner des résultats par lots comme une énumération d'utilisateurs ou groupes. (Configurer à 0 pour désactiver les recherches paginées de LDAP.)
ja: ページ分割サイズは、LDAP検索時にユーザーやグループのリスト一覧データを一括で返すデータ量を指定します。(設定が0の場合には、LDAP検索の分割転送は無効)
ru: ChunkSize используется в страничных поисках LDAP которые могут возвращать громоздкие результаты, как например списки пользователей или групп. (Настройка его в "0" отключает страничный поиск LDAP для таких ситуаций.)
sv: Klusterstorlek som används för paged LDAP sökningar som kan komma att returnera skrymmande resultat som uppräknande av användare eller grupper. (Inställning av denna till 0 inaktiverar paged LDAP sökningar i de situationerna)

source: Special Attributes
ast: Atributos especiales
bg_bg: Специални Атрибути
ca: Atributs especials
cs_cz: Speciální atributy
de: Spezielle Eigenschaften
el: Ειδικά Χαρακτηριστικά
et_ee: Spetsiifilised atribuudid
fr: Attributs spéciaux
ja: 特殊属性
ka_ge: სპეციალური ატრიბუტები
lt_lt: Specialūs atributai
nb_no: Spesielle attributter
ru: Специальные атрибуты
sk_sk: Špeciálne atribúty
sl: Posebni atributi
sv: Specialattribut
tr: Özel Öznitelikler
zh_tw: 特殊屬性

source: Quota Field
ast: Cuota
bg_bg: Поле за Квота
ca: Camp de quota
cs_cz: Pole pro kvótu
de: Kontingent Feld
el: Ποσοσταση πεδιου
et_ee: Mahupiirangu atribuut
fr: Champ du quota
ja: クォータフィールド
ka_ge: ქვოტას ველი
lt_lt: Kvotos laukas
nb_no: Felt med lagringskvote
ru: Поле квоты
sk_sk: Pole kvóty
sl: Polje količinske omejitve
sv: Kvotfält
tr: Kota alanı
zh_tw: 配額欄位

source: Quota Default
ast: Cuota por defeutu
bg_bg: Детайли на Квотата
ca: Quota per defecte
cs_cz: Výchozí kvóta
de: Standard Kontingent
el: Προκαθισμενο πεδιο
et_ee: Vaikimisi mahupiirang
fr: Quota par défaut
ja: クォータのデフォルト
ka_ge: საწყისი ქვოტა
lt_lt: Numatyta kvota
nb_no: Standard lagringskvote
ru: Квота по умолчанию
sk_sk: Predvolená kvóta
sl: Privzeta količinska omejitev
sv: Datakvot standard
tr: Öntanımlı Kota
zh_tw: 預設配額

source: in bytes
ast: en bytes
bg_bg: в байтове
ca: en bytes
cs_cz: v bajtech
el: σε bytes
et_ee: baitides
fr: en bytes
ja: バイト
ka_ge: ბაიტებში
lt_lt: baitais
nb_no: i bytes
ru: в байтах
sk_sk: v bajtoch
sl: v bajtih
sv: i bytes
tr: byte cinsinden
zh_tw: 以位元組為單位

source: Email Field
ast: E-mail
bg_bg: Поле за Имейл
ca: Camp de correu electrònic
cs_cz: Pole e-mailu
de: E-Mail Feld
el: Email τυπος
et_ee: E-posti väli
fr: Champ Email
ja: メールフィールド
ka_ge: იმეილის ველი
lt_lt: El. pašto laukas
nb_no: Felt med e-postadresse
ru: Поле адреса электронной почты
sk_sk: Pole emailu
sl: Polje elektronske pošte
sv: E-postfält
tr: E-posta Alanı
zh_tw: 電郵欄位

source: User Home Folder Naming Rule
ast: Regla pa la carpeta Home d'usuariu
bg_bg: Правило за Кръщаване на Потребителската Папка
ca: Norma per anomenar la carpeta arrel d'usuari
cs_cz: Pravidlo pojmenování domovské složky uživatele
de: Benennungsregel für das Home-Verzeichnis des Benutzers
el: Χρήστης Προσωπικόςφάκελος Ονομασία Κανόνας
et_ee: Kasutaja kodukataloogi nimetamise reegel
fr: Convention de nommage du répertoire utilisateur
ja: ユーザーのホームフォルダー命名規則
ka_ge: მომხმარებლის Home დირექტორიის სახელების დარქმევის წესი
lt_lt: Naudotojo namų aplanko pavadinimo taisyklė
nb_no: Navneregel for brukers hjemmemappe
ru: Правило именования домашней папки пользователя
sk_sk: Pravidlo pre nastavenie názvu používateľského priečinka dát
sl: Pravila poimenovanja uporabniške osebne mape
sv: Namnregel för hemkatalog
tr: Kullanıcı Ana Dizini İsimlendirm Kuralı
zh_tw: 使用者家目錄的命名規則

source: Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute.
ast: Baleru pal nome d'usuariu (por defeutu). N'otru casu, especifica un atributu LDAP/AD.
bg_bg: Остави празно за потребителско име (по подразбиране). Иначе, посочи LDAP/AD атрибут.
ca: Deixeu-ho buit pel nom d'usuari (per defecte). Altrament, especifiqueu un atribut LDAP/AD.
cs_cz: Ponechte prázdné pro uživatelské jméno (výchozí). Jinak uveďte LDAP/AD parametr.
de: Ohne Eingabe wird der Benutzername (Standard) verwendet. Anderenfall trage ein LDAP/AD-Attribut ein.
el: Αφήστε το κενό για το όνομα χρήστη (προεπιλογή). Διαφορετικά, συμπληρώστε μία ιδιότητα LDAP/AD.
et_ee: Kasutajanime (vaikeväärtus) kasutamiseks jäta tühjaks. Vastasel juhul määra LDAP/AD omadus.
fr: Laisser vide
ja: ユーザー名を空のままにしてください（デフォルト）。もしくは、LDAPもしくはADの属性を指定してください。
ka_ge: დატოვეთ ცარიელი მომხმარებლის სახელი (default). სხვა დანარჩენში მიუთითეთ LDAP/AD ატრიბუტი.
nb_no: La stå tom for brukernavn (standard). Ellers, spesifiser en LDAP/AD attributt.
ru: Оставьте пустым для использования имени пользователя (по умолчанию). Иначе укажите атрибут LDAP/AD.
sk_sk: Nechajte prázdne pre používateľské meno (predvolené). Inak uveďte atribút z LDAP/AD.
sl: Pustite prazno za uporabniško ime (privzeto), sicer navedite atribut LDAP/AD.
sv: Lämnas tomt för användarnamn (standard). Ange annars ett LDAP/AD-attribut.
tr: Kullanıcı adı bölümünü boş bırakın (varsayılan).
zh_tw: 使用者名稱請留白(預設)。若不留白請指定一個LDAP/AD屬性。

source: Internal Username
ast: Nome d'usuariu internu
bg_bg: Вътрешно Потребителско Име
ca: Nom d'usuari intern
cs_cz: Interní uživatelské jméno
de: Interner Benutzername
el: Εσωτερικό Όνομα Χρήστη
et_ee: Sisemine kasutajanimi
fr: Nom d'utilisateur interne
ja: 内部ユーザー名
lt_lt: Vidinis naudotojo vardas
nb_no: Internt brukernavn
ru: Внутреннее имя пользователя
sk_sk: Interné používateľské meno
sl: Programsko uporabniško ime
sv: Internt Användarnamn
tr: Dahili Kullanıcı Adı
zh_tw: 內部使用者名稱

source: By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. To achieve a similar behavior as before ownCloud 5 enter the user display name attribute in the following field. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users.
ast: El nome d'usuariu internu va crease de forma predeterminada dende l'atributu UUID. Esto asegura que'l nome d'usuariu ye únicu y los caráuteres nun necesiten convertise. Nel nome d'usuariu internu namái puen usase estos caráuteres: [ a-zA-Z0-9_.@- ]. El restu de caráuteres sustitúyense pol so correspondiente en ASCII u omítense. En casu de duplicidaes, va amestase o incrementase un númberu. El nome d'usuariu internu úsase pa identificar un usuariu. Ye tamién el nome predetermináu pa la carpeta personal del usuariu en ownCloud. Tamién ye parte d'URLs remotes, por exemplu, pa tolos servicios *DAV. Con esta configuración el comportamientu predetermináu pue cambiase. Pa consiguir un comportamientu asemeyáu a como yera enantes d'ownCloud 5, introduz el campu del nome p'amosar del usuariu na siguiente caxa. Déxalu baleru pal comportamientu predetermináu. Los cambeos namái van tener efeutu nos usuarios LDAP mapeaos (amestaos) recién.
bg_bg: По подразбиране вътрешното потребителско име ще бъде създадено от UUID атрибутът. Това гарантира, че потребителското име ще бъде уникално, и че няма да се наложи да се конвертират символи. Вътрешното потребителско име ще бъде ограничено да използва само следните символи: [ a-zA-Z0-9_.@- ]. Другите символи ще бъдат заменени със техните ASCII еквиваленти или ще бъдат просто пренебрегнати. Ако има сблъсъци ще бъде добавено/увеличено число. Вътрешното потребителско име се използва, за да се идентифицира вътрешно потребителя. То е и директорията по подразбиране на потребителя. Също така е част от отдалечените URL-и, на пример за всички *DAV услуги. С тази настройка може да бъде променено всичко това. За да постигнеш подобно държание на това, което беше в ownCloud 5 въведи съдържанието на user display name атрибутът тук. Остави го празно да се държи, както по подразбиране. Промените ще се отразят само на новодобавени(map-нати) LDAP потребители.
ca: Per defecte el nom d'usuari intern es crearà a partir de l'atribut UUID. Això assegura que el nom d'usuari és únic i que els caràcters no s'han de convertir. El nom d'usuari intern té la restricció que només estan permesos els caràcters: [ a-zA-Z0-9_.@- ]. Els altres caràcters es substitueixen pel seu corresponent ASCII o simplement s'ometen. En cas de col·lisió s'incrementa/decrementa en un. El nom d'usuari intern s'utilitza per identificar un usuari internament. També és el nom per defecte de la carpeta home d'usuari. És també un port de URLs remotes, per exemple tots els serveis *DAV. Amb aquest arranjament es pot variar el comportament per defecte. Per obtenir un comportament similar al d'abans de ownCloud 5, escriviu el nom d'usuari a mostrar en el camp següent. Deixei-lo en blanc si preferiu el comportament per defecte. Els canvis tindran efecte només en els nous usuaris LDAP mapats (afegits).
cs_cz: Ve výchozím nastavení bude uživatelské jméno vytvořeno z UUID atributu. To zajistí unikátnost uživatelského jména a není potřeba provádět konverzi znaků. Interní uživatelské jméno je omezeno na znaky: [ a-zA-Z0-9_.@- ]. Ostatní znaky jsou nahrazeny jejich ASCII ekvivalentem nebo jednoduše vynechány. V případě kolize uživatelských jmen bude přidáno/navýšeno číslo. Interní uživatelské jméno je používáno k interní identifikaci uživatele. Je také výchozím názvem uživatelského domovského adresáře. Je také součástí URL pro vzdálený přístup, například všech *DAV služeb. S tímto nastavením může být výchozí chování změněno. Pro dosažení podobného chování jako před ownCloudem 5 uveďte atribut zobrazovaného jména do pole níže. Ponechte prázdné pro výchozí chování. Změna bude mít vliv jen na nově namapované (přidané) uživatele z LDAP.
de: Standardmäßig wird der interne Benutzername mittels des UUID-Attributes erzeugt. Dies stellt sicher, dass der Benutzername einzigartig ist und keinerlei Zeichen konvertiert werden müssen. Der interne Benutzername unterliegt Beschränkungen, die nur die nachfolgenden Zeichen erlauben: [ a-zA-Z0-9_.@- ]. Andere Zeichen werden mittels ihrer korrespondierenden Zeichen ersetzt oder einfach ausgelassen. Bei Kollisionen wird ein Zähler hinzugefügt bzw. der Zähler um einen Wert erhöht. Der interne Benutzername wird benutzt, um einen Benutzer intern zu identifizieren. Es ist ebenso der standardmäßig vorausgewählte Namen des Heimatverzeichnisses. Es ist auch ein Teil der Remote-URLs - zum Beispiel für alle *DAV-Dienste. Mit dieser Einstellung kann das Standardverhalten überschrieben werden. Um ein ähnliches Verhalten wie vor ownCloud 5 zu erzielen, fügen Sie das anzuzeigende Attribut des Benutzernamens in das nachfolgende Feld ein. Lassen Sie dies hingegen für das Standardverhalten leer. Die Änderungen werden sich nur auf neu gemappte (hinzugefügte) LDAP-Benutzer auswirken.
el: Εξ ορισμού, το εσωτερικό όνομα χρήστη θα δημιουργηθεί από το χαρακτηριστικό UUID. Αυτό βεβαιώνει ότι το όνομα χρήστη είναι μοναδικό και δεν χρειάζεται μετατροπή χαρακτήρων. Το εσωτερικό όνομα χρήστη έχει τον περιορισμό ότι μόνο αυτοί οι χαρακτήρες επιτρέπονται: [ a-zA-Z0-9_.@- ]. Οι άλλοι χαρακτήρες αντικαθίστανται με τους αντίστοιχους ASCII ή απλά παραλείπονται. Στις συγκρούσεις ένας αριθμός θα προστεθεί / αυξηθεί. Το εσωτερικό όνομα χρήστη χρησιμοποιείται για την αναγνώριση ενός χρήστη εσωτερικά. Είναι επίσης το προεπιλεγμένο όνομα για τον αρχικό φάκελο χρήστη. Αποτελεί επίσης μέρος των απομακρυσμένων διευθύνσεων URL, για παράδειγμα για όλες τις υπηρεσίες *DAV. Με αυτή τη ρύθμιση, η προεπιλεγμένη συμπεριφορά μπορεί να παρακαμφθεί. Για να επιτευχθεί μια παρόμοια συμπεριφορά όπως πριν το ownCloud 5 εισάγετε το χαρακτηριστικό του προβαλλόμενου ονόματος χρήστη στο παρακάτω πεδίο. Αφήστε το κενό για την προεπιλεγμένη λειτουργία. Οι αλλαγές θα έχουν ισχύ μόνο σε νεώτερους (προστιθέμενους) χρήστες LDAP.
et_ee: Vaikimisi tekitatakse sisemine kasutajanimi UUID atribuudist. See tagab, et kasutajanimi on unikaalne ja sümboleid pole vaja muuta. Sisemisel kasutajatunnuse puhul on lubatud ainult järgmised sümbolid: [ a-zA-Z0-9_.@- ]. Muud sümbolid asendatakse nende ASCII vastega või lihtsalt hüljatakse. Tõrgete korral lisatakse number või suurendatakse seda. Sisemist kasutajatunnust kasutatakse kasutaja sisemiseks tuvastamiseks. Ühtlasi on see ownCloudis kasutaja vaikimisi kodukataloogi nimeks. See on ka serveri URLi osaks, näiteks kõikidel *DAV teenustel. Selle seadistusega saab tühistada vaikimisi käitumise. Saavutamaks sarnast käitumist eelnevate ownCloud 5 versioonidega, sisesta kasutaja kuvatava nime atribuut järgnevale väljale. Vaikimisi seadistuseks jäta tühjaks. Muudatused mõjutavad ainult uusi (lisatud) LDAP kasutajate vastendusi.
fr: Par défaut le nom d'utilisateur interne sera créé à partir de l'attribut UUID. Ceci permet d'assurer que le nom d'utilisateur est unique et que les caractères ne nécessitent pas de conversion. Le nom d'utilisateur interne doit contenir uniquement les caractères suivants : [ a-zA-Z0-9_.@- ]. Les autres caractères sont remplacés par leur correspondance ASCII ou simplement omis. En cas de collision, un nombre est incrémenté/décrémenté. Le nom d'utilisateur interne est utilisé pour identifier l'utilisateur au sein du système. C'est aussi le nom par défaut du répertoire utilisateur dans ownCloud. C'est aussi le port d'URLs distants, par exemple pour tous les services *DAV. Le comportement par défaut peut être modifié à l'aide de ce paramètre. Pour obtenir un comportement similaire aux versions précédentes à ownCloud 5, saisir le nom d'utilisateur à afficher dans le champ suivant. Laissez à blanc pour le comportement par défaut. Les modifications prendront effet seulement pour les nouveaux (ajoutés) utilisateurs LDAP.
ja: デフォルトでは、内部ユーザー名はUUID属性から作成されます。これにより、ユーザー名がユニークであり、かつ文字の変換が不要であることを保証します。内部ユーザー名には、[ a-zA-Z0-9_.@- ] の文字のみが有効であるという制限があり、その他の文字は対応する ASCII コードに変換されるか単に無視されます。そのため、他のユーザ名との衝突の回数が増加するでしょう。内部ユーザー名は、内部的にユーザを識別するために用いられ、また、ownCloudにおけるデフォルトのホームフォルダー名としても用いられます。例えば*DAVサービスのように、リモートURLの一部でもあります。この設定により、デフォルトの振る舞いを再定義します。ownCloud 5 以前と同じような振る舞いにするためには、以下のフィールドにユーザー表示名の属性を入力します。空にするとデフォルトの振る舞いとなります。変更は新しくマッピング（追加）されたLDAPユーザーにおいてのみ有効となります。
nb_no: Som standard vil det interne brukernavnet bli laget utifra UUID-attributten. Dette sikrer at brukernavnet er unikt og at det ikke er nødvendig å konvertere tegn. Det interne brukernavnet har den begrensningen at bare disse tegnene er tillatt: [ a-zA-Z0-9_.@- ]. Andre tegn erstattes av tilsvarende ASCII-tegn eller blir ganske enkelt utelatt. Ved kollisjon blir et nummer lagt til / øket. Det interne brukernavnet brukes til å identifisere en bruker internt. Det er også standardnavnet på brukerens hjemmemappe. Det er også med i fjern-URL-er, for eksempel for alle *DAV-tjenester. Med denne innstillingen kan standard oppførsel overstyres. For å få en oppførsel som likner oppførselen før ownCloud 5, legg inn attributten for brukerens visningsnavn i dette feltet. La feltet stå tomt for standard oppførsel. Endringer vil kun påvirke nylig tilknyttede (opprettede) LDAP-brukere.
ru: По умолчанию внутреннее имя пользователя будет создано из атрибута UUID. Таким образом имя пользователя становится уникальным и не требует конвертации символов. Внутреннее имя пользователя может состоять только из следующих символов: [ a-zA-Z0-9_.@- ]. Остальные символы замещаются соответствиями из таблицы ASCII или же просто пропускаются. При совпадении к имени будет добавлено или увеличено число. Внутреннее имя пользователя используется для внутренней идентификации пользователя. Также оно является именем по умолчанию для папки пользователя в ownCloud. Оно также является частью URL, к примеру, для всех сервисов *DAV. С помощью данной настройки можно изменить поведение по умолчанию. Чтобы достичь поведения, как было до ownCloud 5, введите атрибут отображаемого имени пользователя в этом поле. Оставьте его пустым для режима по умолчанию. Изменения будут иметь эффект только для новых подключенных (добавленных) пользователей LDAP.
sk_sk: V predvolenom nastavení bude interné používateľské meno vytvorené z UUID atribútu. Zabezpečí sa to, že používateľské meno bude jedinečné a znaky nemusia byť prevedené. Interné meno má obmedzenie, iba tieto znaky sú povolené: [a-zA-Z0-9_ @ -.]. Ostatné znaky sú nahradené ich ASCII alebo jednoducho vynechané. Pri kolíziách používateľských mien bude číslo pridané / odobrané. Interné používateľské meno sa používa na internú identifikáciu používateľa. Je tiež predvoleným názvom používateľského domovského priečinka v ownCloud. Je tiež súčasťou URL pre vzdialený prístup, napríklad pre všetky služby *DAV. S týmto nastavením sa dá prepísať predvolené správanie. Pre dosiahnutie podobného správania sa ako pred verziou ownCloud 5 zadajte atribút zobrazenia používateľského mena v tomto poli. Ponechajte prázdne pre predvolené správanie. Zmeny budú mať vplyv iba na novo namapovaných (pridaných) LDAP používateľov.
sl: Privzeto je notranje uporabniško ime ustvarjeno na osnovi atributa UUID. To omogoča določitev uporabniškega imena kot enoličnega, zato znakov ni treba pretvarjati. Notranje ime je omejeno na standardne znake: [ a-zA-Z0-9_.@- ]. Morebitni drugi znaki so zamenjani z ustreznim ASCII znakom, ali pa so enostavno izpuščeni. V primeru sporov je prišteta ali odšteta številčna vrednost. Notranje uporabniško ime je uporabljeno za določanje uporabnika in je privzeto ime uporabnikove domače mape. Hkrati je tudi del oddaljenega naslova URL, na primer za storitve *DAV. S to nastavitvijo je prepisan privzet način delovanja. Pri različicah ownCloud, nižjih od 5.0, je podoben učinek mogoče doseči z vpisom prikaznega imena oziroma z neizpolnjenim (praznim) poljem te vrednosti. Spremembe bodo uveljavljene le za nove preslikane (dodane) uporabnike LDAP.
sv: Som standard skapas det interna användarnamnet från UUID-attributet. Det säkerställer att användarnamnet är unikt och tecken inte behöver konverteras. Det interna användarnamnet har restriktionerna att endast följande tecken är tillåtna: [ a-zA-Z0-9_.@- ]. Andra tecken blir ersatta av deras motsvarighet i ASCII eller utelämnas helt. En siffra kommer att läggas till eller ökas på vid en kollision. Det interna användarnamnet används för att identifiera användaren internt. Det är även förvalt som användarens användarnamn i ownCloud. Det är även en port för fjärråtkomst, t.ex. för alla *DAV-tjänster. Med denna inställning kan det förvalda beteendet åsidosättas. För att uppnå ett liknande beteende som innan ownCloud 5, ange attributet för användarens visningsnamn i detta fält. Lämna det tomt för förvalt beteende. Ändringarna kommer endast att påverka nyligen mappade (tillagda) LDAP-användare
tr: Öntanımlı olarak UUID niteliğinden dahili bir kullanıcı adı oluşturulacak. Bu, kullanıcı adının benzersiz ve karakterlerinin dönüştürme gereksinimini ortadan kaldırır. Dahili kullanıcı adı, sadece bu karakterlerin izin verildiği kısıtlamaya sahip: [ a-zA-Z0-9_.@- ]. Diğer karakterler ise ASCII karşılıkları ile yer değiştirilir veya basitçe yoksayılır. Çakışmalar olduğunda ise bir numara eklenir veya arttırılır. Dahili kullanıcı adı, bir kullanıcıyı dahili olarak tanımlamak için kullanılır. Ayrıca kullanıcı ev klasörü için öntanımlı bir isimdir. Bu ayrıca uzak adreslerin (örneğin tüm *DAV hizmetleri) bir parçasıdır. Bu yar ise, öntanımlı davranışın üzerine yazılabilir. ownCloud 5'ten önce benzer davranışı yapabilmek için aşağıdaki alana bir kullanıcı görünen adı niteliği girin. Öntanımlı davranış için boş bırakın. Değişiklikler, sadece yeni eşleştirilen (eklenen) LDAP kullanıcılarında etkili olacaktır.

source: Internal Username Attribute:
ast: Atributu Nome d'usuariu Internu:
bg_bg: Атрибут на Вътрешното Потребителско Име:
ca: Atribut nom d'usuari intern:
cs_cz: Atribut interního uživatelského jména:
de: Attribut für interne Benutzernamen:
el: Ιδιότητα Εσωτερικού Ονόματος Χρήστη:
et_ee: Sisemise kasutajatunnuse atribuut:
fr: Nom d'utilisateur interne:
ja: 内部ユーザー名属性:
lt_lt: Vidinis naudotojo vardo atributas:
nb_no: Attributt for internt brukernavn:
ru: Атрибут для внутреннего имени:
sk_sk: Atribút interného používateľského mena:
sl: Programski atribut uporabniškega imena:
sv: Internt Användarnamn Attribut:
tr: Dahili Kullanıcı adı Özniteliği:
