{ "translations": {
    "restored" : "تمّت الاستعادة",
    "Deleted files" : "الملفات المحذوفة",
    "Deleted files and folders in the trash bin (may expire during export if you are low on storage space)" : "الملفات و المجلّدات المحذوفة في سلة المحذوفات ( قد يتم التخلص منها إذا ما تناقصت السعة التخزينية)",
    "This application enables people to restore files that were deleted from the system." : "يُمكِّن هذا التطبيق المستخدِم من استعادة الملفات التي سبق حذفها من النظام.",
    "This application enables people to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the people file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent an account from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "يُمكِّن هذا التطبيق المستخدمين من استعادة الملفات التي سبق حذفها من النظام. يعرض التطبيق قائمة بالملفات المحذوفة في واجهة الويب؛ كما يعرض خيارات لاستعادة تلك الملفات المحذوفة مرة أخرى إلى أدلة ملفات الأشخاص أو إزالتها نهائياً من النظام. إذا كان تطبيق إدارة نُسخ الملفات مُمكّناً، ستؤدي استعادة الملف إلى استعادة نُسَخ الملفات ذات الصلة به كذلك. عند حذف ملف من مشاركة، يمكن استعادته بنفس الطريقة على الرغم من أنه لم يعد مشتركًا. افتراضياً، تظل هذه الملفات في سلة المهملات لمدة 30 يومًا. لمنع نفاد مساحة القرص على الحساب، لن يستخدم تطبيق الملفات المحذوفة أكثر من 50% من الحصة المجانية المتوفرة حاليًا للملفات المحذوفة. إذا تجاوزت الملفات المحذوفة هذا الحد، يقوم التطبيق بحذف الملفات الأقدم فالأقدم حتى تصل إلى ما دون هذا الحد. للمزيد من المعلومات، أنظُر تويثق تطبيق الملفات المحذوفة.",
    "Restore" : "إستعادة",
    "Unknown" : "غير معروف",
    "All files" : "كل الملفات",
    "You" : "أنت",
    "Original location" : "الموقع الأصلي",
    "Deleted by" : "محذوف من قِبَل",
    "Deleted" : "محذوفة",
    "A long time ago" : "منذ وقت طويل",
    "List of files that have been deleted." : "قائمة بجميع الملفات المحذوفة",
    "No deleted files" : "لا توجد ملفات محذوفة",
    "Files and folders you have deleted will show up here" : "الملفات و المجلدات التي قمت بحذفها ستظهر هنا",
    "This application enables users to restore files that were deleted from the system." : "هذا التطبيق يُمكّن المستخدمين من استعادة الملفات التي قاموا بحذفها من النظام.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "هذا التطبيق يُمكّن المستخدمين من استعادة الملفات التي قاموا بحذفها من النظام. يقوم التطبيق بعرض الملفات و المجلدات المحذوفة على المستخدم و يسمح له باختيار إمّا استعادتها إلى موقعها الأصلي أو حذفها من النظام نهائيّاً. إستعادة الملف تعني استعادة جميع نسخه. عند حذف ملف من مشاركة فإنه يمكن استعادته بنفس الكيفية بالرغم من انتهاء المشاركة. مع العلم أن هذه الملفات تبقى في سلة المحذوفات لمدة 30 يوماً ما لم يُعيّن غير ذلك.\nلتجنب نفاذ الحصة  التخزينية للمستخدم، لا يسمح النظام بإشغال أكثر من 50% من حصته.. بمحتويات سلة محذوفاته. إذا وصل حجم السلة إلى هذا الحد، يقوم النظام بحذف الملفات الأقدم فالأقدم حتى يصل الحجم المتاح من الحصة إلى 50% على الأقل.  للمزيد، أنظر: توثيق المفات المحذوفة Deleted Files.\n ",
    "You will be able to recover deleted files from here" : "يُمكنك استعادة الملفات المحذوفة من هنا",
    "No entries found in this folder" : "لا يوجد مدخلات في هذا المجلد ",
    "Select all" : "تحديد الكل ",
    "Name" : "اسم",
    "Actions" : "الإجراءات"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}