{ "translations": {
    "restored" : "restauróse",
    "Deleted files" : "Ficheros desaniciaos",
    "Deleted files and folders in the trash bin (may expire during export if you are low on storage space)" : "Los ficheros y les carpetes desaniciaos de la papelera (puen caducar demientres la esportación si tienes pocu espaciu d'almacenamientu)",
    "This application enables people to restore files that were deleted from the system." : "Esta aplicación permite a los usuarios restaurar los ficheros que se desaniciaren nel sistema.",
    "This application enables people to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the people file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent an account from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Esta aplicación permite a los usuarios restaurar los ficheros que se desaniciaren nel sistema. Amuesa una llista de ficheros desaniciaos na interfaz web y tien opciones pa restaurar esos ficheros a los direutorios de los usuarios o desanicialos permanentemente. Restaurar un ficheru tamién restaura les versiones de los ficheros rellacionaos si s'activó l'aplicación de versiones. Cuando se desanicia'l ficheru d'una compartición, pue restaurase del mesmu mou, magar que yá nun se comparta. Por defeutu, esto ficheros queden na papelera demientres 30 díes.\nPa evitar pa que les cuentes escosen l'espaciu, l'aplicación de ficheros desaniciaos nun va usar más del 50% espaciu llibre disponible pa los ficheros desaniciaos. Si los ficheros desaniciaos superen esta llende, l'aplicación desanicia los ficheros más antiguos hasta que se dexe de superar. Hai más información disponible na documentación de Ficheros Desaniciaos.",
    "Restore" : "Restaurar",
    "Unknown" : "Desconocí­u",
    "All files" : "Tolos ficheros",
    "You" : "Tu",
    "Original location" : "Llocalización orixinal",
    "Deleted" : "Desanicióse",
    "A long time ago" : "Hai cuantayá",
    "List of files that have been deleted." : "Una llista de ficheros que se desaniciaron.",
    "No deleted files" : "Nun hai nengún ficheros desnaiciáu",
    "Files and folders you have deleted will show up here" : "Equí apaecen los ficheros y les carpetes que desaniciares",
    "This application enables users to restore files that were deleted from the system." : "Esta aplicación permite a los usuarios restaurar ficheros que se desaniciaren del sistema.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Esta aplicación permite a los usuarios restaurar los ficheros que se desaniciaren nel sistema. Amuesa una llista de ficheros desaniciaos na interfaz web y tien opciones pa restaurar esos ficheros a los direutorios de los usuarios o desanicialos permanentemente. Restaurar un ficheru tamién restaura les versiones de los ficheros rellacionaos si s'activó l'aplicación de versiones. Cuando se desanicia'l ficheru d'una compartición, pue restaurase del mesmu mou, magar que yá nun se comparta. Por defeutu, esto ficheros queden na papelera demientres 30 díes.\nPa evitar pa que les cuentes escosen l'espaciu, l'aplicación de ficheros desaniciaos nun va usar más del 50% espaciu llibre disponible pa los ficheros desaniciaos. Si los ficheros desaniciaos superen esta llende, l'aplicación desanicia los ficheros más antiguos hasta que se dexe de superar. Hai más información disponible na documentación de Ficheros Desaniciaos.",
    "You will be able to recover deleted files from here" : "Dende equí vas ser a recuperar los ficheros desaniciaos",
    "No entries found in this folder" : "Nun s'atopó nenguna entrada nesta carpeta",
    "Select all" : "Seleicionar too",
    "Name" : "Nome",
    "Actions" : "Aiciones"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}