{ "translations": {
    "restored" : "taastatud",
    "Deleted files" : "Kustutatud failid",
    "Deleted files and folders in the trash bin (may expire during export if you are low on storage space)" : "Kustutatud failid ja kaustad prügikastis (võivad ekspordi käigus aeguda, kui salvestusruum on otsakorral)",
    "This application enables people to restore files that were deleted from the system." : "See rakendus võimaldab kasutajatel taastada faile, mis nad süsteemist kustutasid.",
    "This application enables people to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the people file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent an account from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "See rakendus võimaldab inimestel taastada süsteemist kustutatud faile. See kuvab veebiliideses kustutatud failide loendi ja pakub võimalusi kustutatud failide taastamiseks inimeste failikataloogidesse või süsteemist jäädavalt eemaldamiseks. Faili taastamine taastab ka seotud failiversioonid, kui versioonirakendus on lubatud. Kui fail ühiskasutusest kustutatakse, saab selle taastada samal viisil, kuigi seda enam ei jagata. Vaikimisi jäävad need failid prügikasti 30 päevaks.\nKonto kettaruumi tühjenemise vältimiseks ei kasuta rakendus Kustutatud failid rohkem kui 50% praegu saadaolevast kustutatud failide tasuta kvoodist. Kui kustutatud failid ületavad selle limiidi, kustutab rakendus vanimad failid, kuni need jäävad sellest limiidist allapoole. Lisateavet leiate kustutatud failide dokumentatsioonist.",
    "Restore" : "Taasta",
    "Not enough free space to restore the file/folder" : "Faili või kausta taastamiseks pole piisavalt vaba ruumi",
    "Empty deleted files" : "Eemalda kustutatud failid lõplikult",
    "Confirm permanent deletion" : "Kinnita lõplik kustutamine",
    "Are you sure you want to permanently delete all files and folders in the trash? This cannot be undone." : "Kas oled kindel, et tahad lõplikult kustutada kõik prügikastis olevad failid ja kaustad? Seda tegevust ei saa tagasi keerata.",
    "Cancel" : "Tühista",
    "Deletion cancelled" : "Kustutamine on tühistatud",
    "Original location" : "Algasukoht",
    "Deleted by" : "Kustutas",
    "Deleted" : "Kustutatud",
    "few seconds ago" : "mõne sekundi eest",
    "A long time ago" : "Pikka aega tagasi",
    "Unknown" : "Teadmata",
    "All files" : "Kõik failid",
    "You" : "Sina",
    "List of files that have been deleted." : "Kustutatud failide loend.",
    "No deleted files" : "Kustutatud faile pole",
    "Files and folders you have deleted will show up here" : "Sinu kustutatud failid ja kaustad on nähtavad siin"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}