{ "translations": {
    "Deleted files" : "Izbrisane datoteke",
    "restored" : "vraćeno",
    "This application enables users to restore files that were deleted from the system." : "Ova aplikacija omogućuje korisnicima vraćanje datoteka izbrisanih iz sustava.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Ova aplikacija omogućuje korisnicima vraćanje datoteka izbrisanih iz sustava. Prikazuje popis izbrisanih datoteka u web sučelju i nudi mogućnosti vraćanja tih izbrisanih datoteka natrag u direktorij s datotekama korisnika ili trajnog uklanjanja iz sustava. Vraćanjem datoteke također se vraćaju povezane inačice datoteke ako je omogućena aplikacija za upravljanje inačicama. Kad se datoteka izbriše iz dijeljenja, ona se može vratiti na isti način ali se više ne dijeli. Te datoteke prema zadanim postavkama ostaju u kanti za smeće 30 dana.\nKako bi se spriječilo da korisnik ostane bez prostora na disku, aplikacija Izbrisane datoteke neće koristiti više od 50 % trenutno dostupne besplatne kvote za izbrisane datoteke. Ako izbrisane datoteke premaše ovo ograničenje, aplikacija briše najstarije datoteke dok se količina iskorištenog prostora ne spusti ispod ove granice. Više informacija dostupno je u dokumentaciji Izbrisane datoteke.",
    "Restore" : "Vrati",
    "Delete permanently" : "Trajno izbrišite",
    "Error while restoring file from trashbin" : "Pogreška prilikom vraćanja datoteke iz kante za smeće",
    "Error while removing file from trashbin" : "Pogreška prilikom uklanjanja datoteke iz kante za smeće",
    "Error while restoring files from trashbin" : "Pogreška prilikom vraćanja datoteka iz kante za smeće",
    "Error while emptying trashbin" : "Pogreška prilikom pražnjenja kante za smeće",
    "Error while removing files from trashbin" : "Pogreška prilikom uklanjanja datoteka iz kante za smeće",
    "This operation is forbidden" : "Ova radnja je zabranjena",
    "This directory is unavailable, please check the logs or contact the administrator" : "Ovaj direktorij je nedostupan, provjerite zapise ili se obratite administratoru",
    "No deleted files" : "Nema izbrisanih datoteka",
    "You will be able to recover deleted files from here" : "Ovdje ćete moći vratiti izbrisane datoteke",
    "No entries found in this folder" : "U ovoj mapi nisu pronađeni nikakvi zapisi",
    "Select all" : "Odaberi sve",
    "Name" : "Naziv",
    "Actions" : "Radnje",
    "Deleted" : "Izbrisano",
    "Delete" : "Izbriši"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}