{ "translations": {
    "restored" : "hersteld",
    "Deleted files" : "Verwijderde bestanden",
    "Deleted files and folders in the trash bin (may expire during export if you are low on storage space)" : "Verwijderde bestanden en mappen in de prullenbak (kunnen vervallen tijdens het exporteren wanneer je weinig opslag over hebt)",
    "This application enables people to restore files that were deleted from the system." : "Deze applicatie maakt het mogelijk om mensen bestanden te laten herstellen die zijn verwijderd van het systeem.",
    "This application enables people to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the people file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent an account from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Deze applicatie maakt het mogelijk om mensen bestanden te laten herstellen die zijn verwijderd van het systeem. Het laat een lijst van verwijderde bestanden zien in de web interface, en het heeft de mogelijkheid van het herstellen van die verwijderde bestanden terug naar de bestandmappen van de gebruikers of de mogelijkheid tot het permanent verwijderen van die bestanden van het systeem. Het herstellen van een bestand doet ook de gerelateerde bestandversies herstellen, wanneer de versies applicatie is ingeschakeld. Wanneer een bestand is verwijderd van een share, kan deze op dezelfde manier hersteld worden, alleen het is niet langer meer gedeeld. Standaard, blijven de bestanden in de prullenbak voor 30 dagen.\nOm er voor te zorgen dat een account vrije opslag overhoudt, doet de Verwijderde bestanden app niet meer dan 50% van het huidige beschikbare vrije quota voor verwijderde bestanden gebruiken. Als de verwijderde bestanden het limeit bereiken, doet de app eerst de oudste bestanden verwijderden totdat het onder het limiet komt. Meer informatie is beschikbaar in de Verwijderde bestanden documentatie.",
    "Restore" : "Herstellen",
    "Not enough free space to restore the file/folder" : "Er is niet genoeg vrije opslag over om het bestand/de map te herstellen",
    "Empty deleted files" : "Leeg verwijderde bestanden",
    "Confirm permanent deletion" : "Bevestig permanente verwijdering",
    "Are you sure you want to permanently delete all files and folders in the trash? This cannot be undone." : "Weet je zeker dat je parmanent alle bestanden en mappen in de prullenbak wilt verwijderen? Dit kan niet ongedaan worden gemaakt.",
    "Cancel" : "Annuleren",
    "Deletion cancelled" : "Verwijdering geannuleerd",
    "Original location" : "Originele locatie",
    "Deleted by" : "Verwijderd door",
    "Deleted" : "Verwijderd",
    "few seconds ago" : "paar seconden geleden",
    "A long time ago" : "Een lange tijd geleden",
    "Unknown" : "Onbekend",
    "All files" : "Alle bestanden",
    "You" : "Jou",
    "List of files that have been deleted." : "Lijst van bestanden die verwijderd zijn.",
    "No deleted files" : "Geen verwijderde bestanden",
    "Files and folders you have deleted will show up here" : "Bestanden en mappen die je verwijderd hebt worden hier getoond"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}