{ "translations": {
    "restored" : "recuperados",
    "Deleted files" : "Archìvios cantzellados",
    "Restore" : "Riprìstina",
    "Unknown" : "Disconnotu",
    "All files" : "Totu is archìvios",
    "You" : "Tue",
    "Deleted" : "Cantzelladu",
    "No deleted files" : "Archìvios no cantzellados",
    "This application enables users to restore files that were deleted from the system." : "Custa aplicatzione permitit a is utentes de recuperare archìvios chi sunt istados cantzellados dae su sistema.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Custa aplicatzione permitit a is utentes de recuperare archìvios chi sunt istados cantzellados dae su sistema. Mustrat una lista de is archìvios cantzellados in s'interfache web, e tenet sèberos pro ripristinare is archìvios in is cartellas de is utentes o nche ddos bogare definitivamente dae su sistema. Su recùperu de un'archìviu riprìstinat puru is versiones relativas, si s'aplicatzione de is versiones est ativa. Si un'archìviu est cantzelladu dae una cumpartzidura, si podet recuperare in sa pròpria manera, mancari non siat prus cumpartzidu. In manera predefinida, custos archìvios abarrant in s'àlia pro 30 dies.\nPro impedire a un'utente de abarrare chene logu in su discu, s'aplicatzione Archìvios cantzellados no at a impreare prus de su 50% de sa cuota lìbera a disponimentu. Si is archìvios cantzellados passant custu lìmite, s'aplicatzione cantzellat is archìvios prus betzos finas a torrare suta de custu lìmite. Àteras informatziones sunt a disponimentu in sa dicumentatzione de Archìvios cantzellados.",
    "You will be able to recover deleted files from here" : "As a pòdere recuperare is archìvios cantzellados dae inoghe",
    "No entries found in this folder" : "Perunu elementu agatadu in custa cartella",
    "Select all" : "Seletziona totu",
    "Name" : "Nùmene",
    "Actions" : "Atziones"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}