{ "translations": {
    "Deleted files" : "Zmazané súbory",
    "restored" : "obnovené",
    "This application enables users to restore files that were deleted from the system." : "Táto aplikácia používateľom umožňuje obnoviť súbory, ktoré boli zo systému vymazané.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Táto aplikácia používateľom umožňuje obnoviť súbory, ktoré boli zo systému vymazané. Zobrazí zoznam vymazaných súborov vo webovom rozhraní a poskytne možnosť obnovenia vymazaných súborov do používateľkých priečinkov, alebo permanentné vymazanie súborov zo systému. Obnovenie súboru tiež obnoví prislúchajúce verzie súboru, ak je povolená aplikácia pre vytváranie verzií. Ak je vymazaný zdieľaný súbor, tiež sa dá obnoviť, ale už nebude zdieľaný. Podľa prednastavených pravidiel tieto súbory ostávajú v koši 30 dní.\nAby sa zabránilo úplnému zaplneniu ukladacieho miesta, aplikácia na správu zmazaných súborov nepriradí pre zmazané súbory viac ako 50 % celkového ukladacieho miesta. Ak sa tento limit prekročí, aplikácia začne z koša odstraňovať najstaršie zmazané súbory. Viac informácií nájdete v dokumentácii aplikácie na správu zmazaných súborov.",
    "Restore" : "Obnoviť",
    "Delete permanently" : "Zmazať  natrvalo",
    "Error while restoring file from trashbin" : "Chyba pri obnovovaní súboru z koša",
    "Error while removing file from trashbin" : "Chyba pri mazaní súboru z koša",
    "Error while restoring files from trashbin" : "Chyba pri obnovovaní súborov z koša",
    "Error while emptying trashbin" : "Chyba pri vysypávaní koša",
    "Error while removing files from trashbin" : "Chyba pri mazaní súborov z koša",
    "This operation is forbidden" : "Táto operácia je zakázaná",
    "This directory is unavailable, please check the logs or contact the administrator" : "Priečinok je nedostupný, skontrolujte prosím logy, alebo kontaktujte správcu",
    "No deleted files" : "Žiadne zmazané súbory",
    "You will be able to recover deleted files from here" : "Tu budete mať možnosť obnoviť zmazané súbory",
    "No entries found in this folder" : "V tomto priečinku nebolo nič nájdené",
    "Select all" : "Vybrať všetko",
    "Name" : "Názov",
    "Actions" : "Akcie",
    "Deleted" : "Zmazané",
    "Delete" : "Zmazať"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}