{ "translations": {
    "restored" : "враћено",
    "Deleted files" : "Обрисани фајлови",
    "Deleted files and folders in the trash bin (may expire during export if you are low on storage space)" : "Обрисани фајлови и фолдери у корпи за отпатке (могу да истекну током извоза ако имате мало простора за складиштење)",
    "This application enables people to restore files that were deleted from the system." : "Ова апликација омогућава људима да опораве фајлове који су обрисани са система.",
    "This application enables people to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the people file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent an account from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Ова апликација омогућава корисницима да опораве фајлове који су обрисани са система . Она у веб интерфејсу приказује списак обрисаних фајлова и има опције да се они опораве назад у директоријуме или да се неповратно обришу са система. Ако је укључена апликација за управљање верзијама, враћање фајла такође враћа и све његове верзије. Када се фајл избрише из дељене фасцикле, може се повратити на исти начин, али више није дељен. Подразумевано, ови фајлови остају у канти 30 дана.\nДа би се спречило да налог остане без простора на диску, апликација за обрисане фајлове неће користити више од 50% тренутно доступне квоте. Ако обрисани фајлови пређу ову границу, апликација ће брисати најстарије фајлове док величина заузетих фајлова не падне испод ове границе. Више информација је доступно у документацији за Обрисане фајлове.",
    "Restore" : "Врати",
    "Not enough free space to restore the file/folder" : "Нема довољно слободног простора за враћање фајла/фолдера",
    "Empty deleted files" : "Испразни обрисане фајлове",
    "Confirm permanent deletion" : "Потврдите трајно брисање",
    "Are you sure you want to permanently delete all files and folders in the trash? This cannot be undone." : "Да ли сте сигурни да желите трајно да обришете све фајлове и фолдере у корпи за отпад? Ово не може да се поништи.",
    "Cancel" : "Откажи",
    "Deletion cancelled" : "Брисање је отказано",
    "Original location" : "Оригинална локација",
    "Deleted by" : "Обрисао је",
    "Deleted" : "Обрисано",
    "few seconds ago" : "пре неколико секунди",
    "A long time ago" : "Пре доста времена",
    "Unknown" : "Непознато",
    "All files" : "Сви фајлови",
    "You" : "Ви",
    "List of files that have been deleted." : "Листа фајлова који су обрисани.",
    "No deleted files" : "Нема обрисаних фајлова",
    "Files and folders you have deleted will show up here" : "Фајлови и фолдери које обришете ће се појавити овде"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}