{ "translations": {
    "Deleted files" : "Обрисани фајлови",
    "restored" : "враћено",
    "This application enables users to restore files that were deleted from the system." : "Ова апликација омогућава корисницима да поврате избрисане фајлове.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Ова апликација омогућава корисницима да поврате избрисане фајлове. Из веб интерфејса приказује списак избрисаних фајлова и има опцију да поврати избрисане фајлове назад у корисничке директоријуме или да их непобратно обрише из система. Враћање такође враћа и везану верзију фајла, ако је апликација за верзионисање укључена. Када се фајл избрише из дељене фасцикле, може се повратити на исти начин, али више није дељен. Подразумевано је да фајлови остају у канти за ђубре 30 дана.\nДа би спречили да корисник остане без места на диску, апликација за Обрисане фајлове неће користити више од 50% тренутно доступне квоте за обрисане фајлове. Ако обрисани фајлови пређу ову границу, апликација брише редом фајлове почевши од најстаријих док величина заузетих фајлова не падне испод ове границе. Више информација је доступно у документацији за Обрисане фајлове.",
    "Restore" : "Врати",
    "Delete permanently" : "Обриши заувек",
    "Error while restoring file from trashbin" : "Грешка приликом враћања фајла из канте",
    "Error while removing file from trashbin" : "Грешка приликом брисања фајла из канте",
    "Error while restoring files from trashbin" : "Грешка приликом враћања фајлова из канте",
    "Error while emptying trashbin" : "Грешка приликом пражњења канте",
    "Error while removing files from trashbin" : "Грешка приликом брисања фајлова из канте",
    "This operation is forbidden" : "Ова радња је забрањена",
    "This directory is unavailable, please check the logs or contact the administrator" : "Овај директоријум није доступан. Проверите записнике или контактирајте администратора",
    "No deleted files" : "Нема обрисаних фајлова",
    "You will be able to recover deleted files from here" : "Одавде ћете моћи да повратите обрисане фајлове",
    "No entries found in this folder" : "Нема ничега у овој фасцикли",
    "Select all" : "Означи све",
    "Name" : "Назив",
    "Actions" : "Радње",
    "Deleted" : "Обрисано",
    "Delete" : "Обриши"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}