{ "translations": {
    "restored" : "återställd",
    "Deleted files" : "Borttagna filer",
    "Deleted files and folders in the trash bin (may expire during export if you are low on storage space)" : "Raderade filer och mappar i papperskorgen (kan upphöra att gälla under export om du har ont om lagringsutrymme)",
    "This application enables people to restore files that were deleted from the system." : "Denna app gör det möjligt för användare att återställa filer som raderats från systemet.",
    "This application enables people to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the people file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent an account from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Denna applikation gör det möjligt för användare att återställa filer som tagits bort från systemet. Den visar en lista över borttagna filer i webbgränssnittet, och har alternativ för att återställa de borttagna filerna tillbaka till användarfilkataloger eller ta bort dem permanent från systemet. Återställa en fil återställer också relaterade filversioner, om versionsprogrammet är aktiverat. När en delad fil tas bort från kan den återställas på samma sätt, med är inte längre delad. Som standard ligger filerna i papperskorgen i 30 dagar.\nFör att förhindra att en användare får slut på diskutrymme kommer appen Borttagna filer inte att använda mer än 50% av den tillgängliga oanvända utrymmeskvoten för att lagra borttagna filer. Om storleken på borttagna filerna överskrider gränsen raderar appen de äldsta filerna tills den kommer under gränsen. Mer information finns i dokumentationen för Borttagna filer.",
    "Restore" : "Återskapa",
    "Unknown" : "Okänd",
    "All files" : "Alla filer",
    "You" : "Du",
    "Original location" : "Ursprunglig plats",
    "Deleted by" : "Raderad av",
    "Deleted" : "Borttagen",
    "A long time ago" : "För länge sedan",
    "List of files that have been deleted." : "Lista över filer som har tagits bort.",
    "No deleted files" : "Inga borttagna filer",
    "Files and folders you have deleted will show up here" : "Filer och mappar som du har tagit bort kommer att visas här",
    "This application enables users to restore files that were deleted from the system." : "Denna app gör det möjligt för användare att återställa filer som raderats från systemet.",
    "This application enables users to restore files that were deleted from the system. It displays a list of deleted files in the web interface, and has options to restore those deleted files back to the users file directories or remove them permanently from the system. Restoring a file also restores related file versions, if the versions application is enabled. When a file is deleted from a share, it can be restored in the same manner, though it is no longer shared. By default, these files remain in the trash bin for 30 days.\nTo prevent a user from running out of disk space, the Deleted files app will not utilize more than 50% of the currently available free quota for deleted files. If the deleted files exceed this limit, the app deletes the oldest files until it gets below this limit. More information is available in the Deleted Files documentation." : "Denna applikation gör det möjligt för användare att återställa filer som tagits bort från systemet. Den visar en lista över borttagna filer i webbgränssnittet, och har alternativ för att återställa de borttagna filerna tillbaka till användarfilkataloger eller ta bort dem permanent från systemet. Återställa en fil återställer också relaterade filversioner, om versionsprogrammet är aktiverat. När en fil tas bort från en aktie kan den återställas på samma sätt, även om den inte längre delas. Som standard förblir dessa filer i papperskorgen i 30 dagar.\nFör att förhindra att en användare får slut på diskutrymme kommer appen Borttagna filer inte att använda mer än 50% av den för närvarande tillgängliga fria kvoten för borttagna filer. Om de borttagna filerna överskrider denna gräns raderar appen de äldsta filerna tills den kommer under denna gräns. Mer information finns i dokumentationen för Borttagna filer.",
    "You will be able to recover deleted files from here" : "Du kommer kunna återskapa borttagna filer härifrån",
    "No entries found in this folder" : "Inga filer hittades i denna mapp",
    "Select all" : "Välj allt",
    "Name" : "Namn",
    "Actions" : "Åtgärder"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}