{ "translations": {
    "Private" : "خاصٌّ",
    "Only visible to people matched via phone number integration through Talk on mobile" : "يراه فقط المستخدِمون الذين أمكن مطابقة أرقام هواتفهم عبر تطبيق المحادثة Talk على الهاتف النقّال",
    "Local" : "محلي",
    "Only visible to people on this instance and guests" : "يستطيع رؤيته فقط المستخدِمون على هذا الخادم و الضيوف",
    "Federated" : "موحدة",
    "Only synchronize to trusted servers" : "قم فقط بالمزامنة مع الخوادم الموثوقة",
    "Published" : "منشورة",
    "Synchronize to trusted servers and the global and public address book" : "قم بالمزامنة مع الخوادم الموثوقة ودفتر العناوين الشاملة والعامة",
    "Verify" : "تَحَقَّق",
    "Verifying …" : "عملية التَحَقُّق جارية …",
    "Unable to change password" : "لا يمكن تغيير كلمة المرور",
    "Very weak password" : "كلمة المرور ضعيفة جدا",
    "Weak password" : "كلمة المرور ضعيفة",
    "So-so password" : "كلمة المرور ليست قوية بما يكفي",
    "Good password" : "كلمة المرور جيدة",
    "Strong password" : "كلمة المرور قوية",
    "Groups" : "مجموعات",
    "Group list is empty" : "قائمة المجموعة فارغة",
    "Unable to retrieve the group list" : "تعذر استرداد قائمة المجموعة",
    "{actor} added you to group {group}" : "{actor} أضافك إلى المجموعة {group}",
    "You added {user} to group {group}" : "أنت أضفت {user} إلى المجموعة {group}",
    "{actor} added {user} to group {group}" : "{actor} أضاف {user} إلى المجموعة {group}",
    "An administrator added you to group {group}" : "مدير أضافك إلى المجموعة {group}",
    "An administrator added {user} to group {group}" : "مدير أضاف {user} إلى المجموعة {group}",
    "{actor} removed you from group {group}" : "{actor} حذفك من المجموعة {group}",
    "You removed {user} from group {group}" : "أنت حذفت {user} من المجموعة {group}",
    "{actor} removed {user} from group {group}" : "{actor} حذف {user} من المجموعة {group}",
    "An administrator removed you from group {group}" : "مدير حذفك من المجموعة {group}",
    "An administrator removed {user} from group {group}" : "مدير حذف {user} من المجموعة {group}",
    "Your <strong>group memberships</strong> were modified" : "<strong>عضويات مجموعتك</strong> تمّ تعديلها",
    "{actor} changed your password" : "{actor} قام بتغيير كلمة المرور الخاصة بك",
    "You changed your password" : "لقد قمت بتعديل كلمة مرورك",
    "Your password was reset by an administrator" : "قام أحد المديرين بإعادة تعيين كلمة مرورك",
    "Your password was reset" : "كلمة مرورك أُعيد تعيينها",
    "{actor} changed your email address" : "{actor} قام بتغيير عنوان بريدك الإلكتروني",
    "You changed your email address" : "لقد قمت بتعديل عنوان بريدك الإلكتروني",
    "Your email address was changed by an administrator" : "قام أحد المديرين بتغيير عنوان بريدك الإلكتروني",
    "You created an app password for a session named \"{token}\"" : "أنت قمت بإنشاء كلمة مرورٍ لجلسة العمل session التي اسمها \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "قام مدير بإنشاء كلمة مرور لجلسة العمل التي اسمها \"{token}\"",
    "You deleted app password \"{token}\"" : "أنت حذفت كلمة مرور التطبيق \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "أنت غيّرت كلمة مرور التطبيق \"{token}\" إلى \"{newToken}\"",
    "You granted filesystem access to app password \"{token}\"" : "أنت منحت نظام الملفات حق الوصول إلى كلمة مرور التطبيق \"{token}\"",
    "You revoked filesystem access from app password \"{token}\"" : "لقد سحبت حق وصول نظام الملفات إلي كلمة مرور التطبيق \"{token}\"",
    "Security" : "الأمان",
    "You successfully logged in using two-factor authentication (%1$s)" : "لقد قمت بتسجيل الدخول بنجاح باستخدام التحقق ثنائي العوامل من الهويّة 2FA (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "فشلت محاولة تسجيل الدخول باستخدام التحقق ثنائي العوامل من الهويّة 2FA (%1$s)",
    "Remote wipe was started on %1$s" : "بدأ المحو عن بُعد لـ%1$s",
    "Remote wipe has finished on %1$s" : "اكتمال المحو عن بُعدٍ لـ %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "تمّ تعديل</strong> كلمة المرور</strong> أو <strong>البريد الإلكتروني الخاص بك",
    "Settings" : "الإعدادات",
    "Could not remove app." : "تعذّر حذف التطبيق",
    "Could not update app." : "تعذّر تحديث التطبيق",
    "Wrong password" : "كلمة المرور غير صحيحة",
    "Unable to change personal password" : "تعذّر تغيير كلمة المرور الشخصية",
    "Saved" : "تمّ الحفظ",
    "No Login supplied" : "لم يتم تسجيل الدخول",
    "Unable to change password. Password too long." : "تعذّر تغيير كلمة المرور. كلمة المرور طويلة جدًا.",
    "Authentication error" : "خطأ في المُصادَقة على الهويّة",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "قم رجاءً بإعطاء كلمة مرور لاستعادة بيانات المدير؛ و إلاّ فإن جميع بيانات الحساب ستُفقد.",
    "Wrong admin recovery password. Please check the password and try again." : "كلمة المرور لاستعادة المدير admin recovery password غير صحيحة. يرجى التاكد من كلمة المرور والمحاولة مرة اخرى.",
    "Backend does not support password change, but the encryption of the account key was updated." : "لا تدعم الواجهة الخلفية تغيير كلمة المرور؛ ولكن تم تحديث تشفير مفتاح الحساب.",
    "Administrator documentation" : "دليل مسؤول النظام",
    "User documentation" : "دليل المستخدم",
    "Nextcloud help overview" : "نظرة عامة على \"مساعدة نكست كلاود\"",
    "Invalid SMTP password." : "كلمة مرور SMTP غير صحيحة.",
    "Email setting test" : "تجريب إعدادات البريد الإلكتروني",
    "Well done, %s!" : "ممتاز، %s !",
    "If you received this email, the email configuration seems to be correct." : "إذا تلقيت هذا البريد الإلكتروني ، فهذا يعني أن تهيئة البريد الإلكتروني عندك صحيحة.",
    "Email could not be sent. Check your mail server log" : "تعذر إرسال البريد الإلكتروني. تحقق من سجل أحداث الخادم الخاص بالبريد الإلكتروني",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "حدث خطأ أثناء إرسال البريد الإلكتروني. برجى مراجعة الإعدادات. (خطأ: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "يلزمك تعيين حساب إيميلك قبل أن تتمكن من إرسال إيميلات تجريبية. إذهب إلى %s لأجل ذلك.",
    "Recently active" : "نشط مؤخراً",
    "Disabled accounts" : "حسابات معطلة",
    "Invalid account" : "حساب غير صالح",
    "Invalid mail address" : "عنوان البريد الإلكتروني غير صحيح",
    "Settings saved" : "تمّ حفظ الإعدادات",
    "Unable to change full name" : "تعذّر تغيير اسمك الكامل",
    "Unable to change email address" : "تعذّر تغيير عنوان بريدك الإلكتروني",
    "Unable to set invalid phone number" : "تعذّر تعيين رقم الهاتف",
    "Unable to set invalid website" : "تعذّر تعيين موقع ويب غير الصحيح",
    "Some account data was invalid" : "بعض بيانات الحساب كانت غير صحيحة",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "من أجل التحقق من حساب تويتر الخاص بك، قم بنشر التغريدة التالية على تويتر (يرجى التأكد من نشرها دون وجود أي فواصل بين الأسطر):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "من أجل التحقق من موقع الويب الخاص بك، قم بتخزين المحتوى التالي فى دليل الويب الرئيسي الخاص بك على \" well-known/CloudIdVerificationCode.txt\" (يرجى التأكد من أن النص الكامل موجود في سطر واحد):",
    "%1$s changed your password on %2$s." : "%1$s قام بتغيير كلمة المرور الخاصة بك في%2$s.",
    "Your password on %s was changed." : "تمّ تغيير كلمة المرور الخاصة بك في %s",
    "Your password on %s was reset by an administrator." : "تمّت إعادة تعيين كلمة المرور الخاصة بك في %s من قبل المدير.",
    "Your password on %s was reset." : "تمت إعادة تعيين كلمة المرور الخاصة بك على %s.",
    "Password for %1$s changed on %2$s" : "تم تغيير كلمة المرور لـ %1$s في %2$s",
    "Password changed for %s" : "تم تعديل كلمة مرور %s",
    "If you did not request this, please contact an administrator." : "إذا لم تكن قد قمت بطلب هذا، يرجى الاتصال بالمدير.",
    "Your email address on %s was changed." : "تمّ تغيير عنوان البريد الإلكتروني الخاص بك علي %s.",
    "Your email address on %s was changed by an administrator." : "تمّ تغيير عنوان البريد الإلكتروني الخاص بك علي %sمن قبل مسؤول النظام.",
    "Email address for %1$s changed on %2$s" : "تم تغيير بريدك الإلكتروني لـ %1$s في %2$s",
    "Email address changed for %s" : "تمّ تغيير عنوان البريد الإلكتروني لـ%s",
    "The new email address is %s" : "عنوان البريد الإلكتروني الجديد هو %s",
    "Your %s account was created" : "تمّ إنشاء حسابك %s",
    "Welcome aboard" : "مرحبًا بكم في نكست كلاود",
    "Welcome aboard %s" : "مرحبًا بكم على متن ناكست كلاود يا %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "مرحبًا بك في حساب %s الخاص بك؛ حيث يمكنك إضافة و حماية و مشاركة بياناتك.",
    "Your Login is: %s" : "تسجيل دخولك هو: %s",
    "Set your password" : "قُم بإدخال كلمتك مرورك",
    "Go to %s" : "إنتقِل إلى %s",
    "Install Client" : "تنصيب العميل client",
    "Logged in account must be a sub admin" : "يجب أن يكون الحساب الذي سجل دخوله مُشرِفاً فرعيًا",
    "Apps" : "التطبيقات",
    "Personal" : "شخصي",
    "Administration" : "الإدارة",
    "Users" : "المستخدمين",
    "Additional settings" : "الإعدادات المتقدمة",
    "Artificial Intelligence" : "الذكاء الاصطناعي",
    "Administration privileges" : "امتيازات الإدارة",
    "Groupware" : "برمجيات العمل التعاوني",
    "Overview" : "نظرة عامة",
    "Basic settings" : "الإعدادات الأساسية",
    "Sharing" : "المشاركة",
    "Availability" : "أوقات التواجد  ",
    "Calendar" : "التقويم",
    "Personal info" : "المعلومات الشخصية",
    "Mobile & desktop" : "الجوال وسطح المكتب",
    "Email server" : "خادم البريد الإلكتروني",
    "Mail Providers" : "مزودو خدمة البريد الإلكتروني",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "يتيح مزود البريد الإلكتروني إرسال رسائل البريد الإلكتروني مباشرةً من خلال حساب البريد الإلكتروني الشخصي للمستخدم. في الوقت الحالي، تقتصر هذه الوظيفة على دعوات التقويم. وهي تتطلب Nextcloud Mail 4.1 وحساب بريد إلكتروني في Nextcloud Mail يتطابق مع عنوان البريد الإلكتروني للمستخدم في نكست كلاود.",
    "Send emails using" : "أرسِل البريد الإلكتروني باستعمال",
    "User's email account" : "حساب البريد الإلكتروني للمستخدِم",
    "System email account" : "حساب البريد الإلكتروني للنظام",
    "Security & setup checks" : "فحوصات الأمن و الإعدادات",
    "Background jobs" : "المهام التي تعمل في الخلفية بالخادم",
    "Unlimited" : "غير محدود",
    "Verifying" : "التحقق",
    "Allowed admin IP ranges" : "نطاقات عناوين IP المسموحة للمديرين",
    "Admin IP filtering isn't applied." : "فلترة المُشرِف على أساس عناوين IP غير مُطبَّقَة.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "مفتاح التهيئة \"%1$s\" يتوقع مصفوفة (%2$s موجودة). غربلة عناوين IP الخاصة بالمديرين غير مُطبَّقة.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "مفتاح التهيئة \"%1$s\" يحتوي على نطاق (أو نطاقات) IP غير صحيحة: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "غربلة عناوين IP الخاصة بالمديرين مهيأة بالشكل الصحيح.",
    "App directories owner" : "مالِك أدلّة التطبيق",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "بعض أدلة التطبيقات مملوكة لمستخدم مختلف عن الخادم الويب. قد يكون هذا ناتجاً عن التثبيت اليدوي للتطبيقات. تحقّق من أذونات أدِلَّة التطبيقات التالية: %s",
    "App directories have the correct owner \"%s\"" : "أدلّة التطبيقات لديها المالك الصحيح \"%s\"",
    "Brute-force Throttle" : "الخنق لمكافحة هجمات القوة الكاسحة Brute-force Throttle",
    "Your remote address could not be determined." : "تعذّر تحديد عنوانك البعيد.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "تم التعرُّف على عنوانك البعيد على أنه  \"%s\" و يتم تقييده حاليّاً ضمن إجراءات مكافحة هجمات القوة الكاسحة؛ مما يؤدي إلى إبطاء أداء الطلبات المختلفة. إذا لم يكن العنوان البعيد هو عنوانك، فقد يكون ذلك إشارة إلى أنه لم يتم تكوين الوكيل بشكل صحيح.",
    "Your remote address \"%s\" is not brute-force throttled." : "عنوانك البعيد \"%s\" لم يتم تقييده ضمن إجراءات مكافحة هجمات القوة الكاسحة brute-force throttled.",
    "Old administration imported certificates" : "شهادات مستوردة من قيل الإدارة القديمة",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "هناك مهمة في الخلفية معلقة تقوم بالتحقق من شهادات SSL المستوردة من قبل الإدارة. يرجى التحقق مرة أخرى في وقت لاحق.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "توجد بعض شهادات SSL المستوردة من الإدارة، والتي لم تعد تُستخدم مع نكست كلاود 21. و يمكن استيرادها عبر الأمر السطري: \n\"occ Security:certificates:import\". مساراتها في دليل البيانات معروضة أدناه.",
    "Code integrity" : "سلامة الكود",
    "Integrity checker has been disabled. Integrity cannot be verified." : "فاحص سلامة الكود مٌعطّل. بسبب ذلك لا يمكن التحقق من السلامة.",
    "No altered files" : "لا توجد أي ملفات تم تغييرها",
    "Some files have not passed the integrity check. {link1} {link2}" : "بعض الملفات لم تتمكن من اجتياز فحص السلامة. {link1} {link2}",
    "Cron errors" : "أخطاء تطبيق الخلفية Cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "لم يكن ممكناً تنفيذ مهام الخلفية cron باستعمال واجهة الأوامر السطرية CLI. الأخطاء التالية ظهرت:\n%s",
    "The last cron job ran without errors." : "آخر مهمة cron تمّ تنفيذها بدون أخطاء.",
    "Cron last run" : "آخر تنفيذ لـ cron",
    "Last background job execution ran %s. Something seems wrong. {link}." : "آخر مهمة خلفية تمّ تنفيذها %s. يبدو أن هنالك خطأً ما. {link}.",
    "Last background job execution ran %s." : "آخر مهمة خلفية تمّ تنفيذها %s.",
    "Data directory protected" : "دليل البيانات محمي",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "مجلد بياناتك و ملفاتك يمكن الوصول إليها على الأرجح من الإنترنت. الملف .htaccess لا يعمل. ننصح بشدة أن تقوم بتهيئة الخادم الويب عندك بحيث لا يُسمح بالوصول إلى مجلد البيانات أو أنقل مجلد البيانات خارج المجلد الجذري لمستندات خادم الويب web server documentroot. ",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "يتعذّر التأكد مما إذا كان دليل البيانات محميّاً. من فضلكح، قُم بالتحقق يدويّاً من أن الخادم لا يسمح بالوصول إلى دليل البيانات. ",
    "Database missing columns" : "أعمدة ناقصة في قاعدة البيانات ",
    "Missing optional column \"%s\" in table \"%s\"." : "عمود اختياري ناقص \"%s\" في الجدول \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "تفتقد قاعدة البيانات إلى بعض الأعمدة الاختيارية. نظرًا لحقيقة أن إضافة أعمدة على الجداول الكبيرة قد تستغرق بعض الوقت لم تتم إضافتها تلقائيًا عندما يمكن أن تكون اختيارية. من خلال تشغيل \"occ db: add-missing-columns\" ، يمكن إضافة الأعمدة المفقودة يدويًا أثناء استمرار تشغيل الخادم. بمجرد إضافة الأعمدة ، قد تعمل بعض الميزات على تحسين الاستجابة أو قابلية الاستخدام.",
    "Database missing indices" : "أدلّة ناقصة في قاعدة البيانات",
    "Missing indices:" : "فهارس مفقودة:",
    "\"%s\" in table \"%s\"" : "\"%s\" في الجدول \"%s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them." : "تم اكتشاف بعض الفهارس الاختيارية المفقودة. في بعض الأحيان تتم إضافة فهارس جديدة (بواسطة نكست كلاود أو التطبيقات المثبتة) لتحسين أداء قاعدة البيانات. قد تستغرق إضافة الفهارس بعض الوقت في بعض الأحيان وتؤثر بشكل مؤقت على الأداء، لذا لا يتم ذلك تلقائياً أثناء الترقيات. بمجرد إضافة الفهارس، يفُترض أن تُصبِح الاستعلامات على هذه الجداول أسرع. لإضافتها، استخدِم الأمر السطري: `occ db:add-missing-indices` .",
    "Database missing primary keys" : "مفاتيح رئيسية ناقصة في قاعدة البيانات",
    "Missing primary key on table \"%s\"." : "مفتاح رئيسي ناقص في الجدول \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "تفتقد قاعدة البيانات إلى بعض المفاتيح الأساسية. نظرًا لحقيقة أن إضافة المفاتيح الأساسية على الطاولات الكبيرة قد تستغرق بعض الوقت لم تتم إضافتها تلقائيًا. من خلال تشغيل \"occ db: add-missing-basic-keys\" يمكن إضافة تلك المفاتيح الأساسية المفقودة يدويًا أثناء استمرار تشغيل الخادم.",
    "Database pending bigint migrations" : "قاعدة البيانات معلقة في انتظار ترحيل bigint",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "تفتقد بعض الأعمدة في قاعدة البيانات التحويل إلى bigint. ونظرًا لأن تغيير أنواع الأعمدة في الجداول الكبيرة قد يستغرق بعض الوقت، فلم يتم تغييرها تلقائياً. عن طريق أعطاء الأمر السطري: \"occ db:convert-filecache-bigint\" يمكن تطبيق هذه التغييرات المُعلّقة يدوياً. يجب إجراء هذه العملية عندما يكون الخادم غير متصل بالإنترنت.",
    "Debug mode" : "وضعية التنقيح",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "هذا التطبيق على الخادم يعمل في وضعية التنقيح debug mode. هذه الوضعية مخصصة فقط لبيئات التطوير و ليس لبيئات العمل الفعلية.",
    "Debug mode is disabled." : "وضعية التنقيح مُعطّلة.",
    "Default phone region" : "دولة أو منطقة الهاتف الافتراضية",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "لا يحتوي التثبيت الخاص بك على مجموعة افتراضية لمنطقة الهاتف. و الذي هو أمر مطلوب للتحقق من صحة أرقام الهواتف في إعدادات الملف الشخصي في حال عدم توفير الكود الهاتفي للدولة. للسماح باستعمال أرقام هاتفية بدون كود الدولة، يرجى إضافة \"default_phone_region\" مع رمز ISO 3166-1 الخاص بالمنطقة إلى ملف التكوين الخاص بك.",
    "Email test" : "بريد الكتروني تجريبي",
    "Mail delivery is disabled by instance config \"%s\"." : "تسليم البريد الإلكتروني تمّ تعطيله بموجب إعدادات التطبيق على الخادوم \"%s\".",
    "Email test was successfully sent" : "تمّ إرسال البريد الإلكتروني التجريبي بنجاح ",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "أنت لم تقم بتعيين أو التحقق من تكوين خادم بريدك الإلكتروني حتى الآن. يُرجى التوجه إلى \"الإعدادات الأساسية\" لتعيينها. بعد ذلك، استعمِل زِّر \"إرسال بريد إلكتروني\" الموجود أسفل النموذج للتحقق من إعداداتك.",
    "Transactional File Locking" : "قفل الملف لإجراء المعاملات عليه على التوازي",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "خاصية قفل الملف لإجراء المعاملات عليه على التوازي مُعطّلة. هذا ليس تكوينًا مدعومًا. وهو قد يؤدي إلى صعوبة عزل المشاكل بما في ذلك تلف الملف. الرجاء إزالة إدخالية التكوين `'filelocking.enabled' => false` من ملف config.php الخاص بك لتجنب هذه المشكلات.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "يتم استخدام قاعدة البيانات في تنفيذ \"قفل الملف أثناء العمل عليه\" Transactional file locking. و لتحسين أدائها، قُم رجاءً بتهيئة \"ذاكرة التخزين المؤقت\" memcache إذا كانت متاحةً.",
    "Forwarded for headers" : "مُعادة التوجيه للترويسات",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "إعداد \"الوكلاء الموثوقون\"  trusted_proxies لم يتم تعيينه بشكل صحيح؛ إذ يجب أن يكون مصفوفة.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "لم يتم تعيين إعداد \"الوكلاء الموثوقين trusted_proxies\" بشكل صحيح، و الذي يجب أن يكون عبارة عن مجموعة من عناوين IP. بشكل اختياري، يمكن تحديد النطاق باستعمال اصطلاح CIDR.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "تكوين ترويسة الوكيل العكسي reverse proxy header غير صحيح. هذه مشكلة أمنية ويمكن أن تسمح للمهاجم بانتحال عنوان IP الخاص به ليكون مرئياً لنكست كلاود.",
    "Your IP address was resolved as %s" : "عنوانك الـ IP تمّ تحليله كـ%s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "تكوين ترويسة الوكيل العكسي reverse proxy header  غير صحيح، أو أنك تحاول الوصول إلى نكست كلاود من وكيل موثوق به. إذا لم يكن الأمر كذلك، فهذه مشكلة أمنية ويمكن أن تُمكّن المهاجم من انتحال عنوان IP الخاص به ليكون مرئياً لنكست كلاود.",
    "HTTPS access and URLs" : "الوصول إلى HTTPS و عناوين URL",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "الوصول إلى الموقع بشكل غير آمن عبر HTTP. ننصحك بشدة بإعداد الخادم ليطلب HTTPS بدلاً من ذلك. بدونها لن تعمل بعض وظائف الويب المهمة مثل \"النسخ إلى الحافظة copy to clipboard\" أو \"عُمّال الخدمة service workers\"!",
    "Accessing site insecurely via HTTP." : "الوصول إلى الموقع بشكل غير آمن عبر HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "أنت متصل بالخادم عبر اتصال آمن، ولكن الخادم يقوم بإنشاء عناوين URL غير آمنة. من المحتمل أن يعني هذا أن الخادم موجود خلف وكيل عكسي ولم يتم تعيين قيم تكوين `overwrite*` لنكست كلاود بالشكل الصحيح.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "يقوم الخادم بإنشاء عناوين URL غير آمنة. إذا كنت تتصل بالخادم عبر HTTPS، فهذا يعني على الأرجح أنه موجود خلف وكيل عكسي ولم يتم تعيين قيم تكوين  `overwrite*` لنكست كلاود بالشكل الصحيح.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "أنت متصل بالخادم عبر اتصال آمن، و والخادم يقوم بإنشاء عناوين URL غير آمنة. ",
    "Internet connectivity" : "الاتصال بالإنترنت",
    "Internet connectivity is disabled in configuration file." : "الاتصال بالإنترنت مُعطّل في ملف التهيئة.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "هذا الخادم لا يمكنه الاتصال بالإنترنت. عدة نقاط نهائية endpoints لا يمكن الوصول إليها. هذا يعني ان بعض الخصائص مثل \"تثبيت وسائط التخزين الخارجية\"، أو \"التنبيهات لتحديثات النظام\"، أو \"تثبيت تطبيقات من طرفٍ ثالث\" سوف لن تعمل. و كذلك \"الوصول إلى الملفات عن بُعد\" و \"إرسال تنبيهات بالبريد الإلكتروني\" لن تعمل. قم بتوصيل النظام بالإنترنت للتمتع بكل هذه الخصائص. ",
    "JavaScript modules support" : "دعم وحدات جافا سكريبت JavaScript modules",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "غير قادر على تشغيل التحقق من دعم JavaScript. يرجى المعالجة أو التأكُّد يدوياً مما إذا كان خادم الويب عندك يقدم ملفات `.mjs` باستخدام نوع JavaScript MIME.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "لا يتعامل خادم الويب الخاص بك مع الملفات من النوع `.mjs` باستعمال نوع JavaScript MIME. سيؤدي هذا إلى تعطيل بعض التطبيقات عن طريق منع المتصفحات من تنفيذ ملفات JavaScript. يجب عليك تهيئة إعدادات خادم الويب الخاص بك للتعامل مع الملفات `.mjs` إما باعتبارها من النوع  `text/javascript` أو من النوع `application/javascript`.",
    "JavaScript source map support" : "دعم خريطة مصدر جافا سكريبت",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "لم يتم إعداد خادم الويب عندك لخدمة ملفات `.js.map`. بدون هذه الملفات، لن تعمل خرائط مصدر الجافا سكريبت بشكل صحيح؛ الأمر الذي قد يزيد من صعوبة استكشاف الأخطاء وإصلاحها وتصحيح أي مشكلات قد تنشأ.",
    "Old server-side-encryption" : "تشفير قديم من جهة الخادم",
    "Disabled" : "مُعطّل",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "تم تمكين النسق القديم للتشفير من جانب الخادم. نوصي بتعطيله.",
    "Logging level" : "مستوى تسجيل الدخول",
    "The %1$s configuration option must be a valid integer value." : "خيار التهيئة %1$s يجب أن يكون قيمة صحيحة.",
    "The logging level is set to debug level. Use debug level only when you have a problem to diagnose, and then reset your log level to a less-verbose level as it outputs a lot of information, and can affect your server performance." : "تم ضبط مستوى تسجيل الدخول على مستوى التنقيح. استخدم مستوى التنقيح فقط عندما يكون لديك مشكلة تحتاج إلى تشخيص، ثم أعد تعيين مستوى تسجيل الدخول إلى مستوى أقل تفصيلاً لأنه ينتج الكثير من المعلومات، وقد يؤثر على أداء الخادوم.",
    "Logging level configured correctly." : "مستوى تسجيل الدخول مُهيّاٌ بالشكل الصحيح.",
    "Maintenance window start" : "بدء فترة الصيانة",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "لم يسبق تعيين وقت لبدء فترة الصيانة لهذا الخادم. و هذا يعني أن تنفيذ مهام الخلفية اليومية كثيفة الموارد سيتم أثناء أوقات العمل المعتادة على النظام. نوصي بضبط وقت بدء فترة الصيانة على الأوقات التي تكون فيها كثافة العمل على النظام منخفضة؛ بحيث يكون تأثر المستخدمين بالحمل الناتج عن هذه المهام الثقيلة أقل ما يمكن.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "فترة الصيانة لتنفيذ مهام الخلفية الثقيلة هو بين {start}:00  و {end}:00 بالتوقيت العالمي الموحد UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "تم تكوين Memcached كذاكرة تخزين مؤقت موزعة، ولكن تمّ تثبيت وحدة PHP الخاطئة (\"memcache\"). الرجاء تثبيت وحدة PHP \"memcached\".",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "تم تكوين Memcached كذاكرة تخزين مؤقت موزعة، ولكن لم يتم تثبيت وحدة PHP \"memcached\". الرجاء تثبيت وحدة PHP \"memcached\".",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "لم يتم تكوين ذاكرة تخزين مؤقت memcache. لتحسين الأداء، يرجى تكوين ذاكرة التخزين المؤقت، إذا كانت متوفرة.",
    "Failed to write and read a value from local cache." : "تعذّرت كتابة قيمة إلى أو قراءتها من ذاكرة التخزين المؤقت المحلية.",
    "Failed to write and read a value from distributed cache." : "تعذّرت كتابة قيمة إلى أو قراءتها من ذاكرة التخزين المؤقت الموزعة.",
    "Configured" : "تمّ تكوينها",
    "Mimetype migrations available" : "تتوفر عمليات ترحيل \"أنواع الوسائط\" Mimetype",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "تتوفر واحدة أو أكثر من عمليات ترحيل لـ\"أنواع الوسائط\" mimetype. في بعض الأحيان تتم إضافة أنواع وسائط mimetypes جديدة للتعامل بشكل أفضل مع أنواع معينة من الملفات. يستغرق ترحيل أنواع الوسائط mimetypes وقتاً طويلاً في حالة الخوادم الكبيرة؛ لذا لا يتم ذلك تلقائياً أثناء عمليات الترقية. لإجراء عمليات الترحيل، استعمل الأمر السطري: \n`occ Maintenance:repair --include-expensive` ",
    "MySQL row format" : "الصيغة الخام لـ MySQL",
    "You are not using MySQL" : "أنت لا تستعمل MySQL",
    "None of your tables use ROW_FORMAT=Compressed" : "ليس عندك أي جدول يستعمل الصيغة الخام مضغوطةً ROW_FORMAT=Compressed",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "صيغة خام غير صحيحة وُجدت في قاعدة بياناتك. بالنسبة لنكست كلاود فإنها تعطي أفضل أداء عندما يتم تعيين الصيغة الخام على \"ديناميكية\" ROW_FORMAT = Dynamic. رجاءً، قم بتحديث الصيغة الخام في القائمة التالية: %s.",
    "MySQL Unicode support" : "دعم المحارف الموحدة Unicode لـ MySQL",
    "MySQL is used as database and does support 4-byte characters" : "قاعدة البيانات MySQL قيد التشغيل لكنها لا تدعم الحروف ذات الـ 4 بايت byte.",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "قاعدة البيانات MySQL قيد التشغيل لكنها لا تدعم الحروف ذات الـ 4 بايت byte. حتى يمكنك التعامل مع حروف الـ 4 بايت (مثل الإيموجي) بدون إشكاليات في أسماء الملفات أو الملاحظات على سبيل المثال، يُنصح بتمكين دعم الـ 4 بايت في MySQL.",
    "OCS provider resolving" : "تحليل مزود OCS",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "يتعذّر التحقق مما إذا كان خادم الويب قد تمكن من تحليل عناوين URL لمزودي OCM و OCS بالشكل الصحيح.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "خادم الويب عندك لم يتم تكوينه بالشكل الصحيح لحل %1$s.\nيرتبط هذا على الأرجح بتكوين خادم الويب الذي لم يتم تحديثه لتسليم هذا المجلد مباشرة. \nيُرجى مقارنة التكوين الخاص بك بقواعد إعادة الكتابة التي تم تعيينها في ملف \".htaccess\" الخاص بالـ Apache أو تلك المتوفرة في وثائق Nginx. \nفي Nginx، عادةً ما تبدأ هذه الأسطر التي تحتاج إلى تحديث بـ \"location ~\".",
    "Overwrite CLI URL" : "إستبدال عنوان URL لـ CLI ",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "خيار \"overwrite.cli.url\" في ملفك config.php تمّ تعيينه بشكل صحيح إلى  \"%s\".",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "خيار \"overwrite.cli.url\" في ملفك config.php تمّ تعيينه إلى  \"%s\" و الذي هو عنوان URL صحيح. عنوان URL المقترح هو \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "يرجى التأكد من تعيين خيار \"overwrite.cli.url\" في ملف config.php الخاص بك على عنوان URL الذي يستعمله مستخدمو نكست كلاود عندك. مُقتَرح: \"%s\". وإلّا فقد تكون هناك مشاكل في إنشاء عنوان URL عبر cron .(من الممكن أن يكون عنوان URL المقترح ليس هو عنوان URL الذي يستعمله مستخدمو نكست كلاود عندك. من الأفضل إعادة التحقق من ذلك على أي حال.).",
    "PHP APCu configuration" : "تهيئة PHP APCu ",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "ذاكرة التخزين المؤقت لـ APCu لديك ممتلئة. فكر في زيادة apc.shm_size في إعداد php.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "ذاكرة التخزين المؤقت لـ APCu لديك ممتلئة %s%%, فكر في زيادة apc.shm_size في إعداد php.",
    "PHP default charset" : "مجموعة الأحرف الافتراضية charset لـ PHP",
    "PHP configuration option \"default_charset\" should be UTF-8" : "خيار إعداد الـ PHP ـ \"default_charset\" يجب أن يكون UTF-8",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "الدّالة مٌتاحة.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "وظيفة PHP \"set_time_limit\" غير متاحة. قد يؤدي هذا إلى توقف البرامج النصية في منتصف التنفيذ ، مما يؤدي إلى تعطيل التثبيت. يوصى بشدة بتمكين هذه الوظيفة.",
    "Freetype" : "Freetype",
    "Supported" : "مدعومٌ",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "لا يحتوي PHP على دعم FreeType ، مما يؤدي إلى كسر صور الملف الشخصي وواجهة الإعدادات.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "يبدو أن PHP لم يتم إعدادها بشكل صحيح للاستعلام عن متغيرات بيئة النظام. يقوم الاختبار باستخدام getenv (\"PATH\") بإرجاع استجابة فارغة فقط.",
    "PHP file size upload limit" : "الحد الأقصى لحجم تحميل ملف PHP",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "الحد الأقصى لحجم تحميل ملف \"بي إتش بي\" upload_max_filesize قليل جداً. يُوصى بألاّ يقل الحجم عن %1$s. القيمة الحالية: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "الحد الأقصى لحجم إرسال ملف \"بي إتش بي\" post_max_filesize قليل جداً. يُوصى بألاّ يقل الحجم عن %1$s. القيمة الحالية: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "الحد الأقصى لزمن إدخال \"بي إتش بي\" max_input_time قليل جداً. يُوصى بألاّ يقل الزمن عن %1$s. القيمة الحالية: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "الحد الأقصى لزمن تنفيذ \"بي إتش بي\" max_execute_time قليل جداً. يُوصى بألاّ يقل الزمن عن  %1$s. القيمة الحالية: %2$s.",
    "PHP memory limit" : "حد ذاكرة PHP ",
    "The PHP memory limit is below the recommended value of %s. Some features or apps - including the Updater - may not function properly." : "حد ذاكرة PHP أقل من المقترح والذي هو %s. بعض المزايا أو التطبيقات مثل المُحدِّث Updater يمكن ألاّ تعمل كما يجب.",
    "PHP modules" : "وحدات الـ PHP",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "يزيد من كفاءة ترجمة اللغات، و يحل مشكلة ترتيب الأحرف غير الآسكي non-ASCII characters",
    "for Argon2 for password hashing" : "لتقطيع كلمات المرور password hashing في Argon2",
    "required for SFTP storage and recommended for WebAuthn performance" : "مطلوب لتخزين SFTP و يٌوصَى به لتحسين أداء WebAuth",
    "for picture rotation in server and metadata extraction in the Photos app" : "لتدوير الصورة في الخادم، و استخلاص البيانات الوصفية في تطبيق الصِّوَر",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "يفتقد هذا الخادم إلى بعض الأجزاء modules من PHP  و التي يتوجب تثبيتها: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "هذا الخادم تنقصه بعد الوحدات الهامة من الـ PHP. لتحقيق أداء أحسن و توافقية أفضل، يُنصح بشدة بتثبيتها:\n%s",
    "PHP opcache" : "PHP opcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "لم يتم تحميل وحدة PHP OPcache. للحصول على أداء أفضل، يوصى بتحميلها حيث تمّ تحميل PHP عندك.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache مُعطَّلةٌ. لتحسين الأداء، يُوصى بتطبيق\"opcache.enable=1\" في إعدادات PHP لديك.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "الذاكرة المشتركة المعتمدة على  OPcache مُعطَّلة. لتحسين الأداء، يُوصى بتطبيق \"opcache.file_cache_only=0\" في إعدادات PHP لديك و استعمال ذاكرة التخزين المؤقت للملف file cache كذاكرة ثانوية فقط.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache لا تعمل كم يجب. الدالة opcache_get_status() قامت بإرجاع القيمة false. راجع الإعدادات من فضلك.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "أقصى عدد من مفاتيح OPcache قارب على النفاذ. لضمان الاحتفاظ بجميع السكربتات scripts في الذاكرة المؤقتة cache، يُوصى بتطبيق \"opcache.max_accelerated_files\" في إعدادات PHP لديك بقيمة أكبر من \"%s\".",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "المخزن المؤقت لـ OPcache قارب على الإمتلاء. لضمان الاحتفاظ بجميع السكربتات scripts في الذاكرة المؤقتة cache، يُوصى بتطبيق  \"opcache.memory_consumption\" في إعدادات PHP لديك بقيمة أكبر من \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "المخزن المؤقت للسلاسل الداخلية لـ OPcache ممتلئ تقريبًا. لضمان إمكانية التخزين المؤقت للسلاسل المتكررة بشكل فعال، يُوصى بتطبيق \"opcache.interned_strings_buffer\" في إعدادات PHP لديك بقيمة أكبر من \"%s\".",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "تمّ تكوين OPcache لإزالة تعليقات التعليمات البرمجية. مع تمكين OPcache، يجب تعيين \"opcache.save_comments=1\" لكي تعمل نكست كلاود.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "لا يُسمح لنكست كلاود باستخدام واجهة برمجة تطبيقات OPcache. مع تمكين OPcache، يوصى بشدة بتضمين جميع أدلة نكست كلاود مع \"opcache.restrict_api\" أو إلغاء تعيين هذا الإعداد لتعطيل قيود OPcache API و ذلك لمنع حدوث أخطاء أثناء ترقية نكست كلاود أو ترقيات التطبيق.",
    "Checking from CLI, OPcache checks have been skipped." : "التحقق من CLI. تمّ تخطي عمليات التحقق من OPcache.",
    "The PHP OPcache module is not properly configured. %s." : "جزء الـ PHP OPcache لم يتم إعداده بالشكل الصحيح. %s.",
    "Correctly configured" : "تمّ الإعداد بالشكل الصحيح",
    "PHP version" : "إصدار الـ PHP",
    "You are currently running PHP %1$s. PHP %2$s is deprecated since Nextcloud %3$s. Nextcloud %4$s may require at least PHP %5$s. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "أنت الآن تُشغِّل \"بي إتش بي\" %1$s. \"بي إتش بي\" %2$s مهجورة منذ الإصدار  %3$s من نكست كلاود. نكست كلاود %4$s تحتاج إلى \"بي إتش بي\" %5$s على الأقل. يُرجى الترقية إلى إحدى إصدارات \"بي إتش بي\" المدعومة رسميّاً و الصادرة عن مجموعة \"بي إتش بي\" بأسرع وقتٍ ممكنٍ.",
    "You are currently running PHP %s." : "إصدار PHP الذي تقوم بتشغيله الآن هو %s.",
    "PHP \"output_buffering\" option" : "خيار الـ PHP ـ \"output_buffering\" ",
    "PHP configuration option \"output_buffering\" must be disabled" : "خيار إعداد الـ PHP ـ \"output_buffering\" يجب تعطيله",
    "Push service" : "خدمة الدفش push",
    "Valid enterprise license" : "رخصة مؤسسية سارية",
    "Free push service" : "خدمة الدفش push المجانية",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "هذه تجهيزة مجتمعية community build لنكست كلاود غير مدعومة. نظراً لحجم هذا الخادم، لا يمكن ضمان الأداء و الموثوقية و قابلية التوسع. إشعارات الدفش Push notifications تمّ تقييد عددها لتجنب الضغط الزائد على خدمتنا المجانية. تعرّف على المزيد حول مزايا نسخة نسكت كلاود المؤسسية على الرابط: {link}.",
    "Random generator" : "مُولِّد عشوائي",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "لم يتمكن PHP من العثور على أي مصدر مناسب للعشوائية randomness؛ الأمر الذي لا يُنصح به لأسباب أمنية.",
    "Secure" : "آمِن",
    "Configuration file access rights" : "حقوق الوصول إلى ملف التكوين",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "تم تمكين إعداد للقراءة فقط. هذا يمنع تعيين بعض الإعدادات عبر واجهة الويب. علاوة على ذلك ، يجب جعل الملف قابلاً للكتابة يدويًا لكل تحديث.",
    "Nextcloud configuration file is writable" : "ملف تهيئة نكست كلاود قابل للتعديل",
    "Scheduling objects table size" : "جدولة حجم جدول الكائنات",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "لديك أكثر من %s سطراً في قائمة العناصر المجدولة. رجاءًـ قم بتشغيل مهام الصيانة الثقيلة عبر الأمر السطري: \nocc maintenance:repair --include-expensive.",
    "Scheduling objects table size is within acceptable range." : "حجم جدول كائنات الجدولة يقع ضمن النطاق المقبول.",
    "HTTP headers" : "ترويسات الـ HTTP",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- لم يتم تعيين ترويسة الـ HTTP ـ `%1$s` إلى `%2$s`. يمكن ألّا تعمل بعض الخصائص بالشكل الصحيح بسبب عدم ضبط هذا الإعداد كما يجب.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- لم يتم تعيين ترويسة الـ HTTP ـ `%1$s` إلى `%2$s`.  يمكن أن يٌشكِّل هذا تهديداً محتملاً للأمن و الخصوصية بسبب عدم ضبط هذا الإعداد كما يجب.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- ترويسة الـ HTTP ـ `%1$s` لا تحتوي على `%2$s`.  يمكن أن يٌشكِّل هذا تهديداً محتملاً للأمن و الخصوصية بسبب عدم ضبط هذا الإعداد كما يجب.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- ترويسة الـ HTTP ـ `%1$s` لم يتم ضبطها على `%2$s`, أو `%3$s`, أو `%4$s`, أو `%5$s`، أو `%6$s`. يمكن أن يؤدي هذا إلى تسريب معلومات المرجِع . للمزيد، أنظُر: {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- ترويسة  HTTP للنقل الآمن `Strict-Transport-Security` لم يتم ضبطها على `%d` ثوانٍ على الأقل (القيمة الحالية: `%d`). لتعزيز الأمن، يُوصى باستعمال سياسة HSTS طويلة.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- ترويسة HTTP للنقل الآمن `Strict-Transport-Security` ـ : `%s`. لتعزيز الأمن، يُنصح بتمكين HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- - ترويسة HTTP للنقل الآمن `Strict-Transport-Security` لم يتم تعيينها ( يجب أن تكون `%d` ثوان على الأقل). لتعزيز الأمن، يُنصح بتمكين HSTS.",
    "Some headers are not set correctly on your instance" : "بعض الترويسات لم يتم تعيينها بالشكل الصحيح على الخادم",
    "Could not check that your web server serves security headers correctly. Please check manually." : "تعذّر التحقُّق من أن خادم الويب عندك يخدم الترويسات الآمنة security headers بالشكل الصحيح. قم رجاءً بالتحقُّق من ذلك يدوياً.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "تعذّر التحقُّق من أن خادم الويب عندك يخدم الترويسات الآمنة security headers بالشكل الصحيح. و تعذّر تنفيذ الاستعلام عن: `%s`",
    "Your server is correctly configured to send security headers." : "الخادم لم تتم تهيئته بالشكل الصحيح لإرسال الترويسات الآمنة security headers. ",
    "Database version" : "إصدار قاعدة البيانات",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "رقم إصدار MariaDB الذي تمّ اكتشافه هو 10.3. هذا الإصدار هو في آخر عمره الافتراضي و هو مدعوم فقط كجزء من أوبنتو. Unbuntu 20.04. لتحقيق أفضل أداء و ثبات مع هذا الإصدار من نكست كلاود، نقترح أن يكون إصدار MariaDB  >=%1$s و <=%2$s.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "رقم إصدار MariaBD الذي تمّ اكتشافه هو \"%1$s\". لتحقيق أفضل أداء و ثبات مع هذا الإصدار من نكست كلاود، نقترح أن يكون إصدار MariaDB >=%2$s و <=%3$s.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "رقم إصدار MySQL الذي تمّ اكتشافه هو \"%1$s\" . لتحقيق أفضل أداء و ثبات مع هذا الإصدار من نكست كلاود، نقترح أن يكون إصدار MySQL >=%2$s و <=%3$s .",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "تمّ اكتشاف الإصدار \"%1$s\" من PostgreSQL. لأفضل أداء و استقرار مع هذا الإصدار من نكست كلاود، نوصي باستعمال PostgreSQL >=%2$s و <=%3$s.  ",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "يتم استخدام SQLite حاليًا كقاعدة بيانات خلفية. بالنسبة لعمليات التثبيت الأكبر حجمًا، نوصي بالتبديل إلى واجهة خلفية مختلفة لقاعدة البيانات. يوصى بهذا بشكل خاص عند استخدام عميل سطح المكتب لمزامنة الملفات. للانتقال إلى قاعدة بيانات أخرى، استخدم الأمر السطري: \n\"occ db:convert-type\".",
    "Unknown database platform" : "منصة قاعدة البيانات غير معلومة",
    "Architecture" : "معمار",
    "64-bit" : "64-بِت",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "يبدو أنك تستعمل إصدار PHP لـ 32-بِت. نكست كلاود تتطلب 64-بِت للعمل بشكل جيد. من فضلك، قُم بترقية نظام تشغيلك و PHP إلى 64-بِت.",
    "Temporary space available" : "مساحة مؤقتة متاحة",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "حدث خطأ أثناء فحص المسار المؤقت لـ PHP - لم يتم تعيينه إلى مُجلّد بالشكل الصحيح. القيمة الراجعة: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "دالة PHP المسماة  \"disk_free_space\" معطلة؛ الأمر الذي يمنع فحص مدى توافر المساحة الكافية للمجلدات المؤقتة.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "حدث خطأ أثناء فحص مساحة التخزين المتاحة للمسار المؤقت لـ PHP، أو لم يتم إرجاع أي مساحة متاحة للتخزين. المسار المؤقت: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f غيغا بايت متاحة في %s (المجلد المؤقت لـ PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f غيغا بايت متاحة فثي %s (المجلد المؤقت لنكست كلاود)",
    "Temporary directory is correctly configured:\n%s" : "المجلد المؤقت تمّ تكوينه بالشكل الصحيح:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "هذا الخادوم يستعمل مخزن العناصر object store المستند إلى S3 كمخزن أساسي، و لا زالت لديه سعة تخزين كافية في المجلد المؤقت.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "هذا الخادوم يستعمل مخزن العناصر object store المستند إلى S3 كمخزن أساسي. الملفات التي تمّ رفعها يتم تخزينها مؤقتًا على الخادم، و لهذا يُوصى بتوفير مساحة خالية تبلغ 50 غيغا بايت في الدليل المؤقت لـ PHP. لمزيد التحسين، يُرجى تغيير الدليل المؤقت في php.ini أو توفير مساحة أكبر في هذا المسار. \nنتيجة فحص المساحة المتوفرة في المسار المؤقت: %.1f جيجا بايت؛ بدلاً عن: 50 جيجا بايت الموصى بها. المسار: %s",
    "Database transaction isolation level" : "مستوى عزل معاملات قاعدة البيانات",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "لا تعمل قاعدة البيانات الخاصة بك بمستوى عزل المعاملة \"READ COMMITTED\". هذا يمكن أن يسبب مشاكل عند تنفيذ عدة إجراءات بالتوازي.",
    "Was not able to get transaction isolation level: %s" : "تعذّر العثور على مستوى عزل المعاملات transaction isolation level: %s",
    ".well-known URLs" : ".عنوان URL معروف",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "الحقل `check_for_working_wellknown_setup` تمّ تعيينه إلى \"لا false\"؛ و لهذا فسيتم تخطي هذا الفحص.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "تعذّر التحقّق من أن خادوم الويب عندك \"معروف\" `.well-known` بالشكل الصحيح. لذا، ستحتاج إلى التحقق منه يدوياً. ",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "خادوم الويب عندك لم يتم إعداده بالشكل الصحيح لتحليل العناوين \"المعروفة\" `.well-known`. الفشل في: \n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "خادومك تم إعداده بالشكل الصحيح للتعرف على عناوين URL \"المعروفة\" `.well-known` .",
    "Font file loading" : "رفع ملف الخطوط",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "تعذّر التحقُّق من دعم الرفع لـ{extension}. يرجى التحقُّق يدويّاً من أن خادوم الويب يمكنه خدمة ملفات `.{extension}`.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "خادومك غير مُهيّأٍ بالشكل الصحيح لتقديم ملفات من نوع .{extension}.  يكون هذا عادةً بسبب تهيئة خادوم الويب Ngnix. بالنسبة للإصدار 15 من نكست كلاود، يحتاج إلى الضبط أيضاً لتقديم ملفات من نوع{extension}. قارن بين التهيئة الحالية لخادم الويب Nginx و التهيئة الموصى بها في توثيق النظام.",
    "Profile information" : "معلومات الملف الشخصي",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "صورة الملف الشخصي، و الاسم الكامل، والبريد الإلكتروني، و رقم الهاتف، و صفحة الويب، و حساب تويتر، و المؤسسة، و الوظيفة، و العنوان، و السيرة الذاتية، و هل أن ملفك الشخصي مُفعّل",
    "Nextcloud settings" : "إعدادات نكست كلاود",
    "Unified task processing" : "المعالجة الموحدة للمهام",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "يمكن تنفيذ مهام الذكاء الاصطناعي من خلال تطبيقات مختلفة. هنا يمكنك تعيين التطبيق الذي يجب استخدامه لأي مهمة.",
    "Task:" : "المُهِمّة:",
    "Enable" : "تمكين",
    "None of your currently installed apps provide Task processing functionality" : "لا يوفر أي من تطبيقاتك المثبتة حاليًا وظيفة معالجة المهام",
    "Machine translation" : "الترجمة الآلية",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "يمكن تنفيذ الترجمة الآلية من خلال تطبيقات مختلفة. هنا يمكنك تحديد أسبقية تطبيقات الترجمة الآلية التي قمت بتثبيتها في الوقت الحالي.",
    "Image generation" : "توليد الصور",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "توليد الصور يمكن تنفيذه بعدة تطبيقات. يمكنك هنا تعيين أي التطبيقات ترغب في استعماله.",
    "None of your currently installed apps provide image generation functionality" : "لا يوفر أي من تطبيقاتك المثبتة حاليًا وظيفة توليد الصور",
    "Text processing" : "معالجة النصوص",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "يمكن تنفيذ مهام معالجة النصوص بواسطة تطبيقات مختلفة. هنا يمكنك تعيين التطبيق الذي يجب استخدامه لأي مهمة",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "لا يوجد أي تطبيق مثبت لديك حاليّاً يؤدي وظيفة معالجة النصوص باستعمال واجهة API لمعالجة النصوص.",
    "Here you can decide which group can access certain sections of the administration settings." : "هنا يمكنك تحديد المجموعة التي يمكنها الوصول إلى أقسام معينة من إعدادات الإدارة.",
    "Unable to modify setting" : "تعذّر تعديل الإعداد",
    "None" : "لا شيء",
    "Changed disclaimer text" : "تمّ تعديل نص إخلاء المسؤولية ",
    "Deleted disclaimer text" : "تمّ حذف نص إخلاء المسؤولية ",
    "Could not set disclaimer text" : "تعذّر تعيين نص إخلاء المسؤولية",
    "Allow apps to use the Share API" : "السماح للتطبيقات باستعمال واجهة برمجة تطبيقات المشاركة Share API",
    "Allow resharing" : "السماح بإعادة المشاركة ",
    "Allow sharing with groups" : "السماح بالمشاركة مع المجموعات",
    "Restrict users to only share with users in their groups" : "تقييد المستخدمين بالمشاركة فقط مع المستخدمين الأعضاء في مجموعاتهم",
    "Ignore the following groups when checking group membership" : "تجاهل المجموعات التالية عند فحص عضوية المجموعة",
    "Allow users to share via link and emails" : "السماح للمستخدمين بالمشاركة عبر الروابط ورسائل البريد الإلكتروني",
    "Allow public uploads" : "السماح بالتحميلات العامة",
    "Always ask for a password" : "أطلب كلمة مرور دائماً ",
    "Enforce password protection" : "فرض الحماية بكلمة المرور",
    "Exclude groups from password requirements" : "إستثناء بعض المجموعات من متطلبات كلمة المرور",
    "Exclude groups from creating link shares" : "إستثناء بعض المجموعات من إنشاء روابط المشاركات",
    "Allow users to set custom share link tokens" : "السماح للمستخدِمين بتعيين أَمَارَات لرابط مشاركة مُخصَّص",
    "Shares with custom tokens will continue to be accessible after this setting has been disabled" : "المشاركات ذات الأَمَارَات المُخصَّصة سوف تبقى متاحة حتى بعد تعطيل هذا الإعداد",
    "Shares with guessable tokens may be accessed easily" : "المشاركات ذات الأَمَارَات سهلة التخمين يمكن الوصول إليها بسهولة",
    "Limit sharing based on groups" : "تقييد المشاركة بحسب المجموعات",
    "Allow sharing for everyone (default)" : "السماح بالمشاركة للجميع (الوضع التلقائي)",
    "Exclude some groups from sharing" : "استثناء بعض المجموعات من المشاركة",
    "Limit sharing to some groups" : "تقييد المشاركة بالنسبة لبعض المجموعات",
    "Groups allowed to share" : "المجموعات المسموح لها بالمشاركة",
    "Groups excluded from sharing" : "إستثناء بعض المجموعات من المشاركة",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "المجموعات غير المسموح لها سيظل بإمكانها استقبال المشاركات لكن لا يمكنها المبادءة بها.",
    "Set default expiration date for internal shares" : "تعيين تاريخ انتهاء الصلاحية الافتراضي للمشاركات الداخلية ",
    "Enforce expiration date" : "فرض تاريخ نهاية الصلاحية",
    "Default expiration time of new shares in days" : "التاريخ التلقائي لانتهاء صلاحية المشاركات الجديدة بالأيام",
    "Expire shares after x days" : "تنتهي المشاركات بعد كذا يوم",
    "Set default expiration date for shares to other servers" : "تعيين تاريخ انتهاء الصلاحية الافتراضي للمشاركات على الخوادم الأخرى",
    "Enforce expiration date for remote shares" : "فرض تاريخ انتهاء الصلاحية بالنسبة للمشاركات البعيدة",
    "Default expiration time of remote shares in days" : "التاريخ التلقائي لانتهاء صلاحية المشاركات البعيدة بالأيام",
    "Expire remote shares after x days" : "تنتهي صلاحية المشاركات البعيدة بعد كذا يوم",
    "Set default expiration date for shares via link or mail" : "تعيين التاريخ التلقائي لانتهاء صلاحية المشاركات التي تمّت عبر الروابط أو عبر الإيميل",
    "Default expiration time of shares in days" : "الزمن التلقائي لانتهاء صلاحية المشاركات بالأيام",
    "Privacy settings for sharing" : "إعدادات الخصوصية للمشاركة",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "السماح بالإكمال التلقائي لاسم الحساب في مربع حوار المشاركة والسماح بالوصول إلى دفتر عناوين النظام",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "إذا تمّ تمكين الإكمال التلقائي على أساس \"نفس المجموعة\" و \"تكامل رقم الهاتف\" ، فسيكون تمكين أي خيار منهما كافي لإظهار المستخدم.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "تقييد الإكمال التلقائي لاسم الحساب و اقتصار الوصول إلى دفتر عناوين النظام على المستخدمين داخل نفس المجموعة",
    "Restrict account name autocompletion to users based on phone number integration" : "تقييد الإكمال التلقائي لاسم الحساب على المستخدمين بناءً على تكامل رقم الهاتف",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "السماح بالإكمال التلقائي عند إدخال الاسم الكامل أو عنوان البريد الإلكتروني ( أي تجاهل شرط تطابق دفتر الهاتف و  شرط الوجود في نفس المجموعة)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "إظهار نص إخلاء المسؤولية في صفحة رابط الرفع العام (يظهر فقط عندما تكون قائمة الملفات مخفية)",
    "Disclaimer text" : "نص إخلاء المسؤولية",
    "This text will be shown on the public link upload page when the file list is hidden." : "يظهر هذا النص في صفحة رفع الرابط العام public link upload page عندما تكون قائمة الملفات مخفية.",
    "Default share permissions" : "أذونات المشاركة الافتراضية",
    "Two-Factor Authentication" : "التحقق ثنائي العوامل من الهوية",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "يمكن فرض المصادقة الثنائية على جميع الحسابات أو على مجموعات محددة. لكم إذا لم يسبق تهيئة مزود للتحقق والمصادقة ثنائية العوامل لهم، فلن يتمكنوا من تسجيل الدخول إلى النظام.",
    "Enforce two-factor authentication" : "فرض المصادقة الثنائية",
    "Limit to groups" : "حصر على بعض المجموعات",
    "Enforcement of two-factor authentication can be set for certain groups only." : "فرض المصادقة الثنائية 2FA يمكن أن يقتصر على بعض المجموعات.",
    "Two-factor authentication is enforced for all members of the following groups." : "فرض المصادقة الثنائية 2FA على أعضاء المجموعات التالية.",
    "Enforced groups" : "سياسة المجموعات المفروضة",
    "Two-factor authentication is not enforced for members of the following groups." : "لا يخضع أعضاء المجموعات التالية إلى فرض المصادقة الثنائية 2FA",
    "Excluded groups" : "المجموعات المُستثناة",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "عندما يتم تحديد أو استبعاد المجموعات، فإنها تستخدم المنطق التالي لتحديد ما إذا كان الحساب قد تم فرض المصادقة الثنائية عليه: إذا لم يتم تحديد أي مجموعات، فسيتم تمكين المصادقة الثنائية للجميع باستثناء أعضاء المجموعات المستبعدة. إذا تم تحديد المجموعات، فسيتم تمكين المصادقة الثنائية 2FA لجميع أعضاء هذه المجموعات. إذا كان الحساب موجودًا في مجموعة محددة ومستبعدة، فستكون الأولوية للحساب المحدد و سيتم فرض المصادقة الثنائية.",
    "Save changes" : "حفظ التعديلات",
    "Show details for {appName} app" : "عرض تفاصيل التطبيق {appName} ",
    "Update to {update}" : "التحديث إلى {update}",
    "Remove" : "حذف",
    "Featured" : "مميزة",
    "This app is supported via your current Nextcloud subscription." : "هذا التطبيق مدعوم من خلال اشتراكك الحالي في نكست كلود.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "تم تطوير التطبيقات المميزة من قبل المجتمع وداخله. و هي توفر وظائف مركزية وجاهزة للعمل في بيئة العمل الفعلية.",
    "Community rating: {score}/5" : "تقييم المجتمع: {score}/5",
    "Disable all" : "تعطيل الكل",
    "Download and enable all" : "تنزيل و تمكين الكل",
    "All apps are up-to-date." : "كل التطبيقات محدثة لآخر إصدار",
    "Icon" : "الأيقونة",
    "Name" : "الاسم",
    "Version" : "الإصدار",
    "Level" : "الدرجة",
    "Actions" : "الإجراءات",
    "Results from other categories" : "نتائج من تصنيفاتٍ أخرى",
    "No apps found for your version" : "لا يمكن العثور على تطبيقات للإصدار الخاص بك.",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n تطبيقات لها تحديث متاح","%n تطبيق له تحديث متاح","%n تطبيقات لها تحديث متاح","%n تطبيقات لها تحديث متاح","%n تطبيقات لها تحديث متاح","%n تطبيقات لها تحديث متاح"],
    "_Update_::_Update all_" : ["تحديث الكل","تحديث","تحديث الكل","تحديث الكل","تحديث الكل","تحديث الكل"],
    "Failed to load groups" : "فشل تحميل المجموعات",
    "Failed to create group" : "تعذّر إنشاء المجموعة",
    "Creating group…" : "جارٍ إنشاء مجموعة ...",
    "Create group" : "إنشاء مجموعة",
    "Group name" : "اسم الفريق",
    "Please enter a valid group name" : "يرجى إدخال اسم مناسب للمجموعة",
    "Search groups…" : "البحث في المجموعات ...",
    "List of groups. This list is not fully populated for performance reasons. The groups will be loaded as you navigate or search through the list." : "قائمة المجموعات. هذه القائمة ليست كاملة لأسباب تتعلق بالأداء. سيتم تحميل مزيد من المجموعات كلما تحركت عبر القائمة أو بحثت فيها.",
    "Loading groups…" : "تحميل المجموعات ...",
    "Could not load app discover section" : "تعذّر تحميل قسم اكتشاف التطبيقات",
    "Could not render element" : "تعذّر عرض العنصر",
    "Nothing to show" : "لا يوجد ما يستوجب العرض",
    "Could not load section content from app store." : "تعذّر تحميل محتوى القسم من متجر التطبيقات",
    "Loading" : "التحميل جارٍ...",
    "Fetching the latest news…" : "تحميل آخر الأخبار...",
    "Carousel" : "دوَّار",
    "Previous slide" : "الشريحة السابقة",
    "Next slide" : "الشريحة التالية",
    "Choose slide to display" : "إختر شريحة للعرض",
    "{index} of {total}" : "{index} من {total}",
    "Daemon" : "برنامج خفي Daemon",
    "Deploy Daemon" : "نشر البرنامج الخفي",
    "Type" : "النوع",
    "Display Name" : "إسم العرض",
    "GPUs support" : "دعم وحدات المعالجة الرسومية GPU",
    "Compute device" : "إحسب الجهاز",
    "Advanced deploy options" : "خيارات النشر المتقدمة",
    "Edit ExApp deploy options before installation" : "قُم بتعديل خيارات نشر التطبيقات الخارجية ExAPP قبل التثبيت",
    "Configured ExApp deploy options. Can be set only during installation" : "الخيارات المُهيَّأة لنشر التطبيقات الخارجية ExAPP، يمكن تعيينها فقط أثناء التثبيت",
    "Learn more" : "تعلم المزيد",
    "Environment variables" : "متغيرات البيئة",
    "ExApp container environment variables" : "متغيرات بيئة حاوية التطبيقات الخارجية ExApp",
    "No environment variables defined" : "لم يتم تعريف أي متغيرات بيئية",
    "Mounts" : "نقاط تثبيت",
    "Define host folder mounts to bind to the ExApp container" : "قم بتحديد مجلدات المضيف المراد ربطها بحاوية التطبيق الخارجي ExApp",
    "Must exist on the Deploy daemon host prior to installing the ExApp" : "يجب أن يكون موجوداً على مضيف البرنامج المُقِيم للنشر Deploy daemon قبل تثبيت التطبيق الخارجي ExApp",
    "Host path" : "مسار المُضِيف",
    "Container path" : "مسار الحاوية",
    "Read-only" : "للقراءة فقط",
    "Remove mount" : "إزالة نقطة تثبيت",
    "New mount" : "نقطة تثبيت جديدة",
    "Enter path to host folder" : "أدخِل مسار مجلد الاسضافة",
    "Enter path to container folder" : "أدخِل مسار مجلد الحاوية",
    "Toggle read-only mode" : "تبديل وضعية \"للقراءة فقط\"",
    "Confirm adding new mount" : "أكِّد على إضافة نقطة التثبيت الجديدة",
    "Confirm" : "تأكيد",
    "Cancel adding mount" : "إلغاء إضافة نقطة التثبيت",
    "Cancel" : "إلغاء",
    "Add mount" : "إضافة نقطة تثبيت",
    "ExApp container mounts" : "نقاط تثبيت حاوية التطبيق الخارجي ExApp",
    "No mounts defined" : "لم يتم تعريف أي نقاط تثبيت",
    "Description" : "الوصف",
    "View in store" : "العرض في المتجر store",
    "Visit website" : "زيارة الموقع",
    "Usage documentation" : "توثيق المُستخدِم",
    "Admin documentation" : "دليل المدير",
    "Developer documentation" : "دليل المُطوّر",
    "Details" : "التفاصيل",
    "All" : "الكل",
    "Limit app usage to groups" : "قصر استخدام التطبيق على بعض المجموعات",
    "No results" : "لا نتائج",
    "Update to {version}" : "التحديث إلى {version}",
    "Deploy options" : "خيارات النشر",
    "Default Deploy daemon is not accessible" : "الوصول إلى البرنامج الخفي التلقائي لنشر التطبيقات Default Deploy Daemon غير ممكن.",
    "Delete data on remove" : "إحذف البيانات عند الإزالة",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "هذا التطبيق لم يُحدّد فيه أقدم إصدار متوافق معه من نكست كلاود. هذا قد يسبب خطأ في المستقبل.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "هذا التطبيق لم يُحدّد فيه أحدث إصدار متوافق معه من نكست كلاود. هذا قد يسبب خطأ في المستقبل.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "تعذّر تنصيب التطبيق بسبب عدم توافر التَبعِيّات dependencies التالية:",
    "Latest updated" : "آخر ما تمّ تحديثه",
    "Author" : "الكاتب",
    "Categories" : "التصنيفات",
    "Resources" : "الموارد",
    "Documentation" : "توثيق النظام",
    "Interact" : "تفاعل",
    "Report a bug" : "الإبلاغ عن خطإٍ",
    "Request feature" : "طلب خاصّيّةٍ",
    "Ask questions or discuss" : "إسأل أو ناقش",
    "Rate the app" : "قَيِّم التطبيق",
    "Rate" : "تقييم",
    "Changelog" : "سجل التغييرات",
    "Google Chrome for Android" : "مُتصفِّح \"كرُوم\" على الأندرويد من قوقل Chrome ",
    "{productName} iOS app" : "تطبيق iOS ـ  {productName} ",
    "{productName} Android app" : "تطبيق أندرويد ـ {productName} ",
    "{productName} Talk for iOS" : "تطبيق المحادثة Talk على iOS ـ {productName} ",
    "{productName} Talk for Android" : "تطبيق المحادثة Talk على أندرويد ـ {productName} ",
    "Sync client" : "مُزامنة العميل",
    "This session" : "هذه الجلسة",
    "{client} - {version} ({system})" : "{client} - {version} ({system})",
    "{client} - {version}" : "{client} - {version}",
    "Device name" : "اسم الجهاز",
    "Cancel renaming" : "إلغِ إعادة التسمية",
    "Save new name" : "حفظ الاسم الجديد",
    "Marked for remote wipe" : "مُعلَّمٌ ليتم مَحوُه عن بُعدٍ",
    "Device settings" : "إعدادات الجهاز",
    "Allow filesystem access" : "السماح بالنفاذ إلى نظام الملفات",
    "Rename" : "تعديل الاسم",
    "Revoke" : "سحب ",
    "Wipe device" : "مَحوُ الجهاز",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "إبطال رمز Token قد يتسبب في منع محو جهازك إذا لم تكن عملية المحو قد بدأت حتى الآن",
    "Device" : "الجهاز",
    "Last activity" : "آخر حركة",
    "Devices & sessions" : "الأجهزة والجلسات",
    "Web, desktop and mobile clients currently logged in to your account." : "تطبيق الويب وسطح المكتب والجوال المسجل دخولهم حالياً في حسابك.",
    "Error while creating device token" : "حدث خطأ اثناء إنشاء أَمَارَة token للجهاز",
    "App name" : "اسم التطبيق",
    "Create new app password" : "إنشاء كلمة مرور جديدة للتطبيق",
    "App password copied!" : "تمّ نسخ كلمة مرور التطبيق!",
    "Copy app password" : "إنسَخ كلمة مرور التطبيق",
    "Login name copied!" : "اسم الدخول تمّ نسخه!",
    "Copy login name" : "إنسَخ اسم الدخول",
    "Could not copy app password. Please copy it manually." : "تعذر نسخ كلمة مرور التطبيق. يرجى نسخها يدويًا.",
    "Could not copy login name. Please copy it manually." : "تعذّر نسخ اسم الدخول. إنسخه يدويّاً، من فضلك.",
    "New app password" : "كلمة المرور للتطبيق الجديد",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "إستعمل حيثيات الدخول أدناه لتهيئة تطبيقك أو جهازك. لأسباب أمنية فإن كلمة المرور هذه يتم عرضها لمرة واحدة فقط.",
    "Login" : "تسجيل الدخول",
    "Password" : "كلمة المرور",
    "Show QR code for mobile apps" : "إظهار رمز الاستجابة السريعة QR لتطبيقات الجوال",
    "Use system cron service to call the cron.php file every 5 minutes." : "إستعمل خدمة إدارة المهام الخلفية cron لاستدعاء الملف cron.php مرة كل 5 دقائق.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "يجب تنفيذ cron.php بواسطة حساب النظام \"{user}\".",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "إمتداد PHP POSIX مطلوب. لمزيد المعلومات، أنظُر  {linkstart} توثيق PHPـ {linkend}.",
    "Unable to update background job mode" : "تعذّر تحديث وضعية مهمة خلفية  background job mode",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "لكي يعمل الخادم بشكل صحيح، من المهم تكوين وظائف الخلفية بشكل صحيح. Cron هو الإعداد الموصى به. يرجى الاطلاع على الوثائق لمزيد من المعلومات.",
    "Last job execution ran {time}. Something seems wrong." : "آخر مهمّة تم تنفيذها في {time}. يبدو أن هنالك خطأٌ ما.",
    "Last job ran {relativeTime}." : "آخر مهمة تم تنفيذها في {relativeTime}.",
    "Background job did not run yet!" : "مهمة الخلفية لم يبدأ تنفيذها حتى الآن!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "نفِّذ مهمة واحدة لكل صفحة يتم تحميلها. حالة الاستخدام: خادم حساب وحيد ",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "يتم تسجيل cron.php في خدمة webcron للاتصال بـ cron.php كل 5 دقائق عبر HTTP. حالة الاستخدام: خادم صغير جدًا (من 1 إلى 5 حسابات حسب الاستخدام).",
    "Cron (Recommended)" : "Cron (يُوصى به)",
    "Unable to update profile default setting" : "تعذّر تحديث الإعدادات التلقائية لملف التعريف الشخصي profile",
    "Profile" : "الملف الشخصي",
    "Enable or disable profile by default for new accounts." : "تمكين أو تعطيل الملف الشخصي بشكل افتراضي للحسابات الجديدة.",
    "Password confirmation is required" : "مِن الواجب تأكيد كلمة السر",
    "Failed to save setting" : "فشل في حفظ الإعداد",
    "{app}'s declarative setting field: {name}" : "حقل الإعدادات التصريحي للتطبيق {app} : {name}",
    "Unable to update server side encryption config" : "تعذر تحديث تهيئة التشفير من جانب الخادم",
    "Server-side encryption" : "التشفير من جانب الخادم",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "يتيح التشفير من جانب الخادم إمكانية تشفير الملفات التي يتم رفعها على هذا الخادم. ولكن هذا الأمر مقترن بتبعات مثل تأثر الأداء؛ لذا قم بتمكين هذا الخاصية فقط إذا كنت فعلاً محتاجاً لها.",
    "To encrypt all existing files run this OCC command:" : "لتشفير كل الملفات الموجودة، شَغِّل الأمر السطري OCC.",
    "Enable server-side encryption" : "تشغيل التشفير من جانب الخادم",
    "Disabling server side encryption is only possible using OCC, please refer to the documentation." : "يمكن فقط عن طريق OCC تعطيل التشفير من جهة الخادوم. يُرجَى الاطلاع على التوثيق.",
    "No encryption module loaded, please enable an encryption module in the app menu." : "لم يتم تحميل وِحدة التشفير، يرجى تمكين وِحدة التشفير من قائمة التطبيق.",
    "Select default encryption module:" : "اختر وحدة التشفير الافتراضية:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "تحتاج إلى ترحيل مفاتيح التشفير من التشفير القديم (ownCloud <= 8.0) إلى الجديد. يرجى تمكين وحدة التشفير الافتراضية وتشغيل {command}",
    "Cancel encryption" : "إلغاء التشفير",
    "Enable encryption" : "تمكين التشفير",
    "Confirm enabling encryption" : "تأكيد تمكين التشفير",
    "Please read carefully before activating server-side encryption:" : "رجاءً، إقرأ بعناية قبل تمكين تشغيل التشفير من جانب الخادم:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "بمجرد تمكين التشفير، سيتم تشفير جميع الملفات التي يتم تحميلها إلى الخادم من تلك النقطة أثناء تخزينها على الخادم.  و سيكون من الممكن فقط تعطيل التشفير في وقت لاحق إذا كانت وحدة التشفير النشط تدعم التعطيل و بشرط استيفاء جميع الشروط المسبقة (مثل إعداد مفتاح الاسترداد).",
    "By default a master key for the whole instance will be generated. Please check if that level of access is compliant with your needs." : "بشكل افتراضي، سيتم إنشاء مفتاح رئيسي للخادوم بأكمله. يرجى التحقق مما إذا كان مستوى الوصول هذا متوافقًا مع احتياجاتك.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "لا يضمن التشفير وحده أمان النظام. يرجى الاطلاع على الوثائق للحصول على مزيد من المعلومات حول كيفية عمل تطبيق التشفير ، وحالات الاستخدام المدعومة.",
    "Be aware that encryption always increases the file size." : "لاحظ أن حجم الملفات يزيد دائما مع استخدام التشفير.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "من المهم دائماً إنشاء نسخ احتياطية بشكل معتاد لبياناتك. في حال كنت مُفعِّلا لخاصية التشفير تأكد دائما من حصولك على رمز التشفير بالإضافة الى البيانات.",
    "Refer to the admin documentation on how to manually also encrypt existing files." : "إرجِع إلى توثيق المُشرِف حول كيفية تشفير الملفات الموجودة يدويّاً أيضاً.",
    "This is the final warning: Do you really want to enable encryption?" : "هذا هو التحذير الاخير: هل تريد حقا تفعيل خاصية التشفير؟",
    "Please confirm the group removal" : "رجاءً، قم بتأكيد حذف المجموعة",
    "Submit" : "إرسال ",
    "Rename group" : "تغيير تسمية مجموعة",
    "Current password" : "كلمة المرور الحالية",
    "New password" : "كلمة المرور الجديدة",
    "Change password" : "تغيير كلمة المرور",
    "Choose your profile picture" : "إختر صورة ملفك الشخصي",
    "Please select a valid png or jpg file" : "رجاءً، إختر ملف PNG أو JPG صالح",
    "Error setting profile picture" : "حدث خطأُ أثناء تعيين صورة الملف الشخصي",
    "Error cropping profile picture" : "حدث خطأُ أثناء قصقصة cropping صورة الملف الشخصي",
    "Error saving profile picture" : "حدث خطأُ أثناء حفظ صورة الملف الشخصي",
    "Error removing profile picture" : "حدث خطأُ أثناء حذف صورة الملف الشخصي",
    "Your profile picture" : "صورة ملفك الشخصي",
    "Upload profile picture" : "إرفع صورة ملفك الشخصي",
    "Choose profile picture from Files" : "إختر صورة ملفك الشخصي من الملفات",
    "Remove profile picture" : "حذف صورة ملفك الشخصي",
    "The file must be a PNG or JPG" : "يحب أن يكون الملف PNG أو JPG",
    "Picture provided by original account" : "الصورة المستخدمة من الحساب الاصلي",
    "Set as profile picture" : "تعيين كصورة للملف الشخصي",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "يرجى ملاحظة أن الأمر قد يستغرق ما يصل إلى 24 ساعة حتى يتم تحديث صورة ملفك الشخصي في كل مكان.",
    "Your biography. Markdown is supported." : "سيرتك الذاتية. تنسيق \"ماركداون\" مدعوم أيضاً.",
    "Unable to update date of birth" : "يتعذّر تحديث تاريخ الميلاد",
    "Enter your date of birth" : "أدخل تاريخ ميلادك",
    "You are using {s}{usage}{/s}" : "أنت تستعمل {s}{usage}{/s}",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "أنت تستعمل {s}{usage}{/s} من {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})",
    "You are a member of the following groups:" : "أنت عضو في المجموعات التالية:",
    "Your full name" : "اسمك الكامل",
    "Email options" : "خيارات الإيميل",
    "Options for additional email address {index}" : "خيارات عنوان البريد الإلكتروني الإضافي {index}",
    "Remove primary email" : "حذف حساب البريد الالكتروني الأساسي",
    "Delete email" : "حذف الإيميل",
    "This address is not confirmed" : "هذا العنوان غير مؤكد",
    "Unset as primary email" : "إلغاء التعيين كحساب بريد الكتروني أساسي",
    "Set as primary email" : "تعيين كحساب بريد الكتروني أساسي",
    "Additional email address {index}" : "إيميل إضافي {index}",
    "Unable to delete primary email address" : "تعذّر حذف حساب البريد الالكتروني الأساسي",
    "Unable to update primary email address" : "تعذّر تحديث حساب البريد الالكتروني الأساسي",
    "Unable to add additional email address" : "تعذّرت إضافة حساب بريد الكتروني إضافي",
    "Unable to update additional email address" : "تعذّر تحديث حساب البريد الالكتروني الإضافي",
    "Unable to delete additional email address" : "تعذّرت إضافة حساب بريد الكتروني إضافي",
    "Primary email for password reset and notifications" : "البريد الإلكتروني الأساسي لإعادة تعيين كلمة المرور والإشعارات",
    "No email address set" : "لم يتم تعيين أي إيميل",
    "Your handle" : "حسابك",
    "Derived from your locale ({weekDayName})" : "مشتق من إعدادات منطقتك ({weekDayName})",
    "Unable to update first day of week" : "تعذّر تحديث اليوم الأول في الأسبوع",
    "Day to use as the first day of week" : "اليوم الذي سيتم اعتباره أول يوم في الأسبوع",
    "Your headline" : "عنوان ملفك الشخصي",
    "Unable to update language" : "تعذّر تحديث اللغة",
    "Languages" : "اللغات",
    "Help translate" : "المساعدة في الترجمة",
    "No language set" : "لم يتم تعيين أيّ لغةٍ",
    "Unable to update locale" : "تعذر تحديث إعدادات المنطقة",
    "Locales" : "الدول والمناطق",
    "Week starts on {firstDayOfWeek}" : "يبدأ الأسبوع بيوم {firstDayOfWeek}",
    "No locale set" : "لم يتم تعيين أي إعدادات للمنطقة",
    "Your city" : "مدينتك",
    "Your organisation" : "مؤسستك",
    "Your phone number" : "رقم هاتفك",
    "Edit your Profile visibility" : "حدّد من يستطيع أن يرى ملفك الشخصي",
    "Unable to update profile enabled state" : "تعذّر تحديث حالة الملف الشخصي المُفعّلة profile enabled state",
    "Enable profile" : "تمكين الملف الشخصي",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "الإعداد الأكثر تقييدًا للرؤية أو النطاق في ملف تعريفك الشخصي هو الذي سيتم تطبيقه. على سبيل المثال، إذا تم تعيين الرؤية على \"إظهار للجميع\" و تم تعيين النطاق على \"خاص\"، فسيتم تطبيق \"خاص\".",
    "Unable to update visibility of {displayId}" : "تعذر تحديث رؤية {displayId}",
    "she/her" : "هو/هي",
    "he/him" : "هو",
    "they/them" : "هم",
    "Your role" : "وظيفتك",
    "Your X (formerly Twitter) handle" : "حساب منصة X (تويتر سابقاً)",
    "Your website" : "صفحتك على الويب",
    "Invalid value" : "قيمة غير صحيحة",
    "Unable to update {property}" : "تعذّر تحديث {property}",
    "No {property} set" : "لم يتم تعيين أي {property} ",
    "Change scope level of {property}, current scope is {scope}" : "تمّ تغيير مستوى نطاق scope level ـ {property}. النطاق الحالي {scope}",
    "Unable to update federation scope of the primary {property}" : "تعذّر تحديث نطاق الاتحاد لـ {property} الأساسي/الأساسية",
    "Unable to update federation scope of additional {property}" : "تعذّر تحديث نطاق الاتحاد لـ {property} الإضافي/الإضافي",
    "Add additional email" : "إضافة بريد إلكتروني إضافي",
    "Add" : "إضافة",
    "Create" : "إنشاء",
    "Change" : "تعديل",
    "Delete" : "إلغاء",
    "Reshare" : "إعادة المشاركة",
    "Default language" : "اللغة الافتراضية",
    "Common languages" : "اللغات الشائعة",
    "Other languages" : "لُغات أخرى",
    "Password change is disabled because the master key is disabled" : "تم تعطيل تغيير كلمة المرور لأن المفتاح الرئيسي master key معطلٌ",
    "No accounts" : "لا توجد أي حسابات",
    "Loading accounts …" : "تحميل الحسابات ...",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "قائمة الحسابات. لم يتم تقديم هذه القائمة بالكامل لأسباب تتعلق بسرعة الأداء. سيتم عرض باقي الحسابات أثناء التنقل عبر القائمة.",
    "Manager" : "مدير",
    "Set line manager" : "تعيين الرئيس المباشر",
    "Account name will be autogenerated" : "سيتم توليد اسم الحساب تلقائيّاً",
    "Account name (required)" : "اسم الحساب (مطلوب)",
    "Failed to search groups" : "فشل البحث في المجموعات",
    "New account" : "حساب جديد",
    "Display name" : "اسم العرض",
    "Either password or email is required" : "يتطلب كلمة المرور أو البريد الإلكتروني",
    "Password (required)" : "كلمة المرور (مطلوب)",
    "Email (required)" : "البريد الالكتروني (مطلوب)",
    "Email" : "البريد الإلكتروني",
    "Member of the following groups (required)" : "عضو في المجموعات التالية ( مطلوب)",
    "Member of the following groups" : "عضو في المجموعات التالية",
    "Set account groups" : "تعيين مجموعات الحساب",
    "Admin of the following groups" : "مدير في المجموعات التالية",
    "Set account as admin for …" : "تعيين الحساب كمدير على ...",
    "Quota" : "الحصة التخزينية",
    "Set account quota" : "تعيين الحصة التخزينية للحساب",
    "Language" : "اللغة",
    "Set default language" : "تعيين اللغة الافتراضية",
    "Add new account" : "إضافة حساب جديد",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} حساب …","{userCount} حساب …","{userCount} حساب …","{userCount} حسابات …","{userCount} حساب …","{userCount} حساب …"],
    "_{userCount} account_::_{userCount} accounts_" : ["{userCount} حساب ","{userCount} حساب ","{userCount} حساب ","{userCount} حسابات","{userCount} حساب ","{userCount} حساب "],
    "Total rows summary" : "ملخص مجموع الأسطر",
    "Scroll to load more rows" : "مرِّر على القائمة لتحميل المزيد من الصفوف",
    "Password or insufficient permissions message" : "رسالة حول كلمة المرور أو عدم كفاية الأذونات",
    "Avatar" : "صورة الملف الشخصي الرمزية",
    "Account name" : "اسم الحساب",
    "Group admin for" : "مدير المجموعة لـ",
    "Account backend" : "الواجهة الخلفية للحساب",
    "Storage location" : "مسار التخزين",
    "First login" : "أول دخول",
    "Last login" : "آخِر تسجيلٍ للدخول",
    "Account actions" : "إجراءات الحساب",
    "{size} used" : "تم استهلاك{size} ",
    "Delete account" : "حذف الحساب",
    "Disconnect all devices and delete local data" : "قطع اتصال جميع الأجهزة وحذف البيانات المحلية فيها",
    "Disable account" : "تعطيل الحساب",
    "Enable account" : "تمكين الحساب",
    "Resend welcome email" : "إعادة إرسال الإيميل الترحيبي",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "في حالة فقد الجهاز أو ترك العمل بالمؤسسة، يمكن مَحْو بيانات نكست كلاود عن بُعد من جميع الأجهزة المرتبطة بـ {userid}. يعمل فقط إذا كانت الأجهزة متصلة بالإنترنت.",
    "Remote wipe of devices" : "مَحْو الأجهزة عن بُعدٍ",
    "Wipe {userid}'s devices" : "قُم بمَحْو أجهزة {userid}",
    "Wiped {userid}'s devices" : "أجهزة {userid} تمّ محوُها",
    "Failed to load groups with details" : "فل تحميل المجموعات مع التفاصيل",
    "Failed to load sub admin groups with details" : "فشل تحميل مجموعات المشرف الفرعي مع التفاصيل",
    "Failed to update line manager" : "تعذّر تحديث الرئيس المباشر",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "حذفُ حساب {userid} بالكامل بما في ذلك جميع ملفاته الشخصية وبيانات التطبيقات و غيرها.",
    "Account deletion" : "حذف حساب",
    "Delete {userid}'s account" : "حذف حساب {userid}",
    "Display name was successfully changed" : "تم تغيير اسم العرض بنجاح",
    "Password can't be empty" : "كلمة المرور لايمكن أن تكون فارغةً",
    "Password was successfully changed" : "تم تغيير كلمة المرور بنجاح",
    "Email can't be empty" : "البريد الإلكتروني لايمكن أن يكون فارغاً",
    "Email was successfully changed" : "تم تغيير البريد الإلكتروني بنجاح",
    "Welcome mail sent!" : "تمّ إرسال إيميل ترحيبي!",
    "Loading account …" : "تحميل حسابات ...",
    "Change display name" : "تعديل اسم العرض",
    "Set new password" : "تعيين كلمة مرور جديدة",
    "You do not have permissions to see the details of this account" : "ليس لديك الإذن بالاطلاع على تفاصيل هذا الحساب",
    "Set new email address" : "تعيين عنوان بريد الكتروني جديد",
    "Add account to group" : "إضافة حساب إلى مجموعة",
    "Set account as admin for" : "تعيين حساب كمدير على ",
    "Select account quota" : "تعيين الحصة التخزينية للحساب",
    "Set the language" : "تعيين اللغة",
    "Toggle account actions menu" : "تبديل قائمة إجراءات الحساب",
    "Done" : "تمّ",
    "Edit" : "تعديل",
    "Account management settings" : "إعدادات إدارة الحساب",
    "Visibility" : "الرؤية",
    "Show language" : "لغة العرض",
    "Show account backend" : "إظهار خلفية الحساب",
    "Show storage path" : "عرض مسار التخزين",
    "Show first login" : "أظهِر أول دخول",
    "Show last login" : "عرض آخر تسجيل دخول",
    "Sorting" : "ترتيب",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "يفرض تكوين النظام فرز المجموعات حسب الاسم. يؤدي هذا أيضًا إلى تعطيل إظهار عدد الأعضاء.",
    "Group list sorting" : "ترتيب قائمة المجموعات",
    "Sorting only applies to the currently loaded groups for performance reasons. Groups will be loaded as you navigate or search through the list." : "ينطبق الترتيب فقط على المجموعات التي تم تحميلها مؤخراً لاسباب تتعلق بالأداء. مزيد من المجموعات سيتم تحميلها كلما تحركت عبر القائمة أو بحثت فيها.",
    "By member count" : "بحسب عدد الأعضاء",
    "By name" : "بحسب الاسم",
    "Send email" : "إرسال بريد إلكتروني",
    "Send welcome email to new accounts" : "إرسال إيميل ترحيبي للحسابات الجديدة",
    "Defaults" : "الافتراضي",
    "Default quota" : "الحصة الافتراضية",
    "Select default quota" : "تعيين الحصة الافتراضية",
    "Server error while trying to complete WebAuthn device registration" : "حدث خطأ في الخادم أثناء محاولة إكمال تسجيل جهاز WebAuthn",
    "Passwordless authentication requires a secure connection." : "تتطلب المصادقة بدون كلمة مرور اتصالاً آمنًا.",
    "Add WebAuthn device" : "إضافة جهاز WebAuthn",
    "Please authorize your WebAuthn device." : "يُرجى منح الإذن لجهاز WebAuthn الخاص بك.",
    "Adding your device …" : "إضافة جهازك جاريةٌ ...",
    "Unnamed device" : "جهاز بدون اسم",
    "Passwordless Authentication" : "المصادقة بدون كلمة مرور",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "قم بإعداد حسابك للمصادقة بدون كلمة مرور وفق معيار FIDO2.",
    "No devices configured." : "لم تتمّ تهيئة أي أجهزة.",
    "The following devices are configured for your account:" : "تمّت تهيئة الأجهزة التالية لحسابك:",
    "Your browser does not support WebAuthn." : "مُتصفِّحُك لا يدعم WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "بصفتك مدير يمكنك ضبط سلوك وآلية عمليات المشاركة. يرجى الاطلاع على التوثيق لمزيد من المعلومات.",
    "You need to enable the File sharing App." : "يلزمك تمكين تطبيق مُشارَكة الملفات File sharing.",
    "App Store" : "متجر التطبيقات",
    "Loading app list" : "تحميل قائمة التطبيقات",
    "Loading categories" : "تحميل الفئات",
    "Developer documentation ↗" : "توثيق المطورين ↗",
    "Version {version}, {license}-licensed" : "النسخة {version}, {license}-مُرخَّصَة",
    "Version {version}" : "الإصدار {version}",
    "All accounts" : "جميع الحسابات",
    "Admins" : "المديرون",
    "Account group: {group}" : "مجموعة الحساب: {group}",
    "Account management" : "إدارة الحساب",
    "Sending…" : "الإرسال جارٍ …",
    "Email sent" : "تمّ إرسال الإيميل",
    "For performance reasons, when you enable encryption on a Nextcloud server only new and changed files are encrypted." : "لأسباب تتعلق بالأداء، عندما تقوم بتمكين التشفير على خادوم نكست كلاود، يتم تشفير الملفات الجديدة والمتغيرة فقط.",
    "Location" : "الموقع",
    "Profile picture" : "صورة الملف الشخصي",
    "About" : "عن",
    "Date of birth" : "تاريخ الميلاد",
    "Full name" : "الاسم الكامل",
    "Additional email" : "إيميل إضافي",
    "Fediverse (e.g. Mastodon)" : "الحساب على شبكات التواصل الاجتماعي  Fediverse (مثل Mastodon)",
    "Headline" : "العنوان",
    "Organisation" : "المؤسسة",
    "Phone number" : "رقم الهاتف",
    "Pronouns" : "الضمائر",
    "Role" : "الوظيفة",
    "X (formerly Twitter)" : "منصة X (تويتر سابقاً)",
    "Website" : "صفحة الويب",
    "Profile visibility" : "رؤية الملف الشخصي",
    "Locale" : "إعدادات المنطقة واللغة",
    "First day of week" : "أول يوم في الأسبوع",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "غير مُتاحٍ لأن هذه الخاصية مطلوبة للوظائف الأساسية بما في ذلك مشاركة الملفات و دعوات التقويم",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "غير متاح بسبب أنه تم تعطيل الاتحاد لحسابك، اتصل بإدارة النظام لأي استفسار",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "غير متاح بسبب أنه غير مسموح بنشر بيانات خاصة بالحساب على خادم البحث. اتصل بإدارة النظام لأي استفسار",
    "Discover" : "إستكشِف",
    "Your apps" : "تطبيقاتك",
    "Active apps" : "التطبيقات النشطة",
    "Disabled apps" : "التطبيقات المعطلة",
    "Updates" : "التحديثات",
    "App bundles" : "حزم التطبيقات App bundles",
    "Featured apps" : "تطبيقات مميزة",
    "Supported apps" : "التطبيقات المدعومة",
    "Show to everyone" : "عرض للكل",
    "Show to logged in accounts only" : "عرض للمسجل دخولهم فقط",
    "Hide" : "إخفاء",
    "Manually installed apps cannot be updated" : "التطبيقات المثبتة يدويّاً لايمكن تحديثها",
    "{progress}% Deploying …" : "{progress}% النشر جارٍ …",
    "{progress}% Initializing …" : "{progress}% التهيئة جارية …",
    "Health checking" : "فحص الصحة",
    "Deploy and Enable" : "قُم بالنشر و التمكين",
    "Download and enable" : "تنزيل وتمكين",
    "Disable" : "إيقاف",
    "Allow untested app" : "السماح للتطبيقات غير المجازة",
    "The app will be downloaded from the App Store" : "سيتم تنزيل التطبيق من متجر التطبيقات ",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "لم يتم التعرّف على هذا التطبيق باعتباره متوافقاً مع إصدار نكست كلاود الخاص بك. إذا تابعت، فسيظل بإمكانك تنصيب التطبيق. ولكن يجب ملاحظة أن التطبيق قد لا يعمل بالشكل المتوقع.",
    "Unknown" : "غير معروف",
    "Never" : "أبدا",
    "Could not register device: Network error" : "تعذّر تسجيل الجهاز: خطأ في الشبكة",
    "Could not register device: Probably already registered" : "تعذّر تسجيل الجهاز: على الأرجح أنه سبق تسجيله",
    "Could not register device" : "تعذّر تسجيل الجهاز",
    "An error occurred during the request. Unable to proceed." : "حدث خطأ أثناء الطلب. لا يمكن الاستمرار.",
    "The app has been enabled but needs to be updated." : "هذا البرنامج سبق تمكينه لكنه بحاجة إلى تحديث.",
    "Error: This app cannot be enabled because it makes the server unstable" : "خطأ: لا يمكن تمكين هذا التطبيق لأنه يجعل الخادم غير مستقر",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "تمّ تمكين التطبيق ولكنه يحتاج إلى التحديث. ستتم إعادة توجيهك إلى صفحة التحديث خلال 5 ثوانٍ.",
    "Do you really want to wipe your data from this device?" : "هل تريد حقًا مَحْو بياناتك من هذا الجهاز؟",
    "Confirm wipe" : "تأكيد المَحْو",
    "Could not delete the app token" : "تعذّر حذف أَمَارَة token التطبيق ",
    "Error while wiping the device with the token" : "حدث خطأ اثناء مَحْو الجهاز باستعمال الأَمَارَة token  ",
    "Error while updating device token name" : "حدث خطأ اثناء تحديث أَمَارَة token للجهاز",
    "Error while updating device token scope" : "حدث خطأ اثناء تحديث نطاق scope أَمَارَة token للجهاز",
    "Could not set group sorting" : "تعذّر تعيين كيفية ترتيب المجموعات",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "الطلبات الموجودة أكثر من الحد المسموح به في الشبكة. أعد المحاولة أو اتصل بمدير النظام.",
    "Error" : "خطأ",
    "Account documentation" : "وثائق المستخدم",
    "Administration documentation" : "وثائق الإدارة",
    "Forum" : "المنتدى",
    "Nextcloud help & privacy resources" : "مصادر للمساعدة والخصوصية حول نكست كلاود",
    "General documentation" : "وثائق عامة",
    "Legal notice" : "ملاحظة قانونية",
    "Privacy policy" : "سياسة الخصوصية",
    "None/STARTTLS" : "لا شيء / بروتوكول STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "فتح توثيق النظام",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "من المهم تنصيب هذا الخادم لتتمكن من إرسال و استقبال رسائل البريد الإلكتروني لكافة الأغراض و منها إعادة تعيين كلمات المرور و الإشعارات و غيرها.",
    "Send mode" : "وضعية الإرسال",
    "Encryption" : "التشفير",
    "Sendmail mode" : "وضعية sendmail",
    "From address" : "من حساب البريد الالكتروني",
    "Server address" : "عنوان الخادم",
    "Port" : "المنفذ",
    "Authentication" : "المُصادقة على الهويّة",
    "Authentication required" : "المصادقة مطلوبة",
    "Credentials" : "بيانات تسجيل الدخول",
    "SMTP Login" : "دخول SMTP ",
    "SMTP Password" : "كلمة مرور الـ SMTP",
    "Save" : "حفظ",
    "Test and verify email settings" : "إختبر و تحقّق من إعدادات البريد الالكتروني",
    "Security & setup warnings" : "تحذيرات الإعداد والأمان",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "من المهم لأمان الخادم و مستوى أدائه أن يتم تكوين كل شيء بشكل صحيح. لمساعدتك في ذلك، نقوم ببعض الفحوصات التلقائية. يُرجى الاطلاع على الوثائق ذات الصلة لمزيد من المعلومات.",
    "All checks passed." : "تمّ اجتياز جميع الاختبارات بنجاح.",
    "There are some errors regarding your setup." : "هناك بعض الأخطاء في إعداداتك.",
    "There are some warnings regarding your setup." : "هناك بعض التحذيرات بخصوص إعداداتك.",
    "Checking for system and security issues." : "التحقق من مشاكل النظام والأمان.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "يرجى إعادة التحقُّق مرة أخرى من<a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\"> أدلة التنصيب ↗</a>، والتحقق من وجود أي أخطاء أو تحذيرات في <a href=\"%2$s\">سجل أنشطة </a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "تحقق من أمان نكست كلاود عندك من خلال <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">اختبار فحص الأمان من طرفنا our security scan↗</a>.",
    "Reasons to use Nextcloud in your organization" : "أسباب تدعوك لاستعمال نكست كلاود في مؤسستك",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "تم تطويره بواسطة {communityopen} مجتمع نكست كلاود {linkclose} الـ {githubopen} كود المصدري {linkclose} مُرخّصٌ تحت {licenseopen}رخصة AGPL {linkclose}.",
    "Like our Facebook page" : "رجاءً، سجّل إعجابك بصفحتنا على الفيسبوك",
    "Follow us on X" : "تابعنا على منصة X",
    "Follow us on Mastodon" : "تابعونا على مَاستُدون",
    "Check out our blog" : "ألقِ نظرةً على مدوّنتنا",
    "Subscribe to our newsletter" : "إشترِك في نشرتنا الإخبارية",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "هذا الإصدار المُجتمَعِي من نكست كلاود غير مدعوم و الإشعارات الفورية غير متاحة.",
    "Use a second factor besides your password to increase security for your account." : "استخدم عاملاً ثانياً إلى جانب كلمة مرورك لزيادة أمان حسابك.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "إذا كنت تستخدم تطبيقات من طرفٍ ثالثٍ للاتصال بنكست كلاود، فالرجاء التأكد من إنشاء و تهيئة كلمة مرور التطبيق لكل منها قبل تمكين التحقق ثنائي العوامل من الهويّة 2FA.",
    "Logged in account must be a subadmin" : "يجب أن يكون الحساب الذي تم تسجيل الدخول إليه مديراً فرعياً",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "للسماح بتشغيل هذا الفحص، عليك التأكد من أن خادم الويب الخاص بك يمكنه الاتصال بنفسه. لذلك، يجب أن يكون قادراً على حل المشكلة والاتصال بواحد على الأقل من \"النطاقات_الموثوقة\" أو \"overwrite.cli.url\". قد يكون هذا الفشل نتيجة لعدم تطابق DNS من جانب الخادم أو قاعدة صادرة لجدار الحماية.",
    "File locking" : "قفل الملف",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "تم تعطيل خاصية \"قفل الملف أثناء العمل عليه\" Transactional file locking؛ الأمر الذي قد يؤدي إلى حدوث مشكلة \"التسابق على الموارد\" race condition. قُم بتمكين \"filelocking.enabled\" في ملف config.php لتجنب حدوث ذلك.",
    "The PHP memory limit is below the recommended value of %s." : "حد ذاكرة PHP أقل من القيمة الموصى بها وهي %s.",
    "for WebAuthn passwordless login" : "للدخول بدون كلمة مرور passwordless login في WebAuthn",
    "for WebAuthn passwordless login, and SFTP storage" : "للدخول بدون كلمة مرور passwordless login في WebAuthn، و وحدات تخزين SFTP",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "تمّ اكتشاف الإصدار \"%s\" من PostgreSQL. الإصدارات الموصى بها لأفضل أداء و للثبات و لاكتمال الوظائف مع هذا الإصدار من نكست كلاود هي من 12 إلى 16. ",
    "Set default expiration date for shares" : "تعيين تاريخ إنتهاء الصلاحية للمشاركات",
    "Your biography" : "سيرتك الذاتية",
    "You are using <strong>{usage}</strong>" : "أنت تستعمل <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "أنت تستعمل <strong>{usage}</strong> من <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)",
    "Failed to load subadmin groups with details" : "فشل تحميل المجموعات الفرعية مع التفاصيل"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}