{ "translations": {
    "Private" : "Privat",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Només visible per a les persones que coincideixen mitjançant la integració del número de telèfon a través de Talk al mòbil",
    "Local" : "Local",
    "Only visible to people on this instance and guests" : "Només visible per a les persones d'aquesta instància i convidats",
    "Federated" : "Federat",
    "Only synchronize to trusted servers" : "Sincronitza només amb servidors de confiança",
    "Published" : "Publicat",
    "Synchronize to trusted servers and the global and public address book" : "Sincronitza amb servidors de confiança i amb la llibreta d'adreces global i pública",
    "Verify" : "Verifica",
    "Verifying …" : "S'està verificant …",
    "Unable to change password" : "No s'ha pogut canviar la contrasenya",
    "Very weak password" : "Contrasenya molt feble",
    "Weak password" : "Contrasenya feble",
    "So-so password" : "Contrasenya passable",
    "Good password" : "Contrasenya bona",
    "Strong password" : "Contrasenya forta",
    "Groups" : "Grups",
    "Group list is empty" : "La llista de grups està buida",
    "Unable to retrieve the group list" : "No s’ha pogut recuperar la llista de grups",
    "{actor} added you to group {group}" : "{actor} us ha afegit al grup {group}",
    "You added {user} to group {group}" : "Heu afegit {user} al grup {group}",
    "{actor} added {user} to group {group}" : "{actor} ha afegit {user} al grup {group}",
    "An administrator added you to group {group}" : "Un administrador us ha afegit al grup {group}",
    "An administrator added {user} to group {group}" : "Un administrador ha afegit {user} al grup {group}",
    "{actor} removed you from group {group}" : "{actor} us ha tret del grup {group}",
    "You removed {user} from group {group}" : "Heu tret {user} del grup {group}",
    "{actor} removed {user} from group {group}" : "{actor} ha tret {user} del grup {group}",
    "An administrator removed you from group {group}" : "Un administrador us ha tret del grup {group}",
    "An administrator removed {user} from group {group}" : "Un administrador ha tret {user} del grup {group}",
    "Your <strong>group memberships</strong> were modified" : "La vostra <strong>pertinença al grup</strong> ha estat modificada",
    "{actor} changed your password" : "{actor} ha canviat la vostra contrasenya",
    "You changed your password" : "Heu canviat la vostra contrasenya",
    "Your password was reset by an administrator" : "Un administrador ha restablert la vostra contrasenya",
    "Your password was reset" : "La vostra contrasenya ha estat restablerta",
    "{actor} changed your email address" : "{actor} ha canviat la vostra adreça de correu electrònic",
    "You changed your email address" : "Heu canviat la vostra adreça de correu electrònic",
    "Your email address was changed by an administrator" : "Un administrador ha canviat la vostra adreça de correu electrònic",
    "You created an app password for a session named \"{token}\"" : "Heu creat una contrasenya d'aplicació per a una sessió anomenada \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Un administrador ha creat una contrasenya d'aplicació per a una sessió anomenada \"{token}\"",
    "You deleted app password \"{token}\"" : "Heu suprimit \"{token}\" de l’aplicació de contrasenyes",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Heu reanomenat \"{token}\" a \"{newToken} a l'aplicació de contrasenyes",
    "You granted filesystem access to app password \"{token}\"" : "Heu donat accés al sistema de fitxers a l'aplicació de contrasenyes \"{token}\"",
    "You revoked filesystem access from app password \"{token}\"" : "Heu tret l'accés al sistema de fitxers a l'aplicació de contrasenyes \"{token}\"",
    "Security" : "Seguretat",
    "You successfully logged in using two-factor authentication (%1$s)" : "Heu iniciat sessió correctament amb l'autenticació de doble factor (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Ha fallat l'inici de sessió mitjançant l'autenticació de doble factor (%1$s)",
    "Remote wipe was started on %1$s" : "S'ha engegat la neteja remota a %1$s",
    "Remote wipe has finished on %1$s" : "Ha finalitzat la neteja remota a %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "S'ha modificat la vostra <strong>contrasenya</strong> o <strong>correu electrònic</strong>",
    "Settings" : "Paràmetres",
    "Could not remove app." : "No s'ha pogut suprimir l'aplicació.",
    "Could not update app." : "No s'ha pogut actualitzar l'aplicació.",
    "Wrong password" : "Contrasenya incorrecta",
    "Unable to change personal password" : "No s'ha pogut canviar la contrasenya personal",
    "Saved" : "S'ha desat",
    "No Login supplied" : "No s'ha proporcionat cap inici de sessió",
    "Unable to change password. Password too long." : "No s'ha pogut canviar la contrasenya. És massa llarga.",
    "Authentication error" : "Error d'autenticació",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Proporcioneu una contrasenya de recuperació d'administrador; en cas contrari, es perdran totes les dades del compte.",
    "Wrong admin recovery password. Please check the password and try again." : "La contrasenya d'administrador de recuperació és incorrecta. Si us plau, comproveu-la i torneu-ho a provar.",
    "Backend does not support password change, but the encryption of the account key was updated." : "El rerefons no admet el canvi de contrasenya, però s'ha actualitzat el xifratge de la clau del compte.",
    "Administrator documentation" : "Documentació d'administrador",
    "User documentation" : "Documentació per a usuaris",
    "Nextcloud help overview" : "Informació general d'ajuda de Nextcloud",
    "Invalid SMTP password." : "Contrasenya SMTP no vàlida.",
    "Email setting test" : "Prova de paràmetres del correu electrònic",
    "Well done, %s!" : "Ben fet, %s!",
    "If you received this email, the email configuration seems to be correct." : "Si heu rebut aquest correu electrònic, sembla que la configuració del correu electrònic és correcta.",
    "Email could not be sent. Check your mail server log" : "No s'ha pogut enviar el correu electrònic. Comproveu el registre del servidor de correu",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Hi ha hagut un problema mentre s'enviava el correu electrònic. Reviseu els paràmetres. (Error: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Heu de configurar el correu electrònic del vostre compte abans de poder enviar correus electrònics de prova. Aneu a %s per a això.",
    "Recently active" : "Actius recentment",
    "Disabled accounts" : "Comptes desactivats",
    "Invalid account" : "Compte invàlid",
    "Invalid mail address" : "Adreça de correu electrònic no vàlida",
    "Settings saved" : "S'han desat els paràmetres",
    "Unable to change full name" : "No s'ha pogut canviar el nom complet",
    "Unable to change email address" : "No s'ha pogut canviar l'adreça electrònica",
    "Unable to set invalid phone number" : "No es pot establir un número de telèfon no vàlid",
    "Unable to set invalid website" : "No es pot establir un lloc web no vàlid",
    "Some account data was invalid" : "Algunes dades del compte no eren vàlides",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Per tal de verificar el vostre compte de Twitter, publiqueu el següent tweet a Twitter (assegureu-vos de publicar-lo sense cap salt de línia):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Per tal de verificar el vostre lloc web, emmagatzemeu el següent contingut a l’arrel web a '.well-known/CloudIdVerificationCode.txt' (assegureu-vos que el text complet és en una línia):",
    "%1$s changed your password on %2$s." : "%1$s ha canviat la vostra contrasenya a %2$s.",
    "Your password on %s was changed." : "La vostra contrasenya a %s ha canviat.",
    "Your password on %s was reset by an administrator." : "La vostra contrasenya a %s ha estat restablerta per un administrador.",
    "Your password on %s was reset." : "La vostra contrasenya a %s ha estat restablerta.",
    "Password for %1$s changed on %2$s" : "Contrasenya per %1$s canviada a %2$s",
    "Password changed for %s" : "Contrasenya canviada per %s",
    "If you did not request this, please contact an administrator." : "Si no ho heu sol·licitat, poseu-vos en contacte amb un administrador.",
    "Your email address on %s was changed." : "La vostra adreça de correu electrònic a %s ha canviat.",
    "Your email address on %s was changed by an administrator." : "La vostra adreça de correu electrònic a %s ha estat canviada per un administrador.",
    "Email address for %1$s changed on %2$s" : "Adreça de correu electrònic per %1$s canviada a %2$s",
    "Email address changed for %s" : "Adreça de correu electrònic canviada per %s",
    "The new email address is %s" : "La nova adreça de correu electrònic és %s",
    "Your %s account was created" : "S'ha creat el vostre compte %s",
    "Welcome aboard" : "Us donem la benvinguda",
    "Welcome aboard %s" : "Us donem la benvinguda, %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Benvingut al compte %s, podeu afegir, protegir i compartir les vostres dades.",
    "Your Login is: %s" : "El vostre inici de sessió és: %s",
    "Set your password" : "Establiu la vostra contrasenya",
    "Go to %s" : "Ves a %s",
    "Install Client" : "Instal·la el Client",
    "Apps" : "Aplicacions",
    "Personal" : "Personal",
    "Administration" : "Administració",
    "Users" : "Usuaris",
    "Additional settings" : "Paràmetres addicionals",
    "Artificial Intelligence" : "Intel·ligència artificial",
    "Administration privileges" : "Privilegis d'administració",
    "Groupware" : "Treball en grup",
    "Overview" : "Resum",
    "Basic settings" : "Paràmetres bàsics",
    "Sharing" : "Compartició",
    "Availability" : "Disponibilitat",
    "Calendar" : "Calendari",
    "Personal info" : "Informació personal",
    "Mobile & desktop" : "Mòbil i escriptori",
    "Email server" : "Servidor de correu electrònic",
    "Mail Providers" : "Proveïdors de correu",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "El proveïdor de correu permet enviar correus electrònics directament a través del compte de correu electrònic personal de l'usuari. Actualment, aquesta funcionalitat es limita a les invitacions del calendari. Requereix Nextcloud Correu 4.1 i un compte de correu electrònic a Nextcloud Correu que coincideixi amb l'adreça de correu electrònic de l'usuari a Nextcloud.",
    "Send emails using" : "Envieu correus electrònics utilitzant",
    "User's email account" : "Compte de correu electrònic de l'usuari",
    "System email account" : "Compte de correu electrònic del sistema",
    "Security & setup checks" : "Comprovacions de seguretat i configuració",
    "Background jobs" : "Tasques de fons",
    "Unlimited" : "Il·limitat",
    "Verifying" : "S'està verificant",
    "Allowed admin IP ranges" : "Intervals d'IP d'administració permesos",
    "Admin IP filtering isn't applied." : "El filtratge d'IP d'administrador no s'aplica.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "La clau de configuració \"%1$s\" espera una matriu (%2$s trobada). No s'aplicarà la validació de l'interval d'IP d'administrador.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "La clau de configuració \"%1$s\" conté intervals d'IP no vàlids: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "El filtratge d'IP d'administrador està configurat correctament.",
    "App directories owner" : "Propietari dels directoris d'aplicacions",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Alguns directoris d'aplicacions són propietat d'un usuari diferent del del servidor web. Aquest pot ser el cas si les aplicacions s'han instal·lat manualment. Comproveu els permisos dels directoris d'aplicacions següents:\n%s",
    "App directories have the correct owner \"%s\"" : "Els directoris d'aplicacions tenen el propietari correcte \"%s\"",
    "Brute-force Throttle" : "Limitació de força bruta",
    "Your remote address could not be determined." : "No s'ha pogut determinar la teva adreça remota.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "La vostra adreça remota s'ha identificat com a \"%s\" i en aquests moments s'està limitant per força bruta, cosa que ralenteix el rendiment de diverses sol·licituds. Si l'adreça remota no és la vostra, això pot ser una indicació que un servidor intermediari no està configurat correctament.",
    "Your remote address \"%s\" is not brute-force throttled." : "La vostra adreça remota \"%s\" no està limitada per força bruta.",
    "Old administration imported certificates" : "Certificats importats de l'administració antiga",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Hi ha un treball de rerefons pendent que comprovi els certificats SSL importats per l'administració. Torneu a comprovar més tard.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Hi ha alguns certificats SSL importats per l'administració, que ja no s'utilitzen amb Nextcloud 21. Es poden importar a la línia d'ordres mitjançant l'ordre \"occ security:certificates:import\". A continuació es mostren els seus camins dins del directori de dades.",
    "Code integrity" : "Integritat del codi",
    "Integrity checker has been disabled. Integrity cannot be verified." : "S'ha desactivat el verificador d'integritat. La integritat no es pot verificar.",
    "No altered files" : "No hi ha fitxers alterats",
    "Some files have not passed the integrity check. {link1} {link2}" : "Alguns fitxers no han superat la comprovació d'integritat. {link1} {link2}",
    "Cron errors" : "Errors de Cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "No va ser possible executar les feines cron mitjançant la CLI. Han aparegut els següents errors tècnics:\n%s",
    "The last cron job ran without errors." : "L'última feina cron s'ha executat sense errors.",
    "Cron last run" : "Cron última execució",
    "Last background job execution ran %s. Something seems wrong. {link}." : "L'última execució de la feina en segon pla s'ha executat %s. Alguna cosa sembla malament. {link}.",
    "Last background job execution ran %s." : "L'última execució de la tasca en segon pla s'ha executat %s.",
    "Data directory protected" : "Directori de dades protegit",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "És probable que la carpeta de dades i els fitxers siguin accessibles des d'Internet. El fitxer .htaccess no funciona. És molt recomanable que configureu el servidor web de manera que la carpeta de dades deixi de ser accessible o que desplaceu la carpeta de dades fora de l'arrel de documents del servidor web.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "No s'ha pogut comprovar que el directori de dades estigui protegit. Comproveu manualment que el vostre servidor no permet l'accés al directori de dades.",
    "Database missing columns" : "Falten columnes a la base de dades",
    "Missing optional column \"%s\" in table \"%s\"." : "Falta la columna opcional \"%s\" a la taula \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "Falten algunes columnes opcionals en la base de dades. Com que afegir columnes a taules grans pot tardar una estona i són opcionals, no s'han afegit automàticament. Podeu executar «occ db:add-missing-columns» per a afegir les columnes que falten manualment amb la instància en funcionament. Després d'afegir les columnes, és possible que millori el temps de resposta o la usabilitat d'algunes característiques.",
    "Database missing indices" : "Falten índexs a la base de dades",
    "Missing indices:" : "Falten índexs:",
    "\"%s\" in table \"%s\"" : "\"%s\" a la taula \"%s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them." : "S'han detectat alguns índexs opcionals que falten. De tant en tant s'afegeixen índexs nous (per Nextcloud o aplicacions instal·lades) per millorar el rendiment de la base de dades. Afegir índexs de vegades pot trigar una estona i afectar temporalment el rendiment, de manera que això no es fa automàticament durant les actualitzacions. Un cop afegits els índexs, les consultes a aquestes taules haurien de ser més ràpides. Utilitzeu l'ordre `occ db:add-missing-indices` per afegir-los.",
    "Database missing primary keys" : "Falten les claus primàries a la base de dades",
    "Missing primary key on table \"%s\"." : "Falta la clau primària a la taula \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "Falten algunes claus principals en la base de dades. Com que afegir les claus principals a taules grans pot tardar una estona, no s'han afegit automàticament. Podeu executar «occ db:add-missing-primary-keys» per a afegir les claus principals que falten manualment amb la instància en funcionament.",
    "Database pending bigint migrations" : "Base de dades pendent de migracions bigint",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Algunes columnes de la base de dades no tenen una conversió a big int. A causa del fet que canviar els tipus de columnes a les taules grans podria trigar un temps, no es van canviar automàticament. Si executeu \"occ db:convert-filecache-bigint\", aquests canvis pendents es podrien aplicar manualment. Aquesta operació s'ha de fer mentre la instància està fora de línia.",
    "Debug mode" : "Mode de depuració",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Aquesta instància s'està executant en mode de depuració. Habiliteu-ho només per a desenvolupament local i no en entorns de producció.",
    "Debug mode is disabled." : "El mode de depuració està desactivat.",
    "Default phone region" : "Regió del telèfon per defecte",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "La vostra instal·lació no té definida cap regió de telèfon per defecte. Això és necessari per validar els números de telèfon als paràmetres del perfil sense un codi de país. Per permetre números sense codi de país, afegiu \"default_phone_region\" amb el codi ISO 3166-1 respectiu de la regió al vostre fitxer de configuració.",
    "Email test" : "Prova de correu electrònic",
    "Mail delivery is disabled by instance config \"%s\"." : "L'entrega de correu està desactivada per la configuració de la instància \"%s\".",
    "Email test was successfully sent" : "La prova de correu electrònic s'ha enviat correctament",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Encara no heu establert ni verificat la configuració del vostre servidor de correu electrònic. Si us plau, aneu a \"Paràmetres bàsics\" per configurar-los. A continuació, utilitzeu el botó \"Envia un correu electrònic\" a sota del formulari per verificar els paràmetres.",
    "Transactional File Locking" : "Bloqueig de fitxers transaccional",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "El bloqueig de fitxers transaccional està desactivat. Aquesta no és una configuració compatible. Pot comportar problemes difícils d'aïllar, inclosa la corrupció dels fitxers. Si us plau, elimineu l'entrada de configuració `'filelocking.enabled' => false` del vostre `config.php` per evitar aquests problemes.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "La base de dades s'utilitza per al bloqueig de fitxers transaccionals. Per millorar el rendiment, configureu memcache, si està disponible.",
    "Forwarded for headers" : "Reenviat per a capçaleres",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "El vostra paràmetre de \"trusted_proxies\" no està correctament configurat, hauria de ser un vector.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "El vostre paràmetre \"trusted_proxies\" no està correctament configurat, hauria de ser una matriu d'adreces IP, opcionalment amb un interval en notació CIDR.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "La configuració de la capçalera del servidor intermediari invers és incorrecta. Aquest és un problema de seguretat i pot permetre que un atacant falsi la seva adreça IP com a visible a Nextcloud.",
    "Your IP address was resolved as %s" : "La vostra adreça IP s'ha resolt com a %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "La configuració de la capçalera del servidor intermediari invers és incorrecta o esteu accedint a Nextcloud des d'un servidor intermediari de confiança. Si no és així, es tracta d'un problema de seguretat i pot permetre que un atacant falsi la seva adreça IP com a visible per a Nextcloud.",
    "HTTPS access and URLs" : "Accés HTTPS i URL",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Accés al lloc de manera insegura mitjançant HTTP. Us recomanem que configureu el vostre servidor perquè requereixi HTTPS. Sense ell, algunes funcionalitats web importants com \"copiar al porta-retalls\" o \"treballadors del servei\" no funcionaran!",
    "Accessing site insecurely via HTTP." : "Accés al lloc de manera insegura mitjançant HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Esteu accedint a la vostra instància mitjançant una connexió segura, però la vostra instància està generant URL insegurs. Això probablement vol dir que la vostra instància està darrere d'un servidor intermediari invers i que els valors de configuració de \"sobreescriure\" de Nextcloud no estan configurats correctament.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "La vostra instància està generant URL insegurs. Si accediu a la vostra instància mitjançant HTTPS, és probable que la vostra instància estigui darrere d'un servidor intermediari invers i que els valors de configuració de `overwrite*` de Nextcloud no estan configurats correctament.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Esteu accedint a la vostra instància mitjançant una connexió segura i la vostra instància està generant URL segurs.",
    "Internet connectivity" : "Connectivitat d'Internet",
    "Internet connectivity is disabled in configuration file." : "La connectivitat a Internet està desactivada al fitxer de configuració.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Aquest servidor no té una connexió a Internet operativa: no es pot accedir a diversos punts de connexió. Això significa que no funcionaran algunes de les característiques, com el muntatge d'emmagatzematge extern, les notificacions sobre les actualitzacions o la instal·lació d'aplicacions de tercers. És possible que no funcionin tampoc l'accés a fitxers remots ni l'enviament de correus electrònics de notificació. Establiu una connexió d'aquest servidor a Internet per a gaudir de totes les característiques.",
    "JavaScript modules support" : "Suport de mòduls JavaScript",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "No es pot executar la comprovació de compatibilitat amb JavaScript. Si us plau, corregiu o confirmeu manualment si el vostre servidor web serveix fitxers `.mjs` utilitzant el tipus MIME JavaScript.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "El vostre servidor web no serveix fitxers `.mjs` utilitzant el tipus MIME JavaScript. Això trencarà algunes aplicacions evitant que els navegadors executin els fitxers JavaScript. Hauríeu de configurar el vostre servidor web per servir fitxers `.mjs` amb el tipus MIME `text/javascript` o `application/javascript`.",
    "JavaScript source map support" : "Suport de mapes font de JavaScript",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "El vostre servidor web no està configurat per servir fitxers `.js.map`. Sense aquests fitxers, JavaScript Source Maps no funcionarà correctament, la qual cosa fa que sigui més difícil resoldre problemes i depurar qualsevol problema que pugui sorgir.",
    "Old server-side-encryption" : "Antic xifratge en el servidor",
    "Disabled" : "Inhabilitat",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "L'antic format de xifratge del servidor està habilitat. Recomanem desactivar-ho.",
    "Logging level" : "Nivell de registre",
    "The %1$s configuration option must be a valid integer value." : "L'opció de configuració %1$s ha de ser un valor enter vàlid.",
    "The logging level is set to debug level. Use debug level only when you have a problem to diagnose, and then reset your log level to a less-verbose level as it outputs a lot of information, and can affect your server performance." : "El nivell de registre s'estableix al nivell de depuració. Utilitzeu el nivell de depuració només quan tingueu un problema per diagnosticar i, a continuació, restabliu el vostre nivell de registre a un nivell menys detallat, ja que genera molta informació i pot afectar el rendiment del vostre servidor.",
    "Logging level configured correctly." : "Nivell de registre configurat correctament.",
    "Maintenance window start" : "Inici de la finestra de manteniment",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "El servidor no té configurada l'hora d'inici de la finestra de manteniment. Això significa que també s'executaran treballs de fons diaris intensius en recursos durant el temps d'ús principal. Es recomana configurar-lo en un moment de baix ús, de manera que els usuaris es vegin menys afectats per la càrrega provocada per aquestes tasques pesades.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "La finestra de manteniment per executar feines de fons pesades és entre les {start}:00 UTC i les {end}:00 UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Memcached està configurat com a memòria cau distribuïda, però s'ha instal·lat el mòdul PHP incorrecte (\"memcache\"). Instal·leu el mòdul PHP \"memcached\".",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Memcached està configurat com a memòria cau distribuïda, però el mòdul PHP \"memcached\" no està instal·lat. Instal·leu el mòdul PHP \"memcached\".",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "No s'ha configurat cap memòria cau. Per millorar el rendiment, configureu una memcache, si està disponible.",
    "Failed to write and read a value from local cache." : "No s'ha pogut escriure i llegir un valor de la memòria cau local.",
    "Failed to write and read a value from distributed cache." : "No s'ha pogut escriure i llegir un valor de la memòria cau distribuïda.",
    "Configured" : "Configurat",
    "Mimetype migrations available" : "Migracions de tipus MIME disponibles",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Hi ha una o més migracions de tipus mime disponibles. De tant en tant s'afegeixen nous tipus MIME per gestionar millor certs tipus de fitxers. La migració dels tipus MIME triga molt de temps en instàncies més grans, de manera que això no es fa automàticament durant les actualitzacions. Utilitzeu l'ordre `occ maintenance:repair --include-expensive` per realitzar les migracions.",
    "MySQL row format" : "Format de fila MySQL",
    "You are not using MySQL" : "No esteu utilitzant MySQL",
    "None of your tables use ROW_FORMAT=Compressed" : "Cap de les vostres taules utilitza ROW_FORMAT=Compressed",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "S'ha trobat un format de fila incorrecte a la vostra base de dades. ROW_FORMAT=Dynamic ofereix el millor rendiment de la base de dades per a Nextcloud. Actualitzeu el format de fila a la llista següent: %s.",
    "MySQL Unicode support" : "Suport MySQL Unicode",
    "MySQL is used as database and does support 4-byte characters" : "MySQL s'utilitza com a base de dades i admet caràcters de 4 bytes",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL s'utilitza com a base de dades, però no admet caràcters de 4 bytes. Per poder gestionar caràcters de 4 bytes (com els emojis) sense problemes en els noms de fitxers o comentaris, per exemple, es recomana habilitar el suport de 4 bytes a MySQL.",
    "OCS provider resolving" : "Resolució del proveïdor d'OCS",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "No s'ha pogut comprovar si el vostre servidor web resol correctament els URL del proveïdor OCM i OCS.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "El vostre servidor web no està configurat correctament per resoldre %1$s.\nÉs probable que això estigui relacionat amb una configuració de servidor web que no s'ha actualitzat per lliurar aquesta carpeta directament.\nSi us plau, compareu la vostra configuració amb les regles de reescriptura posades a \".htaccess\" per a Apache o la que es proporciona a la documentació per a Nginx.\nA Nginx, aquestes són normalment les línies que comencen amb “location ~\" que necessiten una actualització.",
    "Overwrite CLI URL" : "Sobreescriu l'URL de la CLI",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "L'opció \"overwrite.cli.url\" del vostre config.php està correctament configurada a \"%s\".",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "L'opció \"overwrite.cli.url\" del vostre config.php s'estableix en \"%s\", que és un URL correcte. L'URL suggerit és \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Assegureu-vos d'establir l'opció \"overwrite.cli.url\" del vostre fitxer config.php a l'URL que els vostres usuaris utilitzen principalment per accedir a aquest Nextcloud. Suggeriment: \"%s\". En cas contrari, podria haver-hi problemes amb la generació d'URL mitjançant cron. (No obstant això, és possible que l'URL suggerit no sigui l'URL que els usuaris utilitzen principalment per accedir a aquest Nextcloud. El millor és comprovar-ho de nou en qualsevol cas.)",
    "PHP APCu configuration" : "Configuració PHP APCu",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "La vostra memòria cau d'APCu s'ha omplert, considereu augmentar el paràmetre php apc.shm_size.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "La vostra memòria cau d'APCu està gairebé plena al %s%%, considereu augmentar el paràmetre php apc.shm_size.",
    "PHP default charset" : "Conjunt de caràcters per defecte de PHP",
    "PHP configuration option \"default_charset\" should be UTF-8" : "L'opció de configuració de PHP \"default_charset\" hauria de ser UTF-8",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "La funció està disponible.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "La funció «set_time_limit» del PHP no està disponible. Això pot fer que els scripts s'aturin durant l'execució i interrompin la instal·lació. Us recomanem habilitar aquesta funció.",
    "Freetype" : "Tipus lliure",
    "Supported" : "Compatible",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "La vostra versió de PHP no és compatible amb FreeType, per la qual cosa és possible que les imatges de perfil i la interfície de paràmetres no funcionin correctament.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Sembla que el PHP no s'ha configurat correctament per a obtenir les variables d'entorn del sistema. La prova amb getenv(\"PATH\") només retorna una resposta buida.",
    "PHP file size upload limit" : "Límit PHP de tamany de fitxer de pujada",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "El PHP upload_max_filesize és massa baix. Es recomana una mida d'almenys %1$s. Valor actual: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "El PHP post_max_size és massa baix. Es recomana una mida d'almenys %1$s. Valor actual: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "El temps max_input_time PHP és massa baix. Es recomana una hora d'almenys %1$s. Valor actual: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "El temps max_execution_time de PHP és massa baix. Es recomana una hora d'almenys %1$s. Valor actual: %2$s.",
    "PHP memory limit" : "Límit de memòria de PHP",
    "The PHP memory limit is below the recommended value of %s. Some features or apps - including the Updater - may not function properly." : "El límit de memòria PHP està per sota del valor recomanat de %s. És possible que algunes funcions o aplicacions, inclòs l'Actualitzador, no funcionin correctament.",
    "PHP modules" : "Mòduls PHP",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "augmenta el rendiment de la traducció de llengues i corregeix l'ordenació de caràcters no ASCII",
    "for Argon2 for password hashing" : "per a Argon2 per a l'hashing de contrasenyes",
    "for picture rotation in server and metadata extraction in the Photos app" : "per a la rotació d'imatges al servidor i l'extracció de metadades a l'aplicació Fotografies",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "En aquesta instància li falten alguns mòduls PHP necessaris. És necessari per instal·lar-los: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "En aquesta instància li falten alguns mòduls PHP recomanats. Per millorar el rendiment i la compatibilitat és molt recomanable instal·lar-los:\n%s",
    "PHP opcache" : "Opcache PHP",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "El mòdul OPcache de PHP no està carregat. Per a un millor rendiment, es recomana carregar-lo a la instal·lació PHP.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache està desactivat. Per obtenir un millor rendiment, es recomana aplicar \"opcache.enable=1\" a la configuració de PHP.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "L'OPcache basat en memòria compartida està desactivat. Per obtenir un millor rendiment, es recomana aplicar \"opcache.file_cache_only=0\" a la configuració de PHP i utilitzar la memòria cau de fitxers només com a memòria cau de segon nivell.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache no funciona com hauria, opcache_get_status() retorna false, si us plau, comproveu la configuració.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "El nombre màxim de claus OPcache gairebé s'ha superat. Per assegurar-se que tots els scripts es poden desar a la memòria cau, es recomana aplicar \"opcache.max_accelerated_files\" a la configuració de PHP amb un valor superior a \"%s\".",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "La memòria intermèdia OPcache està gairebé plena. Per assegurar-vos que tots els scripts es poden mantenir a la memòria cau, es recomana aplicar \"opcache.memory_consumption\" a la vostra configuració de PHP amb un valor superior a \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "El buffer de cadenes internes d'OPcache està gairebé ple. Per assegurar-vos que les cadenes que es repeteixin es puguin emmagatzemar a la memòria cau de manera efectiva, es recomana aplicar \"opcache.interned_strings_buffer\" a la configuració de PHP amb un valor superior a \"%s\".",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache està configurat per eliminar els comentaris de codi. Amb OPcache habilitat, s'ha de configurar \"opcache.save_comments=1\" perquè Nextcloud funcioni.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud no pot utilitzar l'API OPcache. Amb OPcache habilitat, és molt recomanable incloure tots els directoris de Nextcloud amb \"opcache.restrict_api\" o desactivar aquesta configuració per desactivar les restriccions de l'API d'OPcache i evitar errors durant les actualitzacions del nucli de Nextcloud o de l'aplicació.",
    "Checking from CLI, OPcache checks have been skipped." : "Comprovant des de la CLI, les comprovacions d'OPcache s'han omès.",
    "The PHP OPcache module is not properly configured. %s." : "El mòdul PHP OPcache no està configurat correctament. %s.",
    "Correctly configured" : "Configurat correctament",
    "PHP version" : "Versió de PHP",
    "You are currently running PHP %1$s. PHP %2$s is deprecated since Nextcloud %3$s. Nextcloud %4$s may require at least PHP %5$s. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Actualment esteu executant PHP %1$s. PHP %2$s està obsolet des de Nextcloud %3$s. Nextcloud %4$s pot requerir almenys PHP %5$s. Si us plau, actualitzeu a una de les versions de PHP amb suport oficial proporcionades pel Grup PHP tan aviat com sigui possible.",
    "You are currently running PHP %s." : "Actualment esteu executant PHP %s.",
    "PHP \"output_buffering\" option" : "Opció \"output_buffering\" de PHP",
    "PHP configuration option \"output_buffering\" must be disabled" : "L'opció de configuració de PHP \"output_buffering\" ha d'estar desactivada",
    "Push service" : "Servei push",
    "Valid enterprise license" : "Llicència d'empresa vàlida",
    "Free push service" : "Servei d’empeny gratuït",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Aquesta és la creació de comunitat no compatible de Nextcloud. Donada la mida d'aquesta instància, no es pot garantir el rendiment, la fiabilitat i l'escalabilitat. Les notificacions d’empeny estan limitades per evitar sobrecarregar el nostre servei gratuït. Obteniu més informació sobre els avantatges de Nextcloud Enterprise a {link}.",
    "Random generator" : "Generador aleatori",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "PHP no ha trobat cap font adequada per a l'atzar, que es desaconsella molt per raons de seguretat.",
    "Secure" : "Segura",
    "Configuration file access rights" : "Drets d'accés al fitxer de configuració",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "S'ha habilitat la configuració de només lectura. Això evita establir alguns paràmetres mitjançant la interfície web. A més, a cada actualització cal habilitar l'escriptura del fitxer manualment.",
    "Nextcloud configuration file is writable" : "El fitxer de configuració de Nextcloud es pot escriure",
    "Scheduling objects table size" : "Mida de la taula d'objectes de planificació",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "Teniu més de %s files a la taula d'objectes de planificació. Si us plau, executeu els costosos fines de reparació mitjançant occ maintenance:repair --include-expensive.",
    "Scheduling objects table size is within acceptable range." : "La mida de la taula d'objectes de programació està dins d'un interval acceptable.",
    "HTTP headers" : "Capçaleres HTTP",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- La capçalera HTTP `%1$s` no està configurada en `%2$s`. És possible que algunes funcions no funcionin correctament, ja que es recomana ajustar aquesta configuració en conseqüència.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- La capçalera HTTP `%1$s` no està configurada en `%2$s`. Aquest és un risc potencial de seguretat o privadesa, ja que es recomana ajustar aquesta configuració en conseqüència.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- La capçalera HTTP `%1$s` no conté `%2$s`. Aquest és un risc potencial de seguretat o privadesa, ja que es recomana ajustar aquesta configuració en conseqüència.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- La capçalera HTTP `%1$s` no està configurada a `%2$s`, `%3$s`, `%4$s`, `%5$s` o `%6$s`. Això pot filtrar informació de referència. Vegeu la {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- La capçalera HTTP `Strict-Transport-Security` no està configurada com a mínim en `%d` segons (valor actual: `%d`). Per millorar la seguretat, es recomana utilitzar una política HSTS llarga.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- La capçalera HTTP `Strict-Transport-Security` té un format incorrecte: `%s`. Per millorar la seguretat, es recomana activar HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- La capçalera HTTP `Strict-Transport-Security` no està establerta (ha de ser com a mínim `%d` segons). Per millorar la seguretat, es recomana activar HSTS.",
    "Some headers are not set correctly on your instance" : "Algunes capçaleres no estan configurades correctament a la vostra instància",
    "Could not check that your web server serves security headers correctly. Please check manually." : "No s'ha pogut comprovar que el vostre servidor web serveixi correctament les capçaleres de seguretat. Comproveu manualment.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "No s'ha pogut comprovar que el vostre servidor web ofereix les capçaleres de seguretat correctament, no es pot consultar `%s`",
    "Your server is correctly configured to send security headers." : "El vostre servidor està configurat correctament per enviar capçaleres de seguretat.",
    "Database version" : "Versió de la base de dades",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "S'ha detectat la versió 10.3 de MariaDB, aquesta versió està al final de la seva vida útil i només és compatible com a part d'Ubuntu 20.04. Es recomana MariaDB >=%1$s i <=%2$s per obtenir el millor rendiment, estabilitat i funcionalitat amb aquesta versió de Nextcloud.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "S'ha detectat la versió de MariaDB \"%1$s\". Es recomana MariaDB >=%2$s i <=%3$s per obtenir el millor rendiment, estabilitat i funcionalitat amb aquesta versió de Nextcloud.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "S'ha detectat la versió de MySQL \"%1$s\". Es recomana MySQL >=%2$s i <=%3$s per obtenir el millor rendiment, estabilitat i funcionalitat amb aquesta versió de Nextcloud.",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "S'ha detectat la versió de PostgreSQL \"%1$s\". Es recomana PostgreSQL >=%2$s i <=%3$s per obtenir el millor rendiment, estabilitat i funcionalitat amb aquesta versió de Nextcloud.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "Actualment s'utilitza SQLite com a base de dades de fons. Per a instal·lacions més grans, recomanem que canvieu a un backend de base de dades diferent. Això es recomana especialment quan s'utilitza el client d'escriptori per a la sincronització de fitxers. Per migrar a una altra base de dades, utilitzeu l'eina de línia d'ordres: \"occ db:convert-type\".",
    "Unknown database platform" : "Plataforma de base de dades desconeguda",
    "Architecture" : "Arquitectura",
    "64-bit" : "64-bit",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Sembla que esteu executant una versió PHP de 32 bits. Nextcloud necessita 64 bits per funcionar bé. Si us plau, actualitzeu el vostre sistema operatiu i PHP a 64 bits!",
    "Temporary space available" : "Espai temporal disponible",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "S'ha produït un error en comprovar el camí PHP temporal: no s'ha configurat correctament en un directori. Valor retornat: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "La funció PHP \"disk_free_space\" està desactivada, cosa que impedeix comprovar si hi ha prou espai als directoris temporals.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "S'ha produït un error en comprovar l'espai de disc disponible del camí PHP temporal o no s'ha retornat cap espai de disc lliure. Camí temporal: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f GiB disponibles a %s (directori temporal PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f GiB disponibles a %s (directori temporal de Nextcloud)",
    "Temporary directory is correctly configured:\n%s" : "El directori temporal està configurat correctament:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Aquesta instància utilitza un magatzem d'objectes basat en S3 com a emmagatzematge principal i té prou espai al directori temporal.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Aquesta instància utilitza un magatzem d'objectes basat en S3 com a emmagatzematge principal. Els fitxers penjats s'emmagatzemen temporalment al servidor i, per tant, es recomana tenir 50 GiB d'espai lliure disponible al directori temporal de PHP. Per millorar-ho, canvieu el directori temporal al php.ini o feu més espai disponible en aquest camí. \nComprovar l'espai disponible a la ruta temporal va donar com a resultat %.1f GiB en comptes dels 50 GiB recomanats. Camí: %s",
    "Database transaction isolation level" : "Nivell d'aïllament de transaccions de la base de dades",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "La base de dades no s'executa amb el nivell d'aïllament de transaccions «READ COMMITTED». Això pot provocar problemes quan s'executin diverses accions en paral·lel.",
    "Was not able to get transaction isolation level: %s" : "No s'ha pogut obtenir el nivell d'aïllament de la transacció: %s",
    ".well-known URLs" : "URLs .well-known",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "`check_for_working_wellknown_setup` està configurat com a fals a la vostra configuració, de manera que aquesta comprovació s'ha omès.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "No s'ha pogut comprovar que el vostre servidor web serveixi `.well-known` correctament. Comproveu manualment.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "El vostre servidor web no està configurat correctament per resoldre els URL `.well-known`, ha fallat el:\n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "El vostre servidor està configurat correctament per servir URL `.well-known`.",
    "Font file loading" : "Carregant fitxer de tipus de lletra",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "No s'ha pogut comprovar el suport de càrrega de {extension}. Comproveu manualment si el vostre servidor web ofereix fitxers `.{extension}`.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "El vostre servidor web no està configurat correctament per lliurar fitxers .{extension}. Això sol ser un problema amb la configuració de Nginx. Per a Nextcloud 15, necessita un ajust per oferir també fitxers .{extension}. Compareu la vostra configuració de Nginx amb la configuració recomanada a la nostra documentació.",
    "Profile information" : "Informació del perfil",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Imatge del perfil, nom complet, correu electrònic, número de telèfon, adreça, lloc web, Twitter, organització, rol, titular, biografia i si el vostre perfil està habilitat",
    "Nextcloud settings" : "Paràmetres del Nextcloud",
    "Unified task processing" : "Processament de tasques unificat",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Les tasques d'IA es poden implementar mitjançant diferents aplicacions. Aquí podeu definir quina aplicació s'ha d'utilitzar per a quina tasca.",
    "Task:" : "Tasca:",
    "Enable" : "Activa",
    "None of your currently installed apps provide Task processing functionality" : "Cap de les vostres aplicacions instal·lades actualment ofereix la funcionalitat de processament de tasques",
    "Machine translation" : "Traducció automàtica",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "La traducció automàtica es pot implementar mitjançant diferents aplicacions. Aquí podeu definir la precedència de les aplicacions de traducció automàtica que heu instal·lat en aquest moment.",
    "Image generation" : "Generació d'imatges",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "La generació d'imatges es pot implementar mitjançant diferents aplicacions. Aquí podeu definir quina aplicació s'ha d'utilitzar.",
    "None of your currently installed apps provide image generation functionality" : "Cap de les vostres aplicacions instal·lades actualment ofereix la funcionalitat de generació d'imatges",
    "Text processing" : "Processament de text",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Les tasques de processament de text es poden implementar mitjançant diferents aplicacions. Aquí podeu definir quina aplicació s'ha d'utilitzar per a quina tasca.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Cap de les vostres aplicacions instal·lades actualment ofereix funcionalitat de processament de text mitjançant l'API de processament de text.",
    "Here you can decide which group can access certain sections of the administration settings." : "Aquí podeu decidir quin grup pot accedir a certes seccions dels paràmetres d'administració.",
    "Unable to modify setting" : "No es pot modificar el paràmetre",
    "None" : "Cap",
    "Changed disclaimer text" : "S'ha canviat el text de l'exempció de responsabilitat",
    "Deleted disclaimer text" : "S'ha suprimit el text d'exempció de responsabilitat",
    "Could not set disclaimer text" : "No s'ha pogut establir el text d'exempció de responsabilitat",
    "Allow apps to use the Share API" : "Permet que les aplicacions utilitzin l'API de compartir",
    "Allow resharing" : "Permet compartir de nou",
    "Allow sharing with groups" : "Permetre compartir amb grups",
    "Restrict users to only share with users in their groups" : "Restringeix als usuaris a compartir només amb usuaris del seu grup",
    "Ignore the following groups when checking group membership" : "Ignoreu els grups següents quan comproveu la pertinença al grup",
    "Allow users to share via link and emails" : "Permet als usuaris compartir mitjançant enllaços i correus electrònics",
    "Allow public uploads" : "Permet càrregues públiques",
    "Always ask for a password" : "Demana sempre una contrasenya",
    "Enforce password protection" : "Força la protecció amb contrasenya",
    "Exclude groups from password requirements" : "Exclou grups dels requisits de contrasenya",
    "Exclude groups from creating link shares" : "Exclou grups de la creació d'enllaços compartits",
    "Allow users to set custom share link tokens" : "Permet als usuaris establir testimonis d'enllaç de compartició personalitzats",
    "Shares with custom tokens will continue to be accessible after this setting has been disabled" : "Les comparticions amb testimonis personalitzats continuaran sent accessibles després que aquesta configuració s'hagi desactivat",
    "Shares with guessable tokens may be accessed easily" : "Les comparticions amb testimonis endevinables es podrien accedir fàcilment",
    "Limit sharing based on groups" : "Limiteu la compartició en funció dels grups",
    "Allow sharing for everyone (default)" : "Permet compartir per a tothom (per defecte)",
    "Exclude some groups from sharing" : "Excloure alguns grups de la compartició",
    "Limit sharing to some groups" : "Limiteu la compartició a alguns grups",
    "Groups allowed to share" : "Grups que tener permès compartir",
    "Groups excluded from sharing" : "Grups exclosos de compartició",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Els grups no permesos encara podran rebre comparticions, però no iniciar-les.",
    "Set default expiration date for internal shares" : "Estableix la data de caducitat per defecte per a comparticions internes",
    "Enforce expiration date" : "Força la data de caducitat",
    "Default expiration time of new shares in days" : "Temps de caducitat per defecte de les noves comparticions en dies",
    "Expire shares after x days" : "Caduca les accions al cap de x dies",
    "Set default expiration date for shares to other servers" : "Estableix la data de caducitat per defecte per a les accions a altres servidors",
    "Enforce expiration date for remote shares" : "Força aplicació de la data de caducitat per a comparticions remotes",
    "Default expiration time of remote shares in days" : "Temps de caducitat per defecte dels recursos compartits remots en dies",
    "Expire remote shares after x days" : "Caduca les comparticions remotes al cap de x dies",
    "Set default expiration date for shares via link or mail" : "Estableix la data de caducitat per defecte per a les comparticions mitjançant enllaç o correu",
    "Default expiration time of shares in days" : "Temps de caducitat per defecte de les comparticions en dies",
    "Privacy settings for sharing" : "Paràmetres de privadesa per compartir",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Permet l'emplenament automàtic del nom del compte al diàleg de compartició i permet l'accés a la llibreta d'adreces del sistema",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Si la compleció automàtica \"mateix grup\" i \"integració de números de telèfon\" estan habilitats, n'hi ha prou amb una coincidència per mostrar a l'usuari.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Restringeix l'emplenament automàtic del nom del compte i l'accés a la llibreta d'adreces del sistema als usuaris dels mateixos grups",
    "Restrict account name autocompletion to users based on phone number integration" : "Restringeix l'emplenament automàtic del nom del compte als usuaris en funció de la integració del número de telèfon",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Permet l'emplenament automàtic en introduir el nom complet o l'adreça de correu electrònic (ignorant la coincidència de l'agenda i estar al mateix grup)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Mostra el text de descàrrega de responsabilitat a la pàgina de l'enllaç públic de pujada (només es mostra quan la llista de fitxers està oculta).",
    "Disclaimer text" : "Text d'exempció de responsabilitat",
    "This text will be shown on the public link upload page when the file list is hidden." : "Aquest text es mostrarà a la pàgina de pujada d’enllaç públic quan la llista de fitxers estigui amagada.",
    "Default share permissions" : "Permisos de compatició per defecte",
    "Two-Factor Authentication" : "Autenticació de doble factor",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "L'autenticació de dos factors es pot aplicar a tots els comptes i grups específics. Si no tenen un proveïdor de doble factor configurat, no podran iniciar sessió al sistema.",
    "Enforce two-factor authentication" : "Força l'autenticació de doble factor",
    "Limit to groups" : "Limita per grups",
    "Enforcement of two-factor authentication can be set for certain groups only." : "L’obligació d'autenticació de doble factor es pot definir només per a certs grups.",
    "Two-factor authentication is enforced for all members of the following groups." : "L’autenticació de doble factor està obligada per a tots els membres dels següents grups.",
    "Enforced groups" : "Grups forçats",
    "Two-factor authentication is not enforced for members of the following groups." : "L'autenticació de doble factor no està obligada per als membres dels següents grups.",
    "Excluded groups" : "Grups exclosos",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Quan se seleccionen/exclouen grups, utilitzen la lògica següent per determinar si un compte té 2FA aplicat: Si no se selecciona cap grup, 2FA s'habilita per a tothom excepte per als membres dels grups exclosos. Si se seleccionen grups, s'habilita 2FA per a tots els membres d'aquests. Si un compte es troba tant en un grup seleccionat com en un grup exclòs, el seleccionat té prioritat i s'aplica la 2FA.",
    "Save changes" : "Desa els canvis",
    "Show details for {appName} app" : "Mostra els detalls de l'aplicació {appName}",
    "Update to {update}" : "Actualitza a {update}",
    "Remove" : "Suprimeix",
    "Featured" : "Destacat",
    "This app is supported via your current Nextcloud subscription." : "Aquesta aplicació és compatible amb la vostra subscripció actual a Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Les aplicacions destacades es desenvolupen per i dins de la comunitat. Ofereixen funcionalitats centrals i estan preparades per ser emprades en producció.",
    "Community rating: {score}/5" : "Valoració de la comunitat: {score}/5",
    "Disable all" : "Inhabilita tot",
    "Download and enable all" : "Baixada i activació de tot",
    "All apps are up-to-date." : "Totes les aplicacions estan actualitzades.",
    "Icon" : "Icona",
    "Name" : "Nom",
    "Version" : "Versió",
    "Level" : "Nivell",
    "Actions" : "Accions",
    "Results from other categories" : "Resultats d'altres categories",
    "No apps found for your version" : "No s'han trobat aplicacions per la vostra versió",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n  aplicació té una actualització disponible","%n aplicacions tenen una actualització disponible"],
    "_Update_::_Update all_" : ["Actualitza","Actualitza-les totes"],
    "Failed to create group" : "No s'ha pogut crear el grup",
    "Creating group…" : "S'està creant un grup …",
    "Create group" : "Crear grup",
    "Group name" : "Nom del grup",
    "Please enter a valid group name" : "Introduïu un nom de grup vàlid",
    "Loading groups…" : "S'estan carregant els grups…",
    "Could not load app discover section" : "No s'ha pogut carregar la secció de descoberta d'aplicacions",
    "Could not render element" : "No s'ha pogut representar l'element",
    "Nothing to show" : "Res a mostrar",
    "Could not load section content from app store." : "No s'ha pogut carregar el contingut de la secció del magatzem d'aplicacions.",
    "Loading" : "S'està carregant",
    "Fetching the latest news…" : "Recollint les darreres notícies…",
    "Carousel" : "Carrusel",
    "Previous slide" : "Diapositiva anterior",
    "Next slide" : "Diapositiva següent",
    "Choose slide to display" : "Trieu la diapositiva per mostrar",
    "{index} of {total}" : "{index} de {total}",
    "Daemon" : "Dimoni",
    "Deploy Daemon" : "Desplega Dimoni",
    "Type" : "Tipus",
    "Display Name" : "Nom d'usuari",
    "GPUs support" : "Suport de GPU",
    "Compute device" : "Dispositiu de computació",
    "Advanced deploy options" : "Opcions de desplegament avançades",
    "Edit ExApp deploy options before installation" : "Editeu les opcions de desplegament d'ExApp abans de la instal·lació",
    "Configured ExApp deploy options. Can be set only during installation" : "Opcions de desplegament d'ExApp configurades. Només es pot configurar durant la instal·lació",
    "Learn more" : "Més informació",
    "Environment variables" : "Variables d'entorn",
    "ExApp container environment variables" : "Variables d'entorn del contenidor ExApp",
    "No environment variables defined" : "No s'han definit variables d'entorn",
    "Mounts" : "Munts",
    "Define host folder mounts to bind to the ExApp container" : "Definiu els muntatges de carpetes host per vincular-los al contenidor ExApp",
    "Must exist on the Deploy daemon host prior to installing the ExApp" : "Ha d'existir al servidor del dimoni Deploy abans d'instal·lar l'ExApp",
    "Host path" : "Camí del servidor",
    "Container path" : "Camí del contenidor",
    "Read-only" : "Només lectura",
    "Remove mount" : "Suprimir el muntatge",
    "New mount" : "Muntatge nou",
    "Enter path to host folder" : "Introduïu el camí a la carpeta servidora",
    "Enter path to container folder" : "Introduïu el camí a la carpeta contenidora",
    "Toggle read-only mode" : "Commuta el mode de només lectura",
    "Confirm adding new mount" : "Confirmeu l'addició d'un muntatge nou",
    "Confirm" : "Confirma",
    "Cancel adding mount" : "Cancel·la l'addició de muntatge",
    "Cancel" : "Cancel·la",
    "Add mount" : "Afegeix muntatge",
    "ExApp container mounts" : "Muntatge de contenidors ExApp",
    "No mounts defined" : "No s'han definit muntatges",
    "Description" : "Descripció",
    "View in store" : "Mostra-ho al magatzem",
    "Visit website" : "Visita el lloc web",
    "Usage documentation" : "Documentació d'ús",
    "Admin documentation" : "Documentació per a administradors",
    "Developer documentation" : "Documentació per a desenvolupadors",
    "Details" : "Detalls",
    "All" : "Tots",
    "Limit app usage to groups" : "Limita l’ús de l’aplicació als grups",
    "No results" : "No hi ha resultats",
    "Update to {version}" : "Actualitza a {version}",
    "Deploy options" : "Opcions de desplegament",
    "Default Deploy daemon is not accessible" : "El dimoni de desplegament per defecte no és accessible",
    "Delete data on remove" : "Suprimir dades en eliminar",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Aquesta aplicació no té cap versió mínima de Nextcloud assignada. Això serà un error en el futur.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Aquesta aplicació no té cap versió màxima de Nextcloud assignada. Això serà un error en el futur.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Aquesta aplicació no es pot instal·lar perquè les següents dependències no es compleixen:",
    "Latest updated" : "Darrera actualització",
    "Author" : "Autor/a",
    "Categories" : "Categories",
    "Resources" : "Recursos",
    "Documentation" : "Documentació",
    "Interact" : "Interactuar",
    "Report a bug" : "Informa d'un error",
    "Request feature" : "Sol·licitud de característica",
    "Ask questions or discuss" : "Fer preguntes o debatre",
    "Rate the app" : "Valoreu l'aplicació",
    "Rate" : "Puntua",
    "Changelog" : "Registre de canvis",
    "Google Chrome for Android" : "Google Chrome per a Android",
    "{productName} iOS app" : "Aplicació iOS de {productName}",
    "{productName} Android app" : "Aplicació Android de {productName}",
    "{productName} Talk for iOS" : "Talk for iOS de {productName}",
    "{productName} Talk for Android" : "Talk for Android de {productName}",
    "Sync client" : "Client de sincronització",
    "This session" : "Aquesta sessió",
    "{client} - {version} ({system})" : "{client} - {version} ({system})",
    "{client} - {version}" : "{client} - {version}",
    "Device name" : "Nom del dispositiu",
    "Cancel renaming" : "Cancel·la el canvi de nom",
    "Save new name" : "Desar el nou nom",
    "Marked for remote wipe" : "Marcat per netejar remotament",
    "Device settings" : "Paràmetres del dispositiu",
    "Allow filesystem access" : "Permet l'accés al sistema de fitxers",
    "Rename" : "Canvia el nom",
    "Revoke" : "Revoca",
    "Wipe device" : "Esborra el dispositiu",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Revocar aquest testimoni podria evitar la neteja del dispositiu si encara no ha començat.",
    "Device" : "Dispositiu",
    "Last activity" : "Darrera activitat",
    "Devices & sessions" : "Dispositius i sessions",
    "Web, desktop and mobile clients currently logged in to your account." : "Clients Web, d'escriptori i mòbils connectats actualment al vostre compte.",
    "Error while creating device token" : "S'ha produït un error mentre es creava el testimoni del dispositiu",
    "App name" : "Nom de l'aplicació",
    "Create new app password" : "Crea una nova contrasenya d'aplicació",
    "App password copied!" : "S'ha copiat la contrasenya de l'aplicació!",
    "Copy app password" : "Copia la contrasenya de l'aplicació",
    "Login name copied!" : "S'ha copiat el nom d'inici de sessió!",
    "Copy login name" : "Copia el nom d'inici de sessió",
    "Could not copy app password. Please copy it manually." : "No s’ha pogut copiar la contrasenya de l’aplicació. Copieu-la manualment.",
    "Could not copy login name. Please copy it manually." : "No s'ha pogut copiar el nom d'inici de sessió. Si us plau, copieu-lo manualment.",
    "New app password" : "Nova contrasenya de l'aplicació",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Utilitzeu les credencials següents per configurar la vostra aplicació o dispositiu. Per motius de seguretat, aquesta contrasenya només es mostrarà una vegada.",
    "Login" : "Inici de sessió",
    "Password" : "Contrasenya",
    "Show QR code for mobile apps" : "Mostra el codi QR per aplicacions mòbils",
    "Use system cron service to call the cron.php file every 5 minutes." : "Utilitza el servei cron del sistema per cridar el fitxer cron.php cada 5 minuts.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "El cron.php l'ha d'executar el compte del sistema \"{user}\".",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "L'extensió PHP POSIX és necessària. Consulteu la {linkstart}documentació de PHP{linkend} per obtenir més detalls.",
    "Unable to update background job mode" : "No s'ha pogut actualitzar el mode de tasca en segon pla",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Perquè el servidor funcioni correctament, és important configurar els treballs en segon pla correctament. Cron és el paràmetre recomanat. Per a més informació, vegeu la documentació.",
    "Last job execution ran {time}. Something seems wrong." : "L'última execució de la tasca s'ha executat a les {time}. Sembla que hi ha algun problema.",
    "Last job ran {relativeTime}." : "L'última tasca es va executar {relativeTime}.",
    "Background job did not run yet!" : "La tasca en segon pla encara no s'ha executat!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Executeu una tasca amb cada pàgina carregada. Cas d'ús: instància d'un sol compte.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php està registrat en un servei webcron per cridar a cron.php cada 5 minuts per HTTP. Cas d'ús: instància molt petita (1-5 comptes segons l'ús).",
    "Cron (Recommended)" : "Cron (recomanat)",
    "Unable to update profile default setting" : "No s'ha pogut actualitzar els paràmetres predeterminats del perfil",
    "Profile" : "Perfil",
    "Enable or disable profile by default for new accounts." : "Habilita o deshabilita el perfil de manera predeterminada per als comptes nous.",
    "Password confirmation is required" : "Cal una confirmació de la contrasenya",
    "Failed to save setting" : "No s'ha pogut desar el paràmetre",
    "{app}'s declarative setting field: {name}" : "Camp de paràmetre declaratiu de {app}: {name}",
    "Unable to update server side encryption config" : "No es pot actualitzar la configuració del xifratge de la banda del servidor",
    "Server-side encryption" : "Xifratge en el servidor",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "El xifratge en el servidor permet xifrar els fitxers que s'hi carreguen. Això afecta al rendiment, així que activeu-ho només si és necessari.",
    "To encrypt all existing files run this OCC command:" : "Per xifrar tots els fitxers existents, executeu aquesta ordre OCC:",
    "Enable server-side encryption" : "Activa el xifratge en el servidor",
    "Disabling server side encryption is only possible using OCC, please refer to the documentation." : "La desactivació del xifratge del servidor només és possible mitjançant OCC; consulteu la documentació.",
    "No encryption module loaded, please enable an encryption module in the app menu." : "No s'ha carregat cap mòdul de xifratge, si us plau activeu un mòdul de xifratge al menú d'aplicacions.",
    "Select default encryption module:" : "Seleccioneu el mòdul criptogràfic per defecte:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Heu de migrar les claus de xifratge del xifratge anterior (ownCloud .= 8.0) al nou. Habiliteu el \"Mòdul de xifratge peredeterminat\" i executeu {command}",
    "Cancel encryption" : "Cancel·la el xifratge",
    "Enable encryption" : "Habilita el xifratge",
    "Confirm enabling encryption" : "Confirmeu l'activació del xifratge",
    "Please read carefully before activating server-side encryption:" : "Llegiu atentament abans d'activar el xifratge del servidor:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Un cop s’activi el xifratge, tots els fitxers carregats al servidor des d'aquest punt cap endavant quedaran xifrats al servidor. Només serà possible desactivar el xifratge posteriorment si el mòdul criptogràfic actiu té aquesta funció, i es compleixen totes les pre-condicions (p. ex. definir una clau de recuperació).",
    "By default a master key for the whole instance will be generated. Please check if that level of access is compliant with your needs." : "Per defecte es generarà una clau mestra per a tota la instància. Comproveu si aquest nivell d'accés s'ajusta a les vostres necessitats.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "El xifratge per si mateix no garanteix la seguretat del sistema. Consulteu la documentació per a més informació sobre com funciona l'aplicació de xifratge i els casos d'ús suportats.",
    "Be aware that encryption always increases the file size." : "Tingueu en compte que el xifratge sempre augmenta la mida del fitxer.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Sempre és bó crear còpies de seguretat de les vostres dades amb regularitat, en el cas de xifratge assegureu-vos de desar les claus de xifratge juntament amb les vostres dades a la còpia de seguretat.",
    "Refer to the admin documentation on how to manually also encrypt existing files." : "Consulteu la documentació d'administració sobre com xifrar també manualment els fitxers existents.",
    "This is the final warning: Do you really want to enable encryption?" : "Avís final: Realment voleu activar xifratge?",
    "Please confirm the group removal" : "Confirmeu l'eliminació del grup",
    "Submit" : "Envia",
    "Rename group" : "Canvia el nom del grup",
    "Current password" : "Contrasenya actual",
    "New password" : "Contrasenya nova",
    "Change password" : "Canvia la contrasenya",
    "Choose your profile picture" : "Trieu la vostra imatge de perfil",
    "Please select a valid png or jpg file" : "Seleccioneu un fitxer png o jpg vàlid",
    "Error setting profile picture" : "Error en establir la imatge de perfil",
    "Error cropping profile picture" : "Error en retallar la imatge de perfil",
    "Error saving profile picture" : "Error en desar la imatge de perfil",
    "Error removing profile picture" : "Error en treure la imatge de perfil",
    "Your profile picture" : "La vostra imatge de perfil",
    "Upload profile picture" : "Pujar la imatge de perfil",
    "Choose profile picture from Files" : "Trieu la imatge des de Fitxers",
    "Remove profile picture" : "Treu la imatge de perfil",
    "The file must be a PNG or JPG" : "El fitxer ha de ser PNG o JPG",
    "Picture provided by original account" : "Imatge proporcionada pel compte original",
    "Set as profile picture" : "Estableix com a imatge de perfil",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Tingueu en compte que la imatge de perfil pot tardar fins a 24 hores a actualitzar-se  a tot arreu.",
    "Your biography. Markdown is supported." : "La teva biografia. S'admet Markdown.",
    "Unable to update date of birth" : "No es pot actualitzar la data de naixement",
    "Enter your date of birth" : "Introduïu la vostra data de naixement",
    "You are using {s}{usage}{/s}" : "Esteu utilitzant {s}{usage}{/s}",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "Esteu utilitzant {s}{usage}{/s} de {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})",
    "You are a member of the following groups:" : "Sou membre dels grups següents:",
    "Your full name" : "El vostre nom complet",
    "Email options" : "Opcions de correu electrònic",
    "Options for additional email address {index}" : "Opcions per a l'adreça de correu electrònic addicional {index}",
    "Remove primary email" : "Treu l'adreça de correu electrònic principal",
    "Delete email" : "Treu l'adreça de correu electrònic",
    "This address is not confirmed" : "Aquesta adreça no està confirmada",
    "Unset as primary email" : "Desactivat com a correu electrònic principal",
    "Set as primary email" : "Estableix com a correu electrònic principal",
    "Additional email address {index}" : "Adreça de correu electrònic addicional {index}",
    "Unable to delete primary email address" : "No es pot suprimir l'adreça de correu electrònic principal",
    "Unable to update primary email address" : "No es pot actualitzar l'adreça de correu electrònic principal",
    "Unable to add additional email address" : "No es pot afegir una adreça de correu electrònic addicional",
    "Unable to update additional email address" : "No es pot actualitzar l'adreça de correu electrònic addicional",
    "Unable to delete additional email address" : "No es pot suprimir l'adreça de correu electrònic addicional",
    "Primary email for password reset and notifications" : "Adreça de correu electrònic principal per a restablir la contrasenya i per a les notificacions",
    "No email address set" : "No s'ha establert cap adreça de correu electrònic",
    "Your handle" : "El teu identificador",
    "Derived from your locale ({weekDayName})" : "Derivat de la vostra configuració regional ({weekDayName})",
    "Unable to update first day of week" : "No es pot actualitzar el primer dia de la setmana",
    "Day to use as the first day of week" : "Dia per utilitzar com a primer dia de la setmana",
    "Your headline" : "El teu titular",
    "Unable to update language" : "No es pot actualitzar la llengua",
    "Languages" : "Llengües",
    "Help translate" : "Ajudeu-nos amb la traducció",
    "No language set" : "No s'ha establert cap idioma",
    "Unable to update locale" : "No es pot actualitzar la configuració local",
    "Locales" : "Localitzacions",
    "Week starts on {firstDayOfWeek}" : "La setmana comença el {firstDayOfWeek}",
    "No locale set" : "No s'ha establert cap configuració local",
    "Your city" : "La teva ciutat",
    "Your organisation" : "La vostra organització",
    "Your phone number" : "El vostre número de telèfon",
    "Edit your Profile visibility" : "Edició de la visibilitat del vostre perfil",
    "Unable to update profile enabled state" : "No es pot actualitzar l'estat d'habilitació del perfil",
    "Enable profile" : "Habilita el perfil",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "El paràmetre més restrictiu de visibilitat o abast es respecta al vostre perfil. Per exemple, si la visibilitat s'estableix a \"Mostra a tothom\" i l'abast s'estableix a \"Privat\", es respectarà \"Privat\".",
    "Unable to update visibility of {displayId}" : "No es pot actualitzar la visibilitat de {displayId}",
    "she/her" : "ella/la",
    "he/him" : "ell/el",
    "they/them" : "ells/elles",
    "Your role" : "El teu rol",
    "Your X (formerly Twitter) handle" : "El vostre identificador X (anteriorment Twitter)",
    "Your website" : "El teu lloc web",
    "Invalid value" : "El valor no és vàlid",
    "Unable to update {property}" : "No es pot actualitzar {property}",
    "No {property} set" : "No hi ha {property} establert",
    "Change scope level of {property}, current scope is {scope}" : "Canvia el nivell d'abast de {property}, l'abast actual és {scope}",
    "Unable to update federation scope of the primary {property}" : "No es pot actualitzar l'àmbit de la federació de la {property} principal",
    "Unable to update federation scope of additional {property}" : "No es pot actualitzar l'àmbit de la federació de {property} addicional",
    "Add additional email" : "Afegeix un correu electrònic addicional",
    "Add" : "Afegeix",
    "Create" : "Crea",
    "Change" : "Canvia",
    "Delete" : "Suprimeix",
    "Reshare" : "Tornar a compartir",
    "Default language" : "Llengua per defecte",
    "Common languages" : "Llengües freqüents",
    "Other languages" : "Altres llengües",
    "Password change is disabled because the master key is disabled" : "El canvi de contrasenya està inhabilitat perquè la clau mestra està desactivada",
    "No accounts" : "Sense comptes",
    "Loading accounts …" : "S'estan carregant els comptes …",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Llista de comptes. Aquesta llista no es presenta completament per motius de rendiment. Els comptes es mostraran mentre navegueu per la llista.",
    "Manager" : "Gestor",
    "Set line manager" : "Estableix el gestor de línia",
    "Account name will be autogenerated" : "El nom del compte es generarà automàticament",
    "Account name (required)" : "Nom del compte (obligatori)",
    "New account" : "Nou compte",
    "Display name" : "Nom per mostrar",
    "Either password or email is required" : "Es requereix una contrasenya o un correu electrònic",
    "Password (required)" : "Contrasenya (obligatori)",
    "Email (required)" : "Correu electrònic (obligatori)",
    "Email" : "Correu electrònic",
    "Member of the following groups (required)" : "Membre dels següents grups (obligatori)",
    "Member of the following groups" : "Membre dels següents grups",
    "Set account groups" : "Establir grups de comptes",
    "Admin of the following groups" : "Administrador dels següents grups",
    "Set account as admin for …" : "Estableix el compte com a administrador de …",
    "Quota" : "Quota",
    "Set account quota" : "Estableix la quota del compte",
    "Language" : "Llengua",
    "Set default language" : "Estableix la llengua predeterminada",
    "Add new account" : "Addició d'un compte nou",
    "_{userCount} account …_::_{userCount} accounts …_" : ["compte de {userCount} …","comptes de {userCount} …"],
    "_{userCount} account_::_{userCount} accounts_" : ["compte de {userCount}","comptes de {userCount}"],
    "Total rows summary" : "Resum de totes les files",
    "Scroll to load more rows" : "Desplaceu-vos per carregar més files",
    "Password or insufficient permissions message" : "Contrasenya o missatge de permisos insuficients",
    "Avatar" : "Avatar",
    "Account name" : "Nom de compte",
    "Group admin for" : "Administrador de grup per",
    "Account backend" : "Rerefons del compte",
    "Storage location" : "Ubicació de l'emmagatzematge",
    "First login" : "Primer inici de sessió",
    "Last login" : "Darrer inici de sessió",
    "Account actions" : "Accions del compte",
    "{size} used" : "{size} en ús",
    "Delete account" : "Suprimeix el compte",
    "Disconnect all devices and delete local data" : "Desconnecteu tots els dispositius i suprimiu les dades locals",
    "Disable account" : "Desactiva el compte",
    "Enable account" : "Habilita el compte",
    "Resend welcome email" : "Torna a enviar el correu electrònic de benvinguda",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "En cas de perdre un dispositiu o sortir de l’organització, es pot esborrar de forma remota les dades del Nextcloud de tots els dispositius associats a {userid}. Només funciona si els dispositius estan connectats a Internet.",
    "Remote wipe of devices" : "Neteja remota de dispositius",
    "Wipe {userid}'s devices" : "Neteja els dispositius de {userid}",
    "Wiped {userid}'s devices" : "S'han esborrat els dispositius de {userid}",
    "Failed to update line manager" : "No s'ha pogut actualitzar el gestor de línia",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Suprimir completament el compte de {userid} inclosos tots els seus fitxers personals, dades d'aplicacions, etc.",
    "Account deletion" : "Supressió del compte",
    "Delete {userid}'s account" : "Suprimir el compte de {userid}",
    "Display name was successfully changed" : "El nom a mostrar s'ha canviat correctament",
    "Password can't be empty" : "La contrasenya no pot estar buida",
    "Password was successfully changed" : "La contrasenya s'ha canviat correctament",
    "Email can't be empty" : "El correu electrònic no pot estar buit",
    "Email was successfully changed" : "El correu electrònic s'ha canviat correctament",
    "Welcome mail sent!" : "S'ha enviat el correu electrònic de benvinguda!",
    "Loading account …" : "S'està carregant el compte …",
    "Change display name" : "Canvia el nom de visualització",
    "Set new password" : "Estableix una contrasenya nova",
    "You do not have permissions to see the details of this account" : "No teniu permís per veure els detalls d'aquest compte",
    "Set new email address" : "Estableix una nova adreça de correu electrònic",
    "Add account to group" : "Afegeix un compte al grup",
    "Set account as admin for" : "Estableix el compte com a administrador de",
    "Select account quota" : "Seleccioneu la quota del compte",
    "Set the language" : "Estableix la llengua",
    "Toggle account actions menu" : "Commuta el menú d'accions del compte",
    "Done" : "Fet",
    "Edit" : "Edició",
    "Account management settings" : "Configuració de gestió del compte",
    "Visibility" : "Visibilitat",
    "Show language" : "Mostra la llengua",
    "Show account backend" : "Mostra el rerefons del compte",
    "Show storage path" : "Mostra el camí del magatzem",
    "Show first login" : "Mostra el primer inici de sessió",
    "Show last login" : "Mostra el darrer inici de sessió",
    "Sorting" : "Ordenació",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "La configuració del sistema força a ordenar els grups per nom. Això també desactiva mostrar el recompte de membres.",
    "Group list sorting" : "Ordenació de llista de grups",
    "By member count" : "Per recompte de membres",
    "By name" : "Nom",
    "Send email" : "Envia el correu electrònic",
    "Send welcome email to new accounts" : "Envieu un correu electrònic de benvinguda als comptes nous",
    "Defaults" : "Valors per defecte",
    "Default quota" : "Quota per defecte",
    "Select default quota" : "Seleccioneu la quota per defecte",
    "Server error while trying to complete WebAuthn device registration" : "Error del servidor mentre s'intentava completar el registre del dispositiu WebAuthn",
    "Passwordless authentication requires a secure connection." : "L'autenticació sense contrasenya necessita una connexió segura.",
    "Add WebAuthn device" : "Afegeix un dispositiu WebAuthn",
    "Please authorize your WebAuthn device." : "Si us plau, autoritzeu el vostre dispositiu WebAuthn.",
    "Adding your device …" : "S'està afegint el vostre dispositiu …",
    "Unnamed device" : "Dispositiu sense nom",
    "Passwordless Authentication" : "Autenticació sense Contrasenya",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Configura el teu compte per a l'autenticació sense contrasenya seguint l'estàndard FIDO2.",
    "No devices configured." : "No hi han dispositius configurats.",
    "The following devices are configured for your account:" : "Els següents dispositius estan configurats per al vostre compte:",
    "Your browser does not support WebAuthn." : "El vostre navegador no suporta WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Com a administrador, podeu afinar els ajustaments per compartir fitxers. Si us plau, per més informació llegiu la documentació.",
    "You need to enable the File sharing App." : "Heu d'habilitar l'aplicació per compartir Fitxers.",
    "App Store" : "Magatzem d’aplicacions",
    "Loading app list" : "S'està carregant la llista d'aplicacions",
    "Loading categories" : "Carregant categories",
    "Developer documentation ↗" : "Documentació del desenvolupador ↗",
    "Version {version}, {license}-licensed" : "Versió {version}, amb llicència {license}",
    "Version {version}" : "Versió {version}",
    "All accounts" : "Tots els comptes",
    "Admins" : "Administradors",
    "Account group: {group}" : "Grup de comptes: {group}",
    "Account management" : "Gestió de comptes",
    "Sending…" : "S'està enviant…",
    "Email sent" : "S'ha enviat el correu electrònic",
    "For performance reasons, when you enable encryption on a Nextcloud server only new and changed files are encrypted." : "Per raons de rendiment, quan s'habilita el xifratge en un servidor Nextcloud només es xifren els fitxers nous i els modificats.",
    "Location" : "Ubicació",
    "Profile picture" : "Foto de perfil",
    "About" : "Quant a",
    "Date of birth" : "Data de naixement",
    "Full name" : "Nom complet",
    "Additional email" : "Adreça de correu electrònic addicional",
    "Fediverse (e.g. Mastodon)" : "Fediverse (p. ex. Mastodon)",
    "Headline" : "Titular",
    "Organisation" : "Organització",
    "Phone number" : "Número de telèfon",
    "Pronouns" : "Pronoms",
    "Role" : "Càrrec",
    "X (formerly Twitter)" : "X (abans Twitter)",
    "Website" : "Lloc web",
    "Profile visibility" : "Visibilitat del perfil",
    "Locale" : "Configuració regional",
    "First day of week" : "Primer dia de la setmana",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "No disponible, ja que aquesta propietat és necessària per a les funcions bàsiques, com ara compartir fitxers i invitacions al calendari",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "No disponible perquè la federació s'ha desactivat per al vostre compte, poseu-vos en contacte amb l'administració del vostre sistema si teniu cap pregunta",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "No està disponible perquè no es permet la publicació de dades específiques del compte al servidor de cerca; poseu-vos en contacte amb l'administració del vostre sistema si teniu cap pregunta",
    "Discover" : "Descobrir",
    "Your apps" : "Les vostres aplicacions",
    "Active apps" : "Aplicacions actives",
    "Disabled apps" : "Aplicacions inhabilitades",
    "Updates" : "Actualitzacions",
    "App bundles" : "Paquets d'aplicacions",
    "Featured apps" : "Aplicacions destacades",
    "Supported apps" : "Aplicacions compatibles",
    "Show to everyone" : "Mostra a tothom",
    "Show to logged in accounts only" : "Mostra només als comptes connectats",
    "Hide" : "Amaga",
    "Manually installed apps cannot be updated" : "Les aplicacions instal·lades manualment no es poden actualitzar",
    "{progress}% Deploying …" : "{progress}% Desplegant …",
    "{progress}% Initializing …" : "{progress}% S'està inicialitzant …",
    "Health checking" : "Control de salut",
    "Deploy and Enable" : "Desplega i habilita",
    "Download and enable" : "Baixa i activa",
    "Disable" : "Inhabilita",
    "Allow untested app" : "Permet l'aplicació no provada",
    "The app will be downloaded from the App Store" : "L'aplicació es baixarà des del Magatzem d'aplicacions",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Aquesta aplicació no està marcada com a compatible amb la vostra versió de Nextcloud. Si continueu, encara podreu instal·lar l’aplicació. Tingueu en compte que pot ser que l’aplicació no funcioni correctament.",
    "Unknown" : "Desconegut",
    "Never" : "Mai",
    "Could not register device: Network error" : "No s'ha pogut registrar el dispositiu: error de xarxa",
    "Could not register device: Probably already registered" : "No s'ha pogut registrar el dispositiu: probablement ja està registrat",
    "Could not register device" : "No s'ha pogut registrar el dispositiu",
    "An error occurred during the request. Unable to proceed." : "S'ha produït un error durant la sol·licitud. No es pot continuar.",
    "The app has been enabled but needs to be updated." : "L'aplicació s'ha habilitat, però s'ha d'actualitzar.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Error: aquesta aplicació no es pot habilitar perquè fa que el servidor sigui inestable",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "L'aplicació s'ha habilitat però ha de ser actualitzada. Sereu redirigits a la pàgina d’actualització d'aquí 5 segons.",
    "Do you really want to wipe your data from this device?" : "Esteu segurs de que voleu netejar les vostres dades d'aquest dispositiu?",
    "Confirm wipe" : "Confirma neteja",
    "Could not delete the app token" : "No s'ha pogut suprimir el testimoni de l'aplicació",
    "Error while wiping the device with the token" : "S'ha produït un error mentre es netejava el dispositiu amb el token",
    "Error while updating device token name" : "S'ha produït un error mentre s'actualitzava el nom del testimoni del dispositiu",
    "Error while updating device token scope" : "S'ha produït un error mentre s'actualitzava l’abast de testimonis del dispositiu",
    "Could not set group sorting" : "No s'ha pogut establir l'ordenació del grup",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Hi havia massa sol·licituds de la seva xarxa. Reintentar més tard o contactar amb l'administrador si això és un error.",
    "Error" : "Error",
    "Account documentation" : "Documentació del compte",
    "Administration documentation" : "Documentació administrativa",
    "Forum" : "Fòrum",
    "Nextcloud help & privacy resources" : "Recursos d'ajuda i privadesa de Nextcloud",
    "General documentation" : "Documentació general",
    "Legal notice" : "Avís legal",
    "Privacy policy" : "Política de privadesa",
    "None/STARTTLS" : "Cap/STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "Obre la documentació",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "És important configurar aquest servidor per poder enviar correus electrònics, com ara per poder restablir la contrasenya i notificacions.",
    "Send mode" : "Mode d'enviament",
    "Encryption" : "Xifratge",
    "Sendmail mode" : "Mode sendmail",
    "From address" : "Des de l'adreça",
    "Server address" : "Adreça del servidor",
    "Port" : "Port",
    "Authentication" : "Autenticació",
    "Authentication required" : "Cal autenticació",
    "Credentials" : "Credencials",
    "SMTP Login" : "Inici de sessió SMTP",
    "SMTP Password" : "Contrasenya SMTP",
    "Save" : "Desa",
    "Test and verify email settings" : "Prova i verifica els paràmetres del correu electrònic",
    "Security & setup warnings" : "Avisos de seguretat i configuració",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "És important per a la seguretat i el rendiment de la vostra instància que tot estigui configurat correctament. Per ajudar-vos, fem algunes comprovacions automàtiques. Si us plau, consulteu la documentació enllaçada per obtenir més informació.",
    "All checks passed." : "Totes les comprovacions correctes.",
    "There are some errors regarding your setup." : "Hi ha alguns errors pel que fa a la vostra configuració.",
    "There are some warnings regarding your setup." : "Hi ha algunes advertències pel que fa a la vostra configuració.",
    "Checking for system and security issues." : "S'estan comprovant incidències del sistema i de seguretat.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Si us plau reviseu les <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">guies d’instal·lació ↗</a>, i comproveu si hi ha errors o advertències en el <a href=\"%2$s\">registre</a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Reviseu la seguretat del vostre Nextcloud mitjançant el <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">nostre escaneig de seguretat ↗</a>.",
    "Reasons to use Nextcloud in your organization" : "Motius per a utilitzar Nextcloud en la vostra organització",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Desenvolupat per la {communityopen}comunitat Nextcloud{linkclose}, el {githubopen}codi font{linkclose} es troba sota la llicència {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Poseu un m’agrada a la nostra pàgina de Facebook",
    "Follow us on X" : "Segueix-nos a X",
    "Follow us on Mastodon" : "Seguiu-nos a Mastodon",
    "Check out our blog" : "Consulteu el nostre bloc",
    "Subscribe to our newsletter" : "Subscriviu-vos al nostre butlletí",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Aquest llançament de la comunitat de Nextcloud no és compatible i les notificacions instantànies no estan disponibles.",
    "Use a second factor besides your password to increase security for your account." : "Feu servir un segon factor a més de la vostra contrasenya per augmentar la seguretat del vostre compte.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Si utilitzeu aplicacions de tercers per a connectar-vos a Nextcloud, assegureu-vos de crear i configurar una contrasenya d'aplicació per a cadascuna abans d'habilitar l'autenticació de segon factor.",
    "Logged in account must be a subadmin" : "El compte iniciat ha de ser un subadministrador",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "Per permetre que aquesta comprovació s'executi, heu d'assegurar-vos que el vostre servidor web es pot connectar a si mateix. Per tant, ha de ser capaç de resoldre i connectar-se a almenys un dels seus `trusted_domains` o `overwrite.cli.url`. Aquest error pot ser el resultat d'una manca de concordança de DNS del servidor o d'una regla de tallafoc de sortida.",
    "File locking" : "Bloqueig de fitxers",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "El bloqueig de fitxers transaccionals està inhabilitat, això pot provocar problemes amb les condicions de carrera. Habiliteu \"filelocking.enabled\" a config.php per evitar aquests problemes.",
    "The PHP memory limit is below the recommended value of %s." : "El límit de memòria PHP està per sota del valor recomanat de %s.",
    "for WebAuthn passwordless login" : "per a l'inici de sessió sense contrasenya de WebAuthn",
    "for WebAuthn passwordless login, and SFTP storage" : "per a l'inici de sessió sense contrasenya de WebAuthn i emmagatzematge SFTP",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "S'ha detectat la versió de PostgreSQL \"%s\". Es recomana PostgreSQL >=12 i <=16 per obtenir el millor rendiment, estabilitat i funcionalitat amb aquesta versió de Nextcloud.",
    "Set default expiration date for shares" : "Estableix la data de caducitat per defecte per comparticions",
    "Your biography" : "La vostra biografia",
    "You are using <strong>{usage}</strong>" : "Esteu utilitzant <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Esteu utilitzant <strong>{usage}</strong> de <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}