{ "translations": {
    "Private" : "Ιδιωτικά",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Ορατό μόνο σε άτομα που αντιστοιχίζονται μέσω ενσωμάτωσης αριθμού τηλεφώνου μέσω του Talk σε κινητά",
    "Local" : "Τοπικά",
    "Only visible to people on this instance and guests" : "Ορατό μόνο σε άτομα σε αυτήν την εγκατάσταση και σε επισκέπτες",
    "Federated" : "Federated",
    "Only synchronize to trusted servers" : "Συγχρονισμός μόνο με έμπιστους διακομιστές",
    "Published" : "Δημοσιεύτηκε",
    "Synchronize to trusted servers and the global and public address book" : "Συγχρονισμός με αξιόπιστους διακομιστές του γενικού και δημόσιου βιβλίου διευθύνσεων",
    "Verify" : "Επαλήθευση",
    "Verifying …" : "Γίνεται επαλήθευση …",
    "Unable to change password" : "Αδυναμία αλλαγής συνθηματικού",
    "Very weak password" : "Πολύ αδύναμο συνθηματικό",
    "Weak password" : "Αδύναμο συνθηματικό",
    "So-so password" : "Μέτριο συνθηματικό",
    "Good password" : "Καλό συνθηματικό",
    "Strong password" : "Δυνατό συνθηματικό",
    "Groups" : "Ομάδες",
    "Group list is empty" : "Η λίστα της ομάδας είναι κενή",
    "Unable to retrieve the group list" : "Αδύνατη η ανάκτηση λίστας της ομάδας",
    "{actor} added you to group {group}" : "{actor} σας πρόσθεσε στην ομάδα {group}",
    "You added {user} to group {group}" : "Προσθέσατε τον χρήστη {user} στην ομάδα {group}",
    "{actor} added {user} to group {group}" : "{actor} πρόσθεσε τον χρήστη {user} στην ομάδα {group}",
    "An administrator added you to group {group}" : "Ένας διαχειριστής σάς πρόσθεσε στην ομάδα {group}",
    "An administrator added {user} to group {group}" : "Ένας διαχειριστής πρόσθεσε τον χρήστη {user} στην ομάδα {group}",
    "{actor} removed you from group {group}" : "{actor} σάς αφαίρεσε από την ομάδα {group}",
    "You removed {user} from group {group}" : "Αφαιρέσατε τον χρήστη {user} από την ομάδα {group}",
    "{actor} removed {user} from group {group}" : "{actor} αφαίρεσε τον χρήστη {user} από την ομάδα {group}",
    "An administrator removed you from group {group}" : "Ένας διαχειριστής σάς αφαίρεσε από την ομάδα {group}",
    "An administrator removed {user} from group {group}" : "Ένας διαχειριστής αφαίρεσε τον χρήστη {user} από την ομάδα {group}",
    "Your <strong>group memberships</strong> were modified" : "Τροποποιήθηκαν οι <strong>ιδιότητες της ομάδας </strong>σας",
    "{actor} changed your password" : "{actor} το συθηματικό σας άλλαξε",
    "You changed your password" : "Αλλάξατε το συνθηματικό σας",
    "Your password was reset by an administrator" : "Έχει γίνει επαναφορά του συνθηματικού σας από τον διαχειριστή",
    "Your password was reset" : "Έγινε επαναφορά του συνθηματικού",
    "{actor} changed your email address" : "{actor} άλλαξε τη διεύθυνσή του ηλεκτρονικού ταχυδρομείου σας",
    "You changed your email address" : "Έχετε αλλάξει τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",
    "Your email address was changed by an administrator" : "Η διεύθυνση ηλεκτρονικής αλληλογραφίας άλλαξε από τον διαχειριστή",
    "You created an app password for a session named \"{token}\"" : "Δημιουργήσατε ένα συνθηματικό εφαρμογής για μια συνεδρία με όνομα \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Ένας διαχειριστής δημιούργησε ένα συνθηματικό εφαρμογής για μια συνεδρία με όνομα \"{token}\"",
    "You deleted app password \"{token}\"" : "Διαγράψατε το συνθηματικό εφαρμογής \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Μετονομάσατε το συνθηματικό εφαρμογής \"{token}\" σε \"{newToken}\"",
    "You granted filesystem access to app password \"{token}\"" : "Επιτρέψατε την πρόσβαση του συστήματος στο συνθηματικό της εφαρμογής \"{token}\"",
    "You revoked filesystem access from app password \"{token}\"" : "Ανακαλέσατε την πρόσβαση του συστήματος στο συνθηματικό της εφαρμογής \"{token}\"",
    "Security" : "Ασφάλεια",
    "You successfully logged in using two-factor authentication (%1$s)" : "Έχετε συνδεθεί επιτυχώς με τη χρήση ελέγχου ταυτότητας δύο-παραγόντων (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Μία προσπάθεια σύνδεσης με τη χρήση ελέγχου ταυτότητας δύο-παραγόντων απέτυχε (%1$s)",
    "Remote wipe was started on %1$s" : "Η απομακρυσμένη εκκαθάριση ξεκίνησε στις %1$s",
    "Remote wipe has finished on %1$s" : "Η απομακρυσμένη εκκαθάριση τελείωσε στις %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Το <strong>συνθηματικό</strong> ή το <strong>email</strong> σας, τροποποιήθηκαν",
    "Settings" : "Ρυθμίσεις",
    "Could not remove app." : "Αδυναμία αφαίρεσης εφαρμογής.",
    "Could not update app." : "Αδυναμία ενημέρωσης εφαρμογής.",
    "Wrong password" : "Λάθος συθηματικό",
    "Unable to change personal password" : "Αδυναμία αλλαγής προσωπικού συνθηματικού",
    "Saved" : "Αποθηκεύτηκαν",
    "No Login supplied" : "Δεν παρέχεται σύνδεση",
    "Unable to change password. Password too long." : "Αδυναμία αλλαγής συνθηματικού. Το συνθηματικό είναι πολύ μεγάλο.",
    "Authentication error" : "Σφάλμα πιστοποίησης",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Παρακαλώ δώστε έναν συνθηματικό ανάκτησης διαχειριστή· διαφορετικά, όλα τα δεδομένα του λογαριασμού θα χαθούν.",
    "Wrong admin recovery password. Please check the password and try again." : "Λάθος κωδικός συνθηματικό διαχειριστή. Παρακαλούμε ελέγξτε τον κωδικό και δοκιμάστε ξανά.",
    "Backend does not support password change, but the encryption of the account key was updated." : "Το σύστημα υποστήριξης δεν υποστηρίζει αλλαγή συνθηματικού, αλλά η κρυπτογράφηση του κλειδιού λογαριασμού ενημερώθηκε.",
    "Administrator documentation" : "Τεκμηρίωση Διαχειριστή",
    "User documentation" : "Τεκμηρίωση Χρήστη",
    "Nextcloud help overview" : "Επισκόπηση βοήθειας Nextcloud",
    "Invalid SMTP password." : "Μη έγκυρο συνθηματικό SMTP.",
    "Email setting test" : "Δοκιμή ρυθμίσεων email",
    "Well done, %s!" : "Συγχαρητήρια, %s!",
    "If you received this email, the email configuration seems to be correct." : "Εάν λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου, η διαμόρφωση του email φαίνεται να είναι σωστή.",
    "Email could not be sent. Check your mail server log" : "Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν εστάλη. Ελέγξτε το αρχείο καταγραφής",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Παρουσιάστηκε σφάλμα κατά την αποστολή μηνύματος αλληλογραφίας. Παρακαλούμε ελέγξτε τις ρυθμίσεις σας. (Σφάλμα: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Πρέπει να ορίσετε το email του λογαριασμού σας πριν μπορέσετε να στείλετε δοκιμαστικά email. Μεταβείτε στο %s για αυτό.",
    "Recently active" : "Πρόσφατα ενεργοί",
    "Disabled accounts" : "Απενεργοποιημένοι λογαριασμοί",
    "Invalid account" : "Μη έγκυρος λογαριασμός",
    "Invalid mail address" : "Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Settings saved" : "Οι ρυθμίσεις αποθηκεύτηκαν",
    "Unable to change full name" : "Δεν ήταν δυνατή η αλλαγή του πλήρους ονόματος",
    "Unable to change email address" : "Αδυναμία αλλαγής διεύθυνσης ηλεκτρονικού ταχυδρομείου",
    "Unable to set invalid phone number" : "Δεν είναι δυνατός ο ορισμός μη έγκυρου αριθμού τηλεφώνου",
    "Unable to set invalid website" : "Δεν είναι δυνατός ο ορισμός μη έγκυρου ιστότοπου",
    "Some account data was invalid" : "Ορισμένα δεδομένα λογαριασμού δεν ήταν έγκυρα",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Για να επιβεβαιώσετε τον λογαριασμό σας στο Twitter, δημοσιεύστε την παρακάτω δημοσίευση στο Twitter (σιγουρευτείτε ότι την δημοσιεύετε χωρίς χαρακτήρες αλλαγής γραμμής)",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Για να επιβεβαιώσουμε τον ιστότοπό σας, αποθηκεύστε το κάτωθι περιεχόμενο , στον κατάλογο '.well-known/CloudIdVerificationCode.txt' (παρακαλώ βεβαιωθείτε ότι ολόκληρο το κείμενο υπάρχει σε μια γραμμή):",
    "%1$s changed your password on %2$s." : "%1$s άλλαξε το συνθηματικό σε %2$s.",
    "Your password on %s was changed." : "Το συνθηματικό στο %s έχει αλλάξει.",
    "Your password on %s was reset by an administrator." : "Έχει γίνει επαναφορά του συνθηματικού στο %s από τον διαχειριστή.",
    "Your password on %s was reset." : "Έχει γίνει επαναφορά του συνθηματικού σας στο %s.",
    "Password for %1$s changed on %2$s" : "Το συνθηματικό για το %1$s άλλαξε σε %2$s",
    "Password changed for %s" : "Το συνθηματικό άλλαξε για τον %s",
    "If you did not request this, please contact an administrator." : "Εάν δεν το αιτηθήκατε, παρακαλούμε επικοινωνήστε με τον διαχειριστή.",
    "Your email address on %s was changed." : "Η ηλεκτρονική σας διεύθυνση στο %s έχει αλλάξει.",
    "Your email address on %s was changed by an administrator." : "Η διεύθυνση ηλεκτρονικής αλληλογραφίας στο %s άλλαξε από τον διαχειριστή.",
    "Email address for %1$s changed on %2$s" : "Η διεύθυνση ηλεκτρονικού ταχυδρομείου για το %1$s άλλαξε σε %2$s",
    "Email address changed for %s" : "Η διεύθυνση ηλεκτρονικού ταχυδρομείου άλλαξε για τον %s",
    "The new email address is %s" : "Η νέα διεύθυνση ηλεκτρονικής αλληλογραφίας είναι %s",
    "Your %s account was created" : "Ο λογαριασμός %s δημιουργήθηκε",
    "Welcome aboard" : "Καλώς ήλθατε",
    "Welcome aboard %s" : "Καλώς ήλθατε %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Καλωσήρθατε στον λογαριασμό σας %s, μπορείτε να προσθέσετε, προστατεύσετε και διαμοιράσετε τα δεδομένα σας.",
    "Your Login is: %s" : "Η σύνδεσή σας είναι: %s",
    "Set your password" : "Καθορισμός συνθηματικού",
    "Go to %s" : "Πηγαίνετε στο %s",
    "Install Client" : "Εγκατάσταση πελάτη",
    "Apps" : "Εφαρμογές",
    "Personal" : "Προσωπικά",
    "Administration" : "Διαχείριση",
    "Users" : "Χρήστες",
    "Additional settings" : "Επιπρόσθετες ρυθμίσεις",
    "Artificial Intelligence" : "Τεχνητή νοημοσύνη",
    "Administration privileges" : "Προνόμια διαχειριστή",
    "Groupware" : "Ομαδικό",
    "Overview" : "Επισκόπηση",
    "Basic settings" : "Βασικές ρυθμίσεις",
    "Sharing" : "Διαμοιρασμός",
    "Availability" : "Διαθεσιμότητα",
    "Calendar" : "Ημερολόγιο",
    "Personal info" : "Προσωπικές πληροφορίες",
    "Mobile & desktop" : "Κινητό & σταθερό",
    "Email server" : "Διακομιστής ηλεκτρονικής αλληλογραφίας",
    "Mail Providers" : "Πάροχοι αλληλογραφίας",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "Ο πάροχος αλληλογραφίας επιτρέπει την αποστολή email απευθείας μέσω του προσωπικού λογαριασμού ηλεκτρονικού ταχυδρομείου του χρήστη. Αυτή τη στιγμή, αυτή η λειτουργικότητα περιορίζεται στις προσκλήσεις ημερολογίου. Απαιτεί Nextcloud Mail 4.1 και έναν λογαριασμό ηλεκτρονικού ταχυδρομείου στο Nextcloud Mail που να ταιριάζει με τη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη στο Nextcloud.",
    "Send emails using" : "Αποστολή ηλεκτρονικής αλληλογραφίας με τη χρήση",
    "User's email account" : "Λογαριασμός ηλεκτρονικού ταχυδρομείου χρήστη",
    "System email account" : "Λογαριασμός ηλεκτρονικού ταχυδρομείου συστήματος",
    "Security & setup checks" : "Έλεγχοι ασφάλειας και ρύθμισης",
    "Background jobs" : "Εργασίες παρασκηνίου",
    "Unlimited" : "Απεριόριστο",
    "Verifying" : "Γίνεται επαλήθευση",
    "Allowed admin IP ranges" : "Επιτρεπόμενο εύρος IP διαχειριστή",
    "Admin IP filtering isn't applied." : "Η φιλτράρισμα IP διαχειριστή δεν εφαρμόζεται.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "Το κλειδί διαμόρφωσης \"%1$s\" αναμένει έναν πίνακα (%2$s βρέθηκε). Η επικύρωση εύρους IP διαχειριστή δεν θα εφαρμοστεί.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "Το κλειδί διαμόρφωσης \"%1$s\" περιέχει μη έγκυρο(α) εύρος(η) IP: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "Η φιλτράρισμα IP διαχειριστή είναι σωστά ρυθμισμένη.",
    "App directories owner" : "Ιδιοκτήτης καταλόγων εφαρμογών",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Ορισμένοι κατάλογοι εφαρμογών ανήκουν σε διαφορετικό χρήστη από αυτόν του διακομιστή ιστού. Αυτό μπορεί να συμβαίνει εάν οι εφαρμογές έχουν εγκατασταθεί χειροκίνητα. Ελέγξτε τα δικαιώματα των παρακάτω καταλόγων εφαρμογών:\n%s",
    "App directories have the correct owner \"%s\"" : "Οι κατάλογοι εφαρμογών έχουν τον σωστό ιδιοκτήτη \"%s\"",
    "Brute-force Throttle" : "Περιορισμός Brute-force",
    "Your remote address could not be determined." : "Δεν ήταν δυνατός ο προσδιορισμός της απομακρυσμένης διεύθυνσής σας.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Η απομακρυσμένη διεύθυνσή σας αναγνωρίστηκε ως \"%s\" και αυτή τη στιγμή υποβάλλεται σε περιορισμό brute-force, επιβραδύνοντας την απόδοση διαφόρων αιτημάτων. Εάν η απομακρυσμένη διεύθυνση δεν είναι η δική σας, αυτό μπορεί να υποδηλώνει ότι ένας διακομιστής μεσολάβησης δεν είναι σωστά ρυθμισμένος.",
    "Your remote address \"%s\" is not brute-force throttled." : "Η απομακρυσμένη διεύθυνσή σας \"%s\" δεν υποβάλλεται σε περιορισμό brute-force.",
    "Old administration imported certificates" : "Παλιά πιστοποιητικά που εισήχθησαν από τη διαχείριση",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Μια εργασία παρασκηνίου εκκρεμεί που ελέγχει τα πιστοποιητικά SSL που εισήχθησαν από τη διαχείριση. Παρακαλώ ελέγξτε ξανά αργότερα.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Υπάρχουν ορισμένα πιστοποιητικά SSL που εισήχθησαν από τη διαχείριση, τα οποία δεν χρησιμοποιούνται πλέον με το Nextcloud 21. Μπορούν να εισαχθούν μέσω γραμμής εντολών χρησιμοποιώντας την εντολή \"occ security:certificates:import\". Οι διαδρομές τους μέσα στον κατάλογο δεδομένων εμφανίζονται παρακάτω.",
    "Code integrity" : "Ακεραιότητα κώδικα",
    "Integrity checker has been disabled. Integrity cannot be verified." : "Ο έλεγχος ακεραιότητας έχει απενεργοποιηθεί. Δεν είναι δυνατή η επαλήθευση της ακεραιότητας.",
    "No altered files" : "Κανένα τροποποιημένο αρχείο",
    "Some files have not passed the integrity check. {link1} {link2}" : "Ορισμένα αρχεία δεν πέρασαν τον έλεγχο ακεραιότητας. {link1} {link2}",
    "Cron errors" : "Σφάλματα Cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "Δεν ήταν δυνατή η εκτέλεση της εργασίας Cron μέσω CLI. Έχουν εμφανιστεί τα ακόλουθα τεχνικά σφάλματα:\n%s",
    "The last cron job ran without errors." : "Η τελευταία εργασία Cron εκτελέστηκε χωρίς σφάλματα.",
    "Cron last run" : "Τελευταία εκτέλεση Cron",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Η τελευταία εκτέλεση εργασίας παρασκηνίου έτρεξε %s. Κάτι φαίνεται να πηγαίνει λάθος. {link}.",
    "Last background job execution ran %s." : "Η τελευταία εκτέλεση εργασίας παρασκηνίου έτρεξε %s.",
    "Data directory protected" : "Ο κατάλογος δεδομένων προστατεύεται",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Ο κατάλογος δεδομένων και τα αρχεία σας είναι πιθανότατα προσβάσιμα από το διαδίκτυο. Το αρχείο .htaccess δεν λειτουργεί. Συνιστάται έντονα να ρυθμίσετε τον διακομιστή ιστού σας έτσι ώστε ο κατάλογος δεδομένων να μην είναι πλέον προσβάσιμος ή να μετακινήσετε τον κατάλογο δεδομένων εκτός της ρίζας εγγράφων του διακομιστή ιστού.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "Δεν ήταν δυνατός ο έλεγχος ότι ο κατάλογος δεδομένων προστατεύεται. Παρακαλώ ελέγξτε χειροκίνητα ότι ο διακομιστής σας δεν επιτρέπει την πρόσβαση στον κατάλογο δεδομένων.",
    "Database missing columns" : "Λείπουν στήλες στη βάση δεδομένων",
    "Missing optional column \"%s\" in table \"%s\"." : "Λείπει η προαιρετική στήλη \"%s\" στον πίνακα \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "Από την βάση δεδομένων λείπουν ορισμένες προαιρετικές στήλες. Λόγω του γεγονότος ότι η προσθήκη στηλών σε μεγάλους πίνακες θα χρειαστεί χρόνο, δεν προστέθηκαν αυτόματα τα προαιρετικά. Με την εκτέλεση του \"occ db: add-missing-columns\", αυτές οι στήλες που λείπουν θα μπορούσαν να προστεθούν με το χέρι ενώ η βάση είναι σε λειτουργία. Μόλις προστεθούν οι στήλες, ορισμένα χαρακτηριστικά ενδέχεται να βελτιώσουν την ανταπόκριση ή τη χρηστικότητα.",
    "Database missing indices" : "Λείπουν ευρετήρια στη βάση δεδομένων",
    "Missing indices:" : "Λείπουν ευρετήρια:",
    "\"%s\" in table \"%s\"" : "\"%s\" στον πίνακα \"%s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them." : "Εντοπίστηκαν ορισμένα ευρετήρια που λείπουν. Περιστασιακά προστίθενται νέα ευρετήρια (από το Nextcloud ή από εγκατεστημένες εφαρμογές) για να βελτιωθεί η απόδοση της βάσης δεδομένων. Η προσθήκη ευρετηρίων μπορεί μερικές φορές να διαρκέσει λίγο και να επηρεάσει προσωρινά την απόδοση, επομένως αυτό δεν γίνεται αυτόματα κατά τις αναβαθμίσεις. Μόλις προστεθούν τα ευρετήρια, τα ερωτήματα σε αυτούς τους πίνακες θα πρέπει να είναι γρηγορότερα. Χρησιμοποιήστε την εντολή `occ db:add-missing-indices` για να τα προσθέσετε.",
    "Database missing primary keys" : "Λείπουν πρωτεύοντα κλειδιά στη βάση δεδομένων",
    "Missing primary key on table \"%s\"." : "Λείπει το πρωτεύον κλειδί στον πίνακα \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "Λείπουν ορισμένα πρωτεύοντα κλειδιά στη βάση δεδομένων. Λόγω του γεγονότος ότι η προσθήκη πρωτευόντων κλειδιών σε μεγάλους πίνακες μπορεί να διαρκέσει λίγο, δεν προστέθηκαν αυτόματα. Εκτελώντας το \"occ db:add-missing-primary-keys\", αυτά τα πρωτεύοντα κλειδιά που λείπουν μπορούν να προστεθούν χειροκίνητα ενώ η εφαρμογή συνεχίζει να εκτελείται.",
    "Database pending bigint migrations" : "Εκκρεμείς μετατροπές bigint στη βάση δεδομένων",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Ορισμένες στήλες στη βάση δεδομένων λείπουν από τη μετατροπή σε big int. Λόγω του γεγονότος ότι η αλλαγή τύπων στηλών σε μεγάλους πίνακες μπορεί να διαρκέσει λίγο, δεν άλλαξαν αυτόματα. Εκτελώντας το \"occ db:convert-filecache-bigint\", αυτές οι εκκρεμείς αλλαγές μπορούν να εφαρμοστούν χειροκίνητα. Αυτή η λειτουργία πρέπει να γίνει ενώ η εφαρμογή είναι εκτός σύνδεσης.",
    "Debug mode" : "Λειτουργία αποσφαλμάτωσης",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Αυτή η εγκατάσταση εκτελείται σε κατάσταση εντοπισμού σφαλμάτων. Ενεργοποιήστε την μόνο για τοπική ανάπτυξη και όχι σε περιβάλλοντα παραγωγής.",
    "Debug mode is disabled." : "Η λειτουργία αποσφαλμάτωσης είναι απενεργοποιημένη.",
    "Default phone region" : "Προεπιλεγμένη περιοχή τηλεφώνου",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "Η εγκατάστασή σας δεν έχει οριστεί προεπιλεγμένη περιοχή τηλεφώνου. Αυτό απαιτείται για την επικύρωση αριθμών τηλεφώνου στις ρυθμίσεις προφίλ χωρίς κωδικό χώρας. Για να επιτρέψετε αριθμούς χωρίς κωδικό χώρας, προσθέστε \"default_phone_region\" με τον αντίστοιχο κωδικό ISO 3166-1 της περιοχής στο αρχείο ρυθμίσεων σας.",
    "Email test" : "Δοκιμή email",
    "Mail delivery is disabled by instance config \"%s\"." : "Η παράδοση αλληλογραφίας είναι απενεργοποιημένη από τη διαμόρφωση της εγκατάστασης \"%s\".",
    "Email test was successfully sent" : "Η δοκιμή email στάλθηκε με επιτυχία",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Δεν έχετε ορίσει ή επαληθεύσει τη διαμόρφωση του διακομιστή ηλεκτρονικού ταχυδρομείου σας ακόμα. Παρακαλώ μεταβείτε στις \"Βασικές ρυθμίσεις\" για να τις ορίσετε. Στη συνέχεια, χρησιμοποιήστε το κουμπί \"Αποστολή email\" κάτω από τη φόρμα για να επαληθεύσετε τις ρυθμίσεις σας.",
    "Transactional File Locking" : "Συναλλακτικό Κλείδωμα Αρχείων",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "Το συναλλακτικό κλείδωμα αρχείων είναι απενεργοποιημένο. Αυτή δεν είναι μια υποστηριζόμενη διαμόρφωση. Μπορεί να οδηγήσει σε προβλήματα που είναι δύσκολο να απομονωθούν, συμπεριλαμβανομένης της φθοράς αρχείων. Παρακαλώ αφαιρέστε την εισαγωγή `'filelocking.enabled' => false` από το `config.php` σας για να αποφύγετε αυτά τα προβλήματα.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "Η βάση δεδομένων χρησιμοποιείται για συναλλακτικό κλείδωμα αρχείων. Για να βελτιώσετε την απόδοση, παρακαλώ ρυθμίστε το memcache, εάν είναι διαθέσιμο.",
    "Forwarded for headers" : "Επικεφαλίδες Forwarded For",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "Η ρύθμιση \"trusted_proxies\" δεν είναι σωστά ορισμένη, θα πρέπει να είναι πίνακας.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "Η ρύθμιση \"trusted_proxies\" δεν είναι σωστά ορισμένη, θα πρέπει να είναι πίνακας διευθύνσεων IP - προαιρετικά με εύρος σε σημειογραφία CIDR.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Η διαμόρφωση των επικεφαλίδων του αντίστροφου διακομιστή μεσολάβησης είναι λανθασμένη. Αυτό αποτελεί πρόβλημα ασφαλείας και μπορεί να επιτρέψει σε έναν επιτιθέμενο να πλαστογραφήσει τη διεύθυνση IP του όπως φαίνεται στο Nextcloud.",
    "Your IP address was resolved as %s" : "Η διεύθυνση IP σας επιλύθηκε ως %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Η διαμόρφωση των επικεφαλίδων του αντίστροφου διακομιστή μεσολάβησης είναι λανθασμένη ή έχετε πρόσβαση στο Nextcloud από έναν αξιόπιστο διακομιστή μεσολάβησης. Εάν δεν είναι έτσι, αυτό αποτελεί πρόβλημα ασφαλείας και μπορεί να επιτρέψει σε έναν επιτιθέμενο να πλαστογραφήσει τη διεύθυνση IP του όπως φαίνεται στο Nextcloud.",
    "HTTPS access and URLs" : "Πρόσβαση HTTPS και URLs",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Πρόσβαση στον ιστότοπο με μη ασφαλή τρόπο μέσω HTTP. Σας συνιστούμε ιδιαίτερα να ρυθμίσετε τον διακομιστή σας να απαιτεί HTTPS. Χωρίς αυτό, ορισμένες σημαντικές λειτουργίες ιστού όπως η \"αντιγραφή στο πρόχειρο\" ή οι \"service workers\" δεν θα λειτουργούν!",
    "Accessing site insecurely via HTTP." : "Πρόσβαση στον ιστότοπο με μη ασφαλή τρόπο μέσω HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Έχετε πρόσβαση στην εγκατάστασή σας μέσω ασφαλούς σύνδεσης, ωστόσο η εγκατάστασή σας δημιουργεί μη ασφαλείς URLs. Αυτό πιθανώς σημαίνει ότι η εγκατάστασή σας βρίσκεται πίσω από έναν αντίστροφο διακομιστή μεσολάβησης και οι τιμές διαμόρφωσης `overwrite*` του Nextcloud δεν έχουν οριστεί σωστά.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Η εγκατάστασή σας δημιουργεί μη ασφαλείς URLs. Εάν έχετε πρόσβαση στην εγκατάστασή σας μέσω HTTPS, αυτό πιθανώς σημαίνει ότι η εγκατάστασή σας βρίσκεται πίσω από έναν αντίστροφο διακομιστή μεσολάβησης και οι τιμές διαμόρφωσης `overwrite*` του Nextcloud δεν έχουν οριστεί σωστά.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Έχετε πρόσβαση στην εγκατάστασή σας μέσω ασφαλούς σύνδεσης και η εγκατάστασή σας δημιουργεί ασφαλείς URLs.",
    "Internet connectivity" : "Συνδεσιμότητα στο Διαδίκτυο",
    "Internet connectivity is disabled in configuration file." : "Η συνδεσιμότητα στο διαδίκτυο είναι απενεργοποιημένη στο αρχείο ρυθμίσεων.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Αυτός ο διακομιστής δεν έχει ενεργή σύνδεση στο διαδίκτυο. Δεν ήταν δυνατή η πρόσβαση σε πολλά τελικά σημεία. Αυτό σημαίνει πως κάποιες λειτουργίες/υπηρεσίες όπως η σύνδεση με εξωτερικούς χώρους αποθήκευσης, ειδοποιήσεις σχετικά με ενημερώσεις ή η εγκατάσταση εφαρμογών από τρίτους δε θα λειτουργούν. Η απομακρυσμένη πρόσβαση στα αρχεία και η αποστολή ειδοποιήσεων ηλεκτρονικού ταχυδρομείου ενδέχεται να μη λειτουργούν επίσης. Ενεργοποιήσετε την πρόσβαση στο διαδίκτυο για τον συγκεκριμένο διακομιστή για να μπορείτε να χρησιμοποιήσετε και να απολαύσετε όλα τα χαρακτηριστικά και τις υπηρεσίες.",
    "JavaScript modules support" : "Υποστήριξη JavaScript modules",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Δεν είναι δυνατή η εκτέλεση ελέγχου για υποστήριξη JavaScript. Παρακαλώ διορθώστε ή επιβεβαιώστε χειροκίνητα εάν ο διακομιστής ιστού σας σερβίρει αρχεία `.mjs` χρησιμοποιώντας τον τύπο MIME JavaScript.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "Ο διακομιστής ιστού σας δεν σερβίρει αρχεία `.mjs` χρησιμοποιώντας τον τύπο MIME JavaScript. Αυτό θα προκαλέσει προβλήματα σε ορισμένες εφαρμογές εμποδίζοντας τους περιηγητές από την εκτέλεση των αρχείων JavaScript. Θα πρέπει να ρυθμίσετε τον διακομιστή ιστού σας να σερβίρει αρχεία `.mjs` με τον τύπο MIME `text/javascript` ή `application/javascript`.",
    "JavaScript source map support" : "Υποστήριξη JavaScript source maps",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "Ο διακομιστής ιστού σας δεν είναι ρυθμισμένος να σερβίρει αρχεία `.js.map`. Χωρίς αυτά τα αρχεία, οι χάρτες πηγαίου κώδικα JavaScript δεν θα λειτουργούν σωστά, καθιστώντας πιο δύσκολη την αντιμετώπιση και τον εντοπισμό σφαλμάτων οποιωνδήποτε προβλημάτων που μπορεί να προκύψουν.",
    "Old server-side-encryption" : "Παλιά κρυπτογράφηση από διακομιστή σε διακομιστή",
    "Disabled" : "Απενεργοποιημένο",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "Η παλιά διαμόρφωση κρυπτογράφησης από διακομιστή σε διακομιστή είναι ενεργοποιημένη. Σας προτείνουμε να την απενεργοποιήσετε.",
    "Logging level" : "Επίπεδο καταγραφής",
    "The %1$s configuration option must be a valid integer value." : "Η επιλογή διαμόρφωσης %1$s πρέπει να είναι μια έγκυρη ακέραια τιμή.",
    "The logging level is set to debug level. Use debug level only when you have a problem to diagnose, and then reset your log level to a less-verbose level as it outputs a lot of information, and can affect your server performance." : "Το επίπεδο καταγραφής έχει οριστεί σε επίπεδο αποσφαλμάτωσης. Χρησιμοποιήστε το επίπεδο αποσφαλμάτωσης μόνο όταν έχετε ένα πρόβλημα για διάγνωση και στη συνέχεια επαναφέρετε το επίπεδο καταγραφής σε ένα λιγότερο λεπτομερές επίπεδο, καθώς εξάγει πολλές πληροφορίες και μπορεί να επηρεάσει την απόδοση του διακομιστή σας.",
    "Logging level configured correctly." : "Το επίπεδο καταγραφής έχει ρυθμιστεί σωστά.",
    "Maintenance window start" : "Έναρξη παραθύρου συντήρησης",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "Ο διακομιστής δεν έχει ρυθμισμένη ώρα έναρξης παραθύρου συντήρησης. Αυτό σημαίνει ότι οι εργασίες παρασκηνίου που απαιτούν πολλούς πόρους θα εκτελούνται επίσης κατά τη διάρκεια της κύριας χρήσης σας. Σας συνιστούμε να το ορίσετε σε μια ώρα χαμηλής χρήσης, ώστε οι χρήστες να επηρεάζονται λιγότερο από το φόρτο που προκαλείται από αυτές τις βαριές εργασίες.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "Το παράθυρο συντήρησης για την εκτέλεση βαριών εργασιών παρασκηνίου είναι μεταξύ {start}:00 UTC και {end}:00 UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Το Memcached έχει ρυθμιστεί ως κατανεμημένη κρυφή μνήμη, αλλά είναι εγκατεστημένη η λάθος ενότητα PHP (\"memcache\"). Παρακαλώ εγκαταστήστε την ενότητα PHP \"memcached\".",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Το Memcached έχει ρυθμιστεί ως κατανεμημένη κρυφή μνήμη, αλλά η ενότητα PHP \"memcached\" δεν είναι εγκατεστημένη. Παρακαλώ εγκαταστήστε την ενότητα PHP \"memcached\".",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Δεν έχει ρυθμιστεί καμία κρυφή μνήμη. Για να βελτιώσετε την απόδοση, παρακαλώ ρυθμίστε ένα memcache, εάν είναι διαθέσιμο.",
    "Failed to write and read a value from local cache." : "Αποτυχία εγγραφής και ανάγνωσης τιμής από την τοπική κρυφή μνήμη.",
    "Failed to write and read a value from distributed cache." : "Αποτυχία εγγραφής και ανάγνωσης τιμής από την κατανεμημένη κρυφή μνήμη.",
    "Configured" : "Ρυθμισμένο",
    "Mimetype migrations available" : "Διαθέσιμες μεταναστεύσεις τύπων MIME",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Μία ή περισσότερες μεταναστεύσεις τύπων MIME είναι διαθέσιμες. Περιστασιακά προστίθενται νέοι τύποι MIME για καλύτερη διαχείριση ορισμένων τύπων αρχείων. Η μετανάστευση των τύπων MIME διαρκεί πολύ σε μεγαλύτερες εγκαταστάσεις, επομένως αυτό δεν γίνεται αυτόματα κατά τις αναβαθμίσεις. Χρησιμοποιήστε την εντολή `occ maintenance:repair --include-expensive` για να εκτελέσετε τις μεταναστεύσεις.",
    "MySQL row format" : "Μορφή γραμμής MySQL",
    "You are not using MySQL" : "Δεν χρησιμοποιείτε MySQL",
    "None of your tables use ROW_FORMAT=Compressed" : "Κανένας από τους πίνακες σας δεν χρησιμοποιεί ROW_FORMAT=Compressed",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "Βρέθηκε λανθασμένη μορφή γραμμής στη βάση δεδομένων σας. Η ROW_FORMAT=Dynamic προσφέρει τις καλύτερες επιδόσεις βάσης δεδομένων για το Nextcloud. Παρακαλώ ενημερώστε τη μορφή γραμμής στην ακόλουθη λίστα: %s.",
    "MySQL Unicode support" : "Υποστήριξη Unicode σε MySQL",
    "MySQL is used as database and does support 4-byte characters" : "Το MySQL χρησιμοποιείται ως βάση δεδομένων και υποστηρίζει χαρακτήρες 4-byte",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "Το MySQL χρησιμοποιείται ως βάση δεδομένων αλλά δεν υποστηρίζει χαρακτήρες 4-byte. Για να μπορείτε να χειρίζεστε χαρακτήρες 4-byte (όπως emojis) χωρίς προβλήματα σε ονόματα αρχείων ή σχόλια, για παράδειγμα, συνιστάται να ενεργοποιήσετε την υποστήριξη 4-byte στο MySQL.",
    "OCS provider resolving" : "Επίλυση παρόχου OCS",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "Δεν ήταν δυνατός ο έλεγχος εάν ο διακομιστής ιστού σας επιλύει σωστά τις διευθύνσεις URL των παρόχων OCM και OCS.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "Ο διακομιστής ιστού σας δεν είναι σωστά ρυθμισμένος για την επίλυση του %1$s.\nΑυτό πιθανώς σχετίζεται με μια διαμόρφωση διακομιστή ιστού που δεν ενημερώθηκε για την παράδοση αυτού του φακέλου απευθείας.\nΠαρακαλώ συγκρίνετε τη διαμόρφωσή σας με τους κανόνες επαναγραφής που παρέχονται στο \".htaccess\" για τον Apache ή αυτούς που παρέχονται στην τεκμηρίωση για τον Nginx.\nΣτον Nginx, αυτές είναι συνήθως οι γραμμές που ξεκινούν με \"location ~\" και χρειάζονται ενημέρωση.",
    "Overwrite CLI URL" : "Αντικατάσταση URL CLI",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "Η επιλογή \"overwrite.cli.url\" στο config.php σας έχει οριστεί σωστά σε \"%s\".",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "Η επιλογή \"overwrite.cli.url\" στο config.php σας έχει οριστεί σε \"%s\" που είναι μια σωστή διεύθυνση URL. Η προτεινόμενη διεύθυνση URL είναι \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Παρακαλώ βεβαιωθείτε ότι η επιλογή \"overwrite.cli.url\" στο αρχείο config.php σας έχει οριστεί στη διεύθυνση URL που χρησιμοποιούν κυρίως οι χρήστες σας για να αποκτήσουν πρόσβαση σε αυτό το Nextcloud. Προτάση: \"%s\". Διαφορετικά, μπορεί να προκύψουν προβλήματα με τη δημιουργία διευθύνσεων URL μέσω cron. (Είναι πιθανό όμως η προτεινόμενη διεύθυνση URL να μην είναι αυτή που χρησιμοποιούν κυρίως οι χρήστες σας για πρόσβαση σε αυτό το Nextcloud. Καλύτερα είναι να το ελέγξετε ξανά σε κάθε περίπτωση.)",
    "PHP APCu configuration" : "Διαμόρφωση PHP APCu",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "Η κρυφή μνήμη APCu σας έχει γεμίσει, σκεφτείτε να αυξήσετε τη ρύθμιση apc.shm_size της PHP.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "Η κρυφή μνήμη APCu σας είναι σχεδόν γεμάτη στο %s%%, σκεφτείτε να αυξήσετε τη ρύθμιση apc.shm_size της PHP.",
    "PHP default charset" : "Προεπιλεγμένη κωδικοποίηση PHP",
    "PHP configuration option \"default_charset\" should be UTF-8" : "Η επιλογή διαμόρφωσης PHP \"default_charset\" πρέπει να είναι UTF-8",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "Η λειτουργία είναι διαθέσιμη.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "Μη διαθέσιμη λειτουργία της PHP \"set_time_limit\". Μπορεί να διακοπεί η εκτέλεση διαφόρων scripts με αποτέλεσμα διακοπή της εγκατάστασης. Συνιστούμε ενεργοποίηση της λειτουργίας.",
    "Freetype" : "Freetype",
    "Supported" : "Υποστηρίζεται",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Η PHP δεν έχει υποστήριξη FreeType, με αποτέλεσμα να προκύπτουν σφάλματα στις εικόνες προφίλ και στη διεπαφή ρυθμίσεων.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Η PHP δεν φαίνεται να έχει ρυθμιστεί σωστά για την αναζήτηση μεταβλητών περιβάλλοντος του συστήματος. Η δοκιμή με την εντολή getenv(\"PATH\") επιστρέφει μια κενή απάντηση.",
    "PHP file size upload limit" : "Όριο μεταφόρτωσης μεγέθους αρχείου PHP",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "Το upload_max_filesize της PHP είναι πολύ χαμηλό. Προτείνεται μέγεθος τουλάχιστον %1$s. Τρέχουσα τιμή: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "Το post_max_size της PHP είναι πολύ χαμηλό. Προτείνεται μέγεθος τουλάχιστον %1$s. Τρέχουσα τιμή: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "Το max_input_time της PHP είναι πολύ χαμηλό. Προτείνεται χρόνος τουλάχιστον %1$s. Τρέχουσα τιμή: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "Το max_execution_time της PHP είναι πολύ χαμηλό. Προτείνεται χρόνος τουλάχιστον %1$s. Τρέχουσα τιμή: %2$s.",
    "PHP memory limit" : "Όριο μνήμης PHP",
    "The PHP memory limit is below the recommended value of %s. Some features or apps - including the Updater - may not function properly." : "Το όριο μνήμης της PHP είναι κάτω από την προτεινόμενη τιμή των %s. Ορισμένες λειτουργίες ή εφαρμογές - συμπεριλαμβανομένου του Updater - ενδέχεται να μην λειτουργούν σωστά.",
    "PHP modules" : "Αρθρώματα PHP",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "βελτιώνει την απόδοση της μετάφρασης γλώσσας και διορθώνει την ταξινόμηση μη-ASCII χαρακτήρων",
    "for Argon2 for password hashing" : "για την κρυπτογράφηση συνθηματικών με Argon2",
    "for picture rotation in server and metadata extraction in the Photos app" : "για περιστροφή εικόνων στον διακομιστή και εξαγωγή μεταδεδομένων στην εφαρμογή Photos",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "Αυτή η εγκατάσταση λείπει ορισμένες απαιτούμενες ενότητες PHP. Απαιτείται η εγκατάστασή τους: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "Αυτή η εγκατάσταση λείπει ορισμένες προτεινόμενες ενότητες PHP. Για βελτιωμένη απόδοση και καλύτερη συμβατότητα, συνιστάται ιδιαίτερα η εγκατάστασή τους:\n%s",
    "PHP opcache" : "PHP opcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "Η ενότητα PHP OPcache δεν είναι φορτωμένη. Για καλύτερη απόδοση, συνιστάται η φόρτωσή της στην εγκατάσταση PHP σας.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "Το OPcache είναι απενεργοποιημένο. Για καλύτερη απόδοση, συνιστάται η εφαρμογή της ρύθμισης \"opcache.enable=1\" στη διαμόρφωση PHP σας.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "Το OPcache που βασίζεται σε κοινόχρηστη μνήμη είναι απενεργοποιημένο. Για καλύτερη απόδοση, συνιστάται η εφαρμογή της ρύθμισης \"opcache.file_cache_only=0\" στη διαμόρφωση PHP σας και η χρήση της κρυφής μνήμης αρχείων μόνο ως δευτερεύουσας κρυφής μνήμης.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "Το OPcache δεν λειτουργεί όπως θα έπρεπε, η opcache_get_status() επιστρέφει false, παρακαλώ ελέγξτε τη διαμόρφωση.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "Ο μέγιστος αριθμός κλειδιών OPcache σχεδόν ξεπεράστηκε. Για να διασφαλιστεί ότι όλα τα σενάρια μπορούν να διατηρηθούν στην κρυφή μνήμη, συνιστάται η εφαρμογή της ρύθμισης \"opcache.max_accelerated_files\" στη διαμόρφωση PHP σας με τιμή μεγαλύτερη από \"%s\".",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "Το buffer του OPcache είναι σχεδόν γεμάτο. Για να διασφαλιστεί ότι όλα τα σενάρια μπορούν να διατηρηθούν στην κρυφή μνήμη, συνιστάται η εφαρμογή της ρύθμισης \"opcache.memory_consumption\" στη διαμόρφωση PHP σας με τιμή μεγαλύτερη από \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "Το buffer των interned strings του OPcache είναι σχεδόν γεμάτο. Για να διασφαλιστεί ότι οι επαναλαμβανόμενες συμβολοσειρές μπορούν να αποθηκευτούν αποτελεσματικά στην κρυφή μνήμη, συνιστάται η εφαρμογή της ρύθμισης \"opcache.interned_strings_buffer\" στη διαμόρφωση PHP σας με τιμή μεγαλύτερη από \"%s\".",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "Το OPcache έχει ρυθμιστεί να αφαιρεί τα σχόλια κώδικα. Με το OPcache ενεργοποιημένο, η ρύθμιση \"opcache.save_comments=1\" πρέπει να οριστεί για να λειτουργήσει το Nextcloud.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Το Nextcloud δεν επιτρέπεται να χρησιμοποιήσει το API του OPcache. Με το OPcache ενεργοποιημένο, συνιστάται ιδιαίτερα να συμπεριλάβετε όλους τους καταλόγους του Nextcloud με την ρύθμιση \"opcache.restrict_api\" ή να απενεργοποιήσετε αυτή την ρύθμιση για να απενεργοποιήσετε τους περιορισμούς του API του OPcache, για να αποφευχθούν σφάλματα κατά την αναβάθμιση του πυρήνα ή των εφαρμογών του Nextcloud.",
    "Checking from CLI, OPcache checks have been skipped." : "Έλεγχος από CLI, οι έλεγχοι OPcache έχουν παραλειφθεί.",
    "The PHP OPcache module is not properly configured. %s." : "Η ενότητα PHP OPcache δεν έχει ρυθμιστεί σωστά. %s.",
    "Correctly configured" : "Σωστά ρυθμισμένο",
    "PHP version" : "Έκδοση PHP",
    "You are currently running PHP %1$s. PHP %2$s is deprecated since Nextcloud %3$s. Nextcloud %4$s may require at least PHP %5$s. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Εκτελείτε αυτήν τη στιγμή την PHP %1$s. Η PHP %2$s έχει καταργηθεί από το Nextcloud %3$s. Το Nextcloud %4$s ενδέχεται να απαιτεί τουλάχιστον την PHP %5$s. Παρακαλώ αναβαθμίστε σε μία από τις επίσημα υποστηριζόμενες εκδόσεις PHP που παρέχονται από την PHP Group το συντομότερο δυνατό.",
    "You are currently running PHP %s." : "Εκτελείτε αυτήν τη στιγμή την PHP %s.",
    "PHP \"output_buffering\" option" : "Επιλογή \"output_buffering\" της PHP",
    "PHP configuration option \"output_buffering\" must be disabled" : "Η επιλογή διαμόρφωσης PHP \"output_buffering\" πρέπει να είναι απενεργοποιημένη",
    "Push service" : "Υπηρεσία Push",
    "Valid enterprise license" : "Έγκυρη άδεια enterprise",
    "Free push service" : "Δωρεάν υπηρεσία push",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Αυτή είναι η μη υποστηριζόμενη έκδοση της κοινότητας του Nextcloud. Δεδομένου του μεγέθους αυτής της εγκατάστασης, η απόδοση, η αξιοπιστία και η κλιμακωσιμότητα δεν μπορούν να εγγυηθούν. Οι ειδοποιήσεις push περιορίζονται για να αποφευχθεί η υπερφόρτωση της δωρεάν υπηρεσίας μας. Μάθετε περισσότερα για τα οφέλη του Nextcloud Enterprise στο {link}.",
    "Random generator" : "Γεννήτρια τυχαίων αριθμών",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "Δεν βρέθηκε κατάλληλη πηγή τυχαιότητας από την PHP, κάτι που αποθαρρύνεται απολύτως για λόγους ασφαλείας.",
    "Secure" : "Ασφαλές",
    "Configuration file access rights" : "Δικαιώματα αρχείου ρυθμίσεων πρόσβασης",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Η ρύθμιση \"μόνο για ανάγνωση\" έχει ενεργοποιηθεί. Αυτό εμποδίζει τον καθορισμό ρυθμίσεων διαμόρφωσης μέσω της διεπαφής ιστού (web-interface). Επιπλέον, το αρχείο πρέπει να γίνει εγγράψιμο χειροκίνητα για κάθε ενημέρωση.",
    "Nextcloud configuration file is writable" : "Το αρχείο ρυθμίσεων του Nextcloud είναι εγγράψιμο",
    "Scheduling objects table size" : "Μέγεθος πίνακα αντικειμένων προγραμματισμού",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "Έχετε περισσότερες από %s γραμμές στον πίνακα αντικειμένων προγραμματισμού. Παρακαλώ εκτελέστε τις δαπανηρές εργασίες επισκευής μέσω της εντολής occ maintenance:repair --include-expensive.",
    "Scheduling objects table size is within acceptable range." : "Το μέγεθος του πίνακα αντικειμένων προγραμματισμού βρίσκεται εντός αποδεκτού εύρους.",
    "HTTP headers" : "Επικεφαλίδες HTTP",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- Η επικεφαλίδα HTTP `%1$s` δεν έχει οριστεί σε `%2$s`. Ορισμένες λειτουργίες ενδέχεται να μην λειτουργούν σωστά, καθώς συνιστάται η προσαρμογή αυτής της ρύθμισης ανάλογα.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- Η επικεφαλίδα HTTP `%1$s` δεν έχει οριστεί σε `%2$s`. Αυτό αποτελεί πιθανό κίνδυνο ασφαλείας ή απορρήτου, καθώς συνιστάται η προσαρμογή αυτής της ρύθμισης ανάλογα.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- Η επικεφαλίδα HTTP `%1$s` δεν περιέχει `%2$s`. Αυτό αποτελεί πιθανό κίνδυνο ασφαλείας ή απορρήτου, καθώς συνιστάται η προσαρμογή αυτής της ρύθμισης ανάλογα.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- Η επικεφαλίδα HTTP `%1$s` δεν έχει οριστεί σε `%2$s`, `%3$s`, `%4$s`, `%5$s` ή `%6$s`. Αυτό μπορεί να διαρρεύσει πληροφορίες referer. Δείτε την {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- Η επικεφαλίδα HTTP `Strict-Transport-Security` δεν έχει οριστεί σε τουλάχιστον `%d` δευτερόλεπτα (τρέχουσα τιμή: `%d`). Για ενισχυμένη ασφάλεια, συνιστάται η χρήση μιας μακροπρόθεσμης πολιτικής HSTS.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- Η επικεφαλίδα HTTP `Strict-Transport-Security` είναι εσφαλμένη: `%s`. Για ενισχυμένη ασφάλεια, συνιστάται η ενεργοποίηση του HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- Η επικεφαλίδα HTTP `Strict-Transport-Security` δεν έχει οριστεί (θα πρέπει να είναι τουλάχιστον `%d` δευτερόλεπτα). Για ενισχυμένη ασφάλεια, συνιστάται η ενεργοποίηση του HSTS.",
    "Some headers are not set correctly on your instance" : "Ορισμένες επικεφαλίδες δεν έχουν οριστεί σωστά στην εγκατάστασή σας",
    "Could not check that your web server serves security headers correctly. Please check manually." : "Δεν ήταν δυνατός ο έλεγχος ότι ο διακομιστής ιστού σας σερβίρει σωστά τις επικεφαλίδες ασφαλείας. Παρακαλώ ελέγξτε χειροκίνητα.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "Δεν ήταν δυνατός ο έλεγχος ότι ο διακομιστής ιστού σας σερβίρει σωστά τις επικεφαλίδες ασφαλείας, δεν ήταν δυνατή η αναζήτηση του `%s`",
    "Your server is correctly configured to send security headers." : "Ο διακομιστής σας είναι σωστά ρυθμισμένος για την αποστολή επικεφαλίδων ασφαλείας.",
    "Database version" : "Έκδοση βάσης δεδομένων",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Εντοπίστηκε η έκδοση 10.3 της MariaDB, η οποία έχει λήξει και υποστηρίζεται μόνο ως μέρος του Ubuntu 20.04. Προτείνεται η MariaDB >=%1$s και <=%2$s για καλύτερη απόδοση, σταθερότητα και λειτουργικότητα με αυτήν την έκδοση του Nextcloud.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Εντοπίστηκε η έκδοση \"%1$s\" της MariaDB. Προτείνεται η MariaDB >=%2$s και <=%3$s για καλύτερη απόδοση, σταθερότητα και λειτουργικότητα με αυτήν την έκδοση του Nextcloud.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Εντοπίστηκε η έκδοση \"%1$s\" της MySQL. Προτείνεται η MySQL >=%2$s και <=%3$s για καλύτερη απόδοση, σταθερότητα και λειτουργικότητα με αυτήν την έκδοση του Nextcloud.",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Εντοπίστηκε η έκδοση \"%1$s\" της PostgreSQL. Προτείνεται η PostgreSQL >=%2$s και <=%3$s για καλύτερη απόδοση, σταθερότητα και λειτουργικότητα με αυτήν την έκδοση του Nextcloud.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "Το SQLite χρησιμοποιείται αυτήν τη στιγμή ως η βάση δεδομένων backend. Για μεγαλύτερες εγκαταστάσεις συνιστούμε να μεταβείτε σε μια διαφορετική βάση δεδομένων backend. Αυτό συνιστάται ιδιαίτερα όταν χρησιμοποιείτε τον πελάτη επιφάνειας εργασίας για συγχρονισμό αρχείων. Για μετεγκατάσταση σε άλλη βάση δεδομένων χρησιμοποιήστε το εργαλείο γραμμής εντολών: \"occ db:convert-type\".",
    "Unknown database platform" : "Άγνωστη πλατφόρμα βάσης δεδομένων",
    "Architecture" : "Αρχιτεκτονική",
    "64-bit" : "64-bit",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Φαίνεται ότι εκτελείτε μια 32-bit έκδοση της PHP. Το Nextcloud χρειάζεται 64-bit για να λειτουργήσει σωστά. Παρακαλώ αναβαθμίστε το λειτουργικό σας σύστημα και την PHP σε 64-bit!",
    "Temporary space available" : "Διαθέσιμος προσωρινός χώρος",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "Σφάλμα κατά τον έλεγχο της προσωρινής διαδρομής PHP - δεν είχε οριστεί σωστά σε κατάλογο. Επιστράφηκε η τιμή: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "Η συνάρτηση PHP \"disk_free_space\" είναι απενεργοποιημένη, κάτι που εμποδίζει τον έλεγχο για επαρκή χώρο στους προσωρινούς καταλόγους.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "Σφάλμα κατά τον έλεγχο του διαθέσιμου χώρου δίσκου της προσωρινής διαδρομής PHP ή δεν επιστράφηκε ελεύθερος χώρος δίσκου. Προσωρινή διαδρομή: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f GiB διαθέσιμα στο %s (προσωρινός κατάλογος PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f GiB διαθέσιμα στο %s (προσωρινός κατάλογος Nextcloud)",
    "Temporary directory is correctly configured:\n%s" : "Ο προσωρινός κατάλογος είναι σωστά ρυθμισμένος:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Αυτή η εγκατάσταση χρησιμοποιεί μια αποθήκη αντικειμένων βασισμένη στο S3 ως πρωτογενή αποθήκευση και έχει αρκετό χώρο στον προσωρινό κατάλογο.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Αυτή η εγκατάσταση χρησιμοποιεί μια αποθήκη αντικειμένων βασισμένη στο S3 ως πρωτογενή αποθήκευση. Τα ανεβασμένα αρχεία αποθηκεύονται προσωρινά στον διακομιστή και επομένως συνιστάται να υπάρχουν 50 GiB ελεύθερου χώρου στον προσωρινό κατάλογο της PHP. Για να βελτιωθεί αυτό, παρακαλώ αλλάξτε τον προσωρινό κατάλογο στο php.ini ή κάντε περισσότερο χώρο διαθέσιμο σε αυτήν τη διαδρομή.\nΟ έλεγχος του διαθέσιμου χώρου στην προσωρινή διαδρομή επέστρεψε %.1f GiB αντί για τα προτεινόμενα 50 GiB. Διαδρομή: %s",
    "Database transaction isolation level" : "Επίπεδο απομόνωσης συναλλαγών βάσης δεδομένων",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Η βάση δεδομένων σας δεν εκτελείται με επίπεδο απομόνωσης συναλλαγών \"READ COMMITTED\". Αυτό μπορεί να προκαλέσει προβλήματα όταν εκτελούνται παράλληλα πολλαπλές ενέργειες.",
    "Was not able to get transaction isolation level: %s" : "Δεν ήταν δυνατή η λήψη του επιπέδου απομόνωσης συναλλαγών: %s",
    ".well-known URLs" : "Διευθύνσεις URL .well-known",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "Η ρύθμιση `check_for_working_wellknown_setup` έχει οριστεί σε false στη διαμόρφωσή σας, επομένως αυτός ο έλεγχος παραλείφθηκε.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "Δεν ήταν δυνατός ο έλεγχος ότι ο διακομιστής ιστού σας σερβίρει σωστά τις διευθύνσεις `.well-known`. Παρακαλώ ελέγξτε χειροκίνητα.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "Ο διακομιστής ιστού σας δεν είναι σωστά ρυθμισμένος για την επίλυση διευθύνσεων URL `.well-known`, αποτυχία στο:\n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "Ο διακομιστής σας είναι σωστά ρυθμισμένος για την εξυπηρέτηση διευθύνσεων URL `.well-known`.",
    "Font file loading" : "Φόρτωση αρχείων γραμματοσειρών",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "Δεν ήταν δυνατός ο έλεγχος για υποστήριξη φόρτωσης {extension}. Παρακαλώ ελέγξτε χειροκίνητα εάν ο διακομιστής ιστού σας σερβίρει αρχεία `.{extension}`.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "Ο διακομιστής ιστού σας δεν είναι σωστά ρυθμισμένος για την παράδοση αρχείων .{extension}. Αυτό είναι συνήθως ένα ζήτημα με τη διαμόρφωση του Nginx. Για το Nextcloud 15 απαιτείται μια προσαρμογή για την παράδοση και αρχείων .{extension}. Συγκρίνετε τη διαμόρφωση του Nginx σας με την προτεινόμενη διαμόρφωση στην τεκμηρίωσή μας.",
    "Profile information" : "Πληροφορίες προφίλ",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Εικόνα προφίλ, πλήρες όνομα, email, αριθμός τηλεφώνου, διεύθυνση, ιστότοπος, Twitter, οργανισμός, ρόλος, επικεφαλίδα, βιογραφία και εάν το προφίλ σας είναι ενεργοποιημένο",
    "Nextcloud settings" : "Ρυθμίσεις Nextcloud",
    "Unified task processing" : "Ενοποιημένη επεξεργασία εργασιών",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Οι εργασίες AI μπορούν να υλοποιηθούν από διαφορετικές εφαρμογές. Εδώ μπορείτε να ορίσετε ποια εφαρμογή θα χρησιμοποιηθεί για κάθε εργασία.",
    "Task:" : "Εργασία:",
    "Enable" : "Ενεργοποίηση",
    "None of your currently installed apps provide Task processing functionality" : "Καμία από τις εγκατεστημένες εφαρμογές σας δεν παρέχει λειτουργικότητα επεξεργασίας εργασιών",
    "Machine translation" : "Μηχανική μετάφραση",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "Η μηχανική μετάφραση μπορεί να υλοποιηθεί από διαφορετικές εφαρμογές. Εδώ μπορείτε να ορίσετε την προτεραιότητα των εφαρμογών μηχανικής μετάφρασης που έχετε εγκαταστήσει αυτήν τη στιγμή.",
    "Image generation" : "Δημιουργία εικόνας",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "Η δημιουργία εικόνων μπορεί να υλοποιηθεί από διαφορετικές εφαρμογές. Εδώ μπορείτε να ορίσετε ποια εφαρμογή θα χρησιμοποιηθεί.",
    "None of your currently installed apps provide image generation functionality" : "Καμία από τις εγκατεστημένες εφαρμογές σας δεν παρέχει λειτουργικότητα δημιουργίας εικόνων",
    "Text processing" : "Επεξεργασία κειμένου",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Οι εργασίες επεξεργασίας κειμένου μπορούν να υλοποιηθούν από διαφορετικές εφαρμογές. Εδώ μπορείτε να ορίσετε ποια εφαρμογή θα χρησιμοποιηθεί για κάθε εργασία.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Καμία από τις εγκατεστημένες εφαρμογές σας δεν παρέχει λειτουργικότητα επεξεργασίας κειμένου χρησιμοποιώντας το API επεξεργασίας κειμένου.",
    "Here you can decide which group can access certain sections of the administration settings." : "Εδώ μπορείτε να αποφασίσετε ποια ομάδα μπορεί να έχει πρόσβαση σε ορισμένες ενότητες των ρυθμίσεων διαχείρισης.",
    "Unable to modify setting" : "Δεν είναι δυνατή η τροποποίηση της ρύθμισης",
    "None" : "Καμία",
    "Changed disclaimer text" : "Άλλαξε το κείμενο αποποίησης ευθυνών",
    "Deleted disclaimer text" : "Διαγράφηκε το κείμενο αποποίησης ευθυνών",
    "Could not set disclaimer text" : "Δεν ήταν δυνατή η ρύθμιση του κειμένου αποποίησης ευθυνών",
    "Allow apps to use the Share API" : "Επιτρέψτε στις εφαρμογές να χρησιμοποιούν το API διαμοιρασμού",
    "Allow resharing" : "Επιτρέψτε τον επαναδιαμοιρασμό",
    "Allow sharing with groups" : "Επιτρέψτε τον διαμοιρασμό με ομάδες",
    "Restrict users to only share with users in their groups" : "Περιορίστε τους χρήστες να μοιράζονται μόνο με χρήστες στις ομάδες τους",
    "Ignore the following groups when checking group membership" : "Αγνοήστε τις ακόλουθες ομάδες κατά τον έλεγχο της συμμετοχής σε ομάδες",
    "Allow users to share via link and emails" : "Επιτρέψτε στους χρήστες να μοιράζονται μέσω συνδέσμου και ηλεκτρονικού ταχυδρομείου",
    "Allow public uploads" : "Επιτρέψτε δημόσια μεταφορτώσεις",
    "Always ask for a password" : "Ζητήστε πάντα συνθηματικό",
    "Enforce password protection" : "Επιβάλετε την προστασία με συνθηματικό",
    "Exclude groups from password requirements" : "Εξαιρέστε ομάδες από τις απαιτήσεις συνθηματικού",
    "Exclude groups from creating link shares" : "Εξαιρέστε ομάδες από τη δημιουργία συνδέσμων διαμοιρασμού",
    "Allow users to set custom share link tokens" : "Επιτρέψτε στους χρήστες να ορίζουν προσαρμοσμένα διακριτικά συνδέσμων διαμοιρασμού",
    "Shares with custom tokens will continue to be accessible after this setting has been disabled" : "Οι διαμοιρασμοί με προσαρμοσμένα διακριτικά θα συνεχίσουν να είναι προσβάσιμοι ακόμα και μετά την απενεργοποίηση αυτής της ρύθμισης",
    "Shares with guessable tokens may be accessed easily" : "Οι διαμοιρασμοί με ευανάγνωστα διακριτικά μπορεί να προσπελαστούν εύκολα",
    "Limit sharing based on groups" : "Περιορίστε τον διαμοιρασμό με βάση τις ομάδες",
    "Allow sharing for everyone (default)" : "Επιτρέψτε τον διαμοιρασμό για όλους (προεπιλογή)",
    "Exclude some groups from sharing" : "Εξαιρέστε ορισμένες ομάδες από τον διαμοιρασμό",
    "Limit sharing to some groups" : "Περιορίστε τον διαμοιρασμό σε ορισμένες ομάδες",
    "Groups allowed to share" : "Ομάδες που επιτρέπεται να μοιράζονται",
    "Groups excluded from sharing" : "Ομάδες που εξαιρούνται από τον διαμοιρασμό",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Οι μη επιτρεπόμενες ομάδες θα συνεχίσουν να μπορούν να λαμβάνουν διαμοιρασμούς, αλλά όχι να τους ξεκινούν.",
    "Set default expiration date for internal shares" : "Ορίστε την προεπιλεγμένη ημερομηνία λήξης για εσωτερικούς διαμοιρασμούς",
    "Enforce expiration date" : "Επιβάλετε την ημερομηνία λήξης",
    "Default expiration time of new shares in days" : "Προεπιλεγμένος χρόνος λήξης νέων διαμοιρασμών σε ημέρες",
    "Expire shares after x days" : "Λήξη διαμοιρασμών μετά από x ημέρες",
    "Set default expiration date for shares to other servers" : "Ορίστε την προεπιλεγμένη ημερομηνία λήξης για διαμοιρασμούς σε άλλους διακομιστές",
    "Enforce expiration date for remote shares" : "Επιβάλετε την ημερομηνία λήξης για απομακρυσμένους διαμοιρασμούς",
    "Default expiration time of remote shares in days" : "Προεπιλεγμένος χρόνος λήξης απομακρυσμένων διαμοιρασμών σε ημέρες",
    "Expire remote shares after x days" : "Λήξη απομακρυσμένων διαμοιρασμών μετά από x ημέρες",
    "Set default expiration date for shares via link or mail" : "Ορίστε την προεπιλεγμένη ημερομηνία λήξης για διαμοιρασμούς μέσω συνδέσμου ή ηλεκτρονικού ταχυδρομείου",
    "Default expiration time of shares in days" : "Προεπιλεγμένος χρόνος λήξης διαμοιρασμών σε ημέρες",
    "Privacy settings for sharing" : "Ρυθμίσεις απορρήτου για τον διαμοιρασμό",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Επιτρέψτε την αυτόματη συμπλήρωση του ονόματος λογαριασμού στο παράθυρο διαμοιρασμού και την πρόσβαση στο βιβλίο διευθύνσεων του συστήματος",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Εάν η αυτόματη συμπλήρωση \"ίδια ομάδα\" και η \"ενσωμάτωση αριθμού τηλεφώνου\" είναι ενεργοποιημένες, μια αντιστοίχιση σε οποιαδήποτε από τις δύο είναι αρκετή για να εμφανιστεί ο χρήστης.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Περιορίστε την αυτόματη συμπλήρωση του ονόματος λογαριασμού και την πρόσβαση στο βιβλίο διευθύνσεων του συστήματος σε χρήστες εντός των ίδιων ομάδων",
    "Restrict account name autocompletion to users based on phone number integration" : "Περιορίστε την αυτόματη συμπλήρωση του ονόματος λογαριασμού σε χρήστες με βάση την ενσωμάτωση αριθμού τηλεφώνου",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Επιτρέψτε την αυτόματη συμπλήρωση κατά την εισαγωγή του πλήρους ονόματος ή της διεύθυνσης ηλεκτρονικού ταχυδρομείου (αγνοώντας την έλλειψη αντιστοίχισης στο βιβλίο τηλεφώνων και την ύπαρξη στην ίδια ομάδα)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Εμφάνιση κειμένου αποποίησης στη σελίδα μεταφόρτωσης δημόσιου συνδέσμου (εμφανίζεται μόνο όταν η λίστα αρχείων είναι κρυφή).",
    "Disclaimer text" : "Κείμενο αποποίησης ευθυνών",
    "This text will be shown on the public link upload page when the file list is hidden." : "Αυτό το κείμενο θα εμφανιστεί στη σελίδα μεταφόρτωσης δημόσιου συνδέσμου όταν η λίστα αρχείων είναι κρυφή.",
    "Default share permissions" : "Προεπιλεγμένα δικαιώματα κοινόχρηστων",
    "Two-Factor Authentication" : "Πιστοποίηση Δύο-Παραγόντων",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Η πιστοποίηση δύο παραγόντων μπορεί να επιβληθεί για όλους τους λογαριασμούς και συγκεκριμένες ομάδες. Εάν δεν έχουν ρυθμιστεί ένας πάροχος πιστοποίησης δύο παραγόντων, δεν θα μπορούν να συνδεθούν στο σύστημα.",
    "Enforce two-factor authentication" : "Επιβολή πιστοποίησης δύο παραγόντων",
    "Limit to groups" : "Περιορισμός σε ομάδες",
    "Enforcement of two-factor authentication can be set for certain groups only." : "Η επιβολή της πιστοποίησης δύο παραγόντων μπορεί να ρυθμιστεί μόνο για συγκεκριμένες ομάδες.",
    "Two-factor authentication is enforced for all members of the following groups." : "Η πιστοποίηση δύο παραγόντων έχει επιβληθεί για όλα τα μέλη των παρακάτω ομάδων.",
    "Enforced groups" : "Ομάδες με επιβολή",
    "Two-factor authentication is not enforced for members of the following groups." : "Η πιστοποίηση δύο παραγόντων δεν έχει επιβληθεί για τα μέλη των παρακάτω ομάδων.",
    "Excluded groups" : "Εξαιρούμενες ομάδες",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Όταν επιλέγονται/εξαιρούνται ομάδες, χρησιμοποιείται η ακόλουθη λογική για να καθοριστεί εάν ένας λογαριασμός έχει επιβληθεί 2FA: Εάν δεν επιλεγούν ομάδες, η 2FA είναι ενεργοποιημένη για όλους εκτός από τα μέλη των εξαιρούμενων ομάδων. Εάν επιλεγούν ομάδες, η 2FA είναι ενεργοποιημένη για όλα τα μέλη αυτών. Εάν ένας λογαριασμός ανήκει ταυτόχρονα σε μια επιλεγμένη και μια εξαιρούμενη ομάδα, η επιλεγμένη ομάδα έχει προτεραιότητα και η 2FA επιβάλλεται.",
    "Save changes" : "Αποθήκευση αλλαγών",
    "Show details for {appName} app" : "Εμφάνιση λεπτομερειών για την εφαρμογή {appName}",
    "Update to {update}" : "Ενημέρωση σε {update}",
    "Remove" : "Αφαίρεση",
    "Featured" : "Προτεινόμενες",
    "This app is supported via your current Nextcloud subscription." : "Αυτή η εφαρμογή υποστηρίζεται μέσω της τρέχουσας συνδρομής σας στο Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Οι προτεινόμενες εφαρμογές αναπτύσσονται από και εντός της κοινότητας. Προσφέρουν κεντρική λειτουργικότητα και είναι έτοιμες για χρήση.",
    "Community rating: {score}/5" : "Βαθμολογία κοινότητας: {score}/5",
    "Disable all" : "Απενεργοποίηση όλων",
    "Download and enable all" : "Λήψη και ενεργοποίηση όλων",
    "All apps are up-to-date." : "Όλες οι εφαρμογές είναι ενημερωμένες.",
    "Icon" : "Εικονίδιο",
    "Name" : "Όνομα",
    "Version" : "Έκδοση",
    "Level" : "Επίπεδο",
    "Actions" : "Ενέργειες",
    "Results from other categories" : "Αποτελέσματα από άλλες κατηγορίες",
    "No apps found for your version" : "Δεν βρέθηκαν εφαρμογές για αυτή την έκδοση",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n εφαρμογή έχει διαθέσιμη αναβάθμιση","%n εφαρμογές έχουν διαθέσιμη αναβάθμιση"],
    "_Update_::_Update all_" : ["Ενημέρωση","Ενημέρωση όλων"],
    "Failed to create group" : "Αποτυχία δημιουργίας ομάδας",
    "Creating group…" : "Δημιουργία ομάδας…",
    "Create group" : "Δημιουργία ομάδας",
    "Group name" : "Όνομα ομάδας",
    "Please enter a valid group name" : "Παρακαλώ εισάγετε ένα έγκυρο όνομα ομάδας",
    "Loading groups…" : "Γίνεται φόρτωση ομάδων…",
    "Could not load app discover section" : "Δεν ήταν δυνατή η φόρτωση της ενότητας ανακαλύψεως εφαρμογών",
    "Could not render element" : "Δεν ήταν δυνατή η απόδοση του στοιχείου",
    "Nothing to show" : "Τίποτα προς εμφάνιση",
    "Could not load section content from app store." : "Δεν ήταν δυνατή η φόρτωση του περιεχομένου της ενότητας από το κατάστημα εφαρμογών.",
    "Loading" : "Γίνεται φόρτωση",
    "Fetching the latest news…" : "Ανάκτηση των τελευταίων ειδήσεων…",
    "Carousel" : "Καρουσέλ",
    "Previous slide" : "Προηγούμενη διαφάνεια",
    "Next slide" : "Επόμενη διαφάνεια",
    "Choose slide to display" : "Επιλέξτε διαφάνεια για εμφάνιση",
    "{index} of {total}" : "{index} από {total}",
    "Daemon" : "Υπηρεσία",
    "Deploy Daemon" : "Υπηρεσία Ανάπτυξης",
    "Type" : "Τύπος",
    "Display Name" : "Εμφανιζόμενο όνομα",
    "GPUs support" : "Υποστήριξη GPUs",
    "Compute device" : "Συσκευή υπολογισμού",
    "Advanced deploy options" : "Προηγμένες επιλογές ανάπτυξης",
    "Edit ExApp deploy options before installation" : "Επεξεργασία επιλογών ανάπτυξης ExApp πριν την εγκατάσταση",
    "Configured ExApp deploy options. Can be set only during installation" : "Ρυθμισμένες επιλογές ανάπτυξης ExApp. Μπορούν να ρυθμιστούν μόνο κατά την εγκατάσταση",
    "Learn more" : "Μάθετε περισσότερα",
    "Environment variables" : "Μεταβλητές περιβάλλοντος",
    "ExApp container environment variables" : "Μεταβλητές περιβάλλοντος ExApp container",
    "No environment variables defined" : "Δεν έχουν οριστεί μεταβλητές περιβάλλοντος",
    "Mounts" : "Σημεία προσάρτησης",
    "Define host folder mounts to bind to the ExApp container" : "Ορίστε σημεία προσάρτησης φακέλων του host για σύνδεση με το ExApp container",
    "Must exist on the Deploy daemon host prior to installing the ExApp" : "Πρέπει να υπάρχει στον host του Deploy daemon πριν από την εγκατάσταση του ExApp",
    "Host path" : "Διαδρομή host",
    "Container path" : "Διαδρομή container",
    "Read-only" : "Μόνο για ανάγνωση",
    "Remove mount" : "Αφαίρεση σημείου προσάρτησης",
    "New mount" : "Νέο σημείο προσάρτησης",
    "Enter path to host folder" : "Εισάγετε τη διαδρομή προς τον φάκελο του host",
    "Enter path to container folder" : "Εισάγετε τη διαδρομή προς τον φάκελο του container",
    "Toggle read-only mode" : "Εναλλαγή λειτουργίας μόνο για ανάγνωση",
    "Confirm adding new mount" : "Επιβεβαίωση προσθήκης νέου σημείου προσάρτησης",
    "Confirm" : "Επιβεβαίωση",
    "Cancel adding mount" : "Ακύρωση προσθήκης σημείου προσάρτησης",
    "Cancel" : "Άκυρο",
    "Add mount" : "Προσθήκη σημείου προσάρτησης",
    "ExApp container mounts" : "Σημεία προσάρτησης ExApp container",
    "No mounts defined" : "Δεν έχουν οριστεί σημεία προσάρτησης",
    "Description" : "Περιγραφή",
    "View in store" : "Προβολή στο κέντρο εφαρμογών",
    "Visit website" : "Επισκεφθείτε την ιστοσελίδα",
    "Usage documentation" : "Τεκμηρίωση χρήσης",
    "Admin documentation" : "Τεκμηρίωση Διαχειριστή",
    "Developer documentation" : "Τεκμηρίωση προγραμματιστή",
    "Details" : "Λεπτομέρειες",
    "All" : "Όλες",
    "Limit app usage to groups" : "Περιορίστε τη χρήση της εφαρμογής σε ομάδες",
    "No results" : "Κανένα αποτέλεσμα",
    "Update to {version}" : "Ενημέρωση στην έκδοση {version}",
    "Deploy options" : "Επιλογές ανάπτυξης",
    "Default Deploy daemon is not accessible" : "Το προεπιλεγμένο Deploy daemon δεν είναι προσβάσιμο",
    "Delete data on remove" : "Διαγραφή δεδομένων κατά την αφαίρεση",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Αυτή η εφαρμογή δεν έχει ελάχιστη έκδοση του Nextcloud ανατεθειμένη. Αυτό θα αποτελεί σφάλμα στο μέλλον.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Αυτή η εφαρμογή δεν έχει μέγιστη έκδοση του Nextcloud ανατεθειμένη. Αυτό θα αποτελεί σφάλμα στο μέλλον.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Αυτή η εφαρμογή δεν μπορεί να εγκατασταθεί διότι δεν εκπληρώνονται οι ακόλουθες εξαρτήσεις:",
    "Latest updated" : "Τελευταία ενημέρωση",
    "Author" : "Δημιουργός",
    "Categories" : "Κατηγορίες",
    "Resources" : "Πηγές",
    "Documentation" : "Τεκμηρίωση",
    "Interact" : "Αλληλεπίδραση",
    "Report a bug" : "Αναφορά σφάλματος",
    "Request feature" : "Αίτημα δυνατότητας",
    "Ask questions or discuss" : "Κάνε ερωτήσεις ή συζήτηση",
    "Rate the app" : "Βαθμολόγησε την εφαρμογή",
    "Rate" : "Αξιολογήστε",
    "Changelog" : "Αρχείο καταγραφής αλλαγών",
    "Google Chrome for Android" : "Google Chrome για Android",
    "{productName} iOS app" : "{productName} εφαρμογή iOS",
    "{productName} Android app" : "{productName} εφαρμογή Android",
    "{productName} Talk for iOS" : "{productName} Talk για iOS",
    "{productName} Talk for Android" : "{productName} Talk για Android",
    "Sync client" : "Συγχρονισμός πελάτη",
    "This session" : "Αυτή η συνεδρία",
    "{client} - {version} ({system})" : "{client} - {version} ({system})",
    "{client} - {version}" : "{client} - {version}",
    "Device name" : "Όνομα συσκευής",
    "Cancel renaming" : "Ακύρωση μετονομασίας",
    "Save new name" : "Αποθήκευση νέου ονόματος",
    "Marked for remote wipe" : "Επισημάνθηκε για απομακρυσμένη εκκαθάριση",
    "Device settings" : "Ρυθμίσεις συσκευής",
    "Allow filesystem access" : "Επιτρέπεται η πρόσβαση στο σύστημα αρχείων",
    "Rename" : "Μετονομασία",
    "Revoke" : "Ανάκληση",
    "Wipe device" : "Εκκαθάριση συσκευής",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Η κατάργηση αυτού του αναγνωριστικού ενδέχεται να αποτρέψει την εκκαθάριση της συσκευής σας αν δεν έχει ξεκινήσει ακόμα.",
    "Device" : "Συσκευή",
    "Last activity" : "Τελευταία δραστηριότητα",
    "Devices & sessions" : "Συσκευές & συνδέσεις",
    "Web, desktop and mobile clients currently logged in to your account." : "Έχουν συνδεθεί στον λογαριασμό σας εφαρμογές από περιηγητή ιστού, υπολογιστή και εφαρμογή τηλεφώνου.",
    "Error while creating device token" : "Σφάλμα κατά τη δημιουργία διακριτικού συσκευής",
    "App name" : "Όνομα εφαρμογής",
    "Create new app password" : "Δημιουργία νέου συνθηματικού εφαρμογής",
    "App password copied!" : "Το συνθηματικό εφαρμογής αντιγράφηκε!",
    "Copy app password" : "Αντιγραφή συνθηματικού εφαρμογής",
    "Login name copied!" : "Το όνομα σύνδεσης αντιγράφηκε!",
    "Copy login name" : "Αντιγραφή ονόματος σύνδεσης",
    "Could not copy app password. Please copy it manually." : "Ο κωδικός εφαρμογής δεν μπορεί να αντιγραφεί. Παρακαλώ αντιγράψτε χειροκίνητα.",
    "Could not copy login name. Please copy it manually." : "Δεν ήταν δυνατή η αντιγραφή του ονόματος σύνδεσης. Παρακαλώ αντιγράψτε χειροκίνητα.",
    "New app password" : "Νέο συνθηματικό εφαρμογής",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Χρησιμοποιήστε τα διαπιστευτήρια παρακάτω για να ρυθμίσετε την εφαρμογή ή τη συσκευή σας. Για λόγους ασφαλείας, αυτό το συνθηματικό θα εμφανιστεί μόνο μία φορά.",
    "Login" : "Σύνδεση",
    "Password" : "Συνθηματικό",
    "Show QR code for mobile apps" : "Εμφάνιση κώδικα QR για τις εφαρμογές κινητού",
    "Use system cron service to call the cron.php file every 5 minutes." : "Χρησιμοποιήστε την cron υπηρεσία του συστήματος για να καλέσετε το cron.php αρχείο κάθε 5 λεπτά.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "Το cron.php πρέπει να εκτελεστεί από τον λογαριασμό συστήματος \"{user}\".",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "Απαιτείται η επέκταση PHP POSIX. Δείτε την {linkstart}τεκμηρίωση PHP{linkend} για περισσότερες λεπτομέρειες.",
    "Unable to update background job mode" : "Δεν είναι δυνατή η ενημέρωση της λειτουργίας εργασιών παρασκηνίου",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Για να λειτουργεί σωστά ο διακομιστής, είναι σημαντικό να διαμορφώσετε σωστά τις εργασίες παρασκηνίου. Το Cron είναι η προτεινόμενη ρύθμιση. Δείτε την τεκμηρίωση για περισσότερες πληροφορίες.",
    "Last job execution ran {time}. Something seems wrong." : "Η τελευταία εργασία εκτελέστηκε {time}. Κάτι φαίνεται λάθος.",
    "Last job ran {relativeTime}." : "Η τελευταία εργασία εκτελέστηκε {relativeTime}.",
    "Background job did not run yet!" : "Η εργασία παρασκηνίου δεν εκτελέστηκε ακόμη!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Εκτέλεση μιας εργασίας με κάθε φόρτωση σελίδας. Περίπτωση χρήσης: Απλή εμφάνιση λογαριασμού.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "Το cron.php είναι καταχωρημένο σε μια υπηρεσία webcron για να καλεί το cron.php κάθε 5 λεπτά μέσω HTTP. Περίπτωση χρήσης: Πολύ μικρή εμφάνιση (1–5 λογαριασμοί ανάλογα με τη χρήση).",
    "Cron (Recommended)" : "Cron (Συνιστάται)",
    "Unable to update profile default setting" : "Δεν είναι δυνατή η ενημέρωση της προεπιλεγμένης ρύθμισης προφίλ",
    "Profile" : "Προφίλ",
    "Enable or disable profile by default for new accounts." : "Ενεργοποίηση ή απενεργοποίηση του προφίλ από προεπιλογή για νέους λογαριασμούς.",
    "Password confirmation is required" : "Απαιτείται επιβεβαίωση συνθηματικού",
    "Failed to save setting" : "Αποτυχία αποθήκευσης ρύθμισης",
    "{app}'s declarative setting field: {name}" : "Δηλωτικό πεδίο ρύθμισης της {app}: {name}",
    "Unable to update server side encryption config" : "Δεν είναι δυνατή η ενημέρωση της διαμόρφωσης κρυπτογράφησης από τον διακομιστή",
    "Server-side encryption" : "Κρυπτογράφηση από τον διακομιστή",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "Η κρυπτογράφηση από την πλευρά του διακομιστή καθιστά δυνατή την κρυπτογράφηση των αρχείων που μεταφορτώνονται σε αυτόν. Έρχεται όμως με περιορισμούς όπως την μείωση απόδοσης του, οπότε ενεργοποιήστε την μόνο εάν χρειάζεται.",
    "To encrypt all existing files run this OCC command:" : "Για την κρυπτογράφηση όλων των υπαρχόντων αρχείων, εκτελέστε αυτήν την εντολή OCC:",
    "Enable server-side encryption" : "Ενεργοποίηση κρυπτογράφησης από το διακομιστή",
    "Disabling server side encryption is only possible using OCC, please refer to the documentation." : "Η απενεργοποίηση της κρυπτογράφησης από τον διακομιστή είναι δυνατή μόνο χρησιμοποιώντας την εντολή OCC, παρακαλώ ανατρέξτε στην τεκμηρίωση.",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Δεν έχει φορτωθεί μονάδα κρυπτογράφησης, παρακαλούμε φορτώστε μια μονάδα κρυπτογράφησης από το μενού εφαρμογών.",
    "Select default encryption module:" : "Επιλογή προεπιλεγμένης μονάδας κρυπτογράφησης:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Πρέπει να μεταφέρετε τα κλειδιά κρυπτογράφησής σας από την παλιά κρυπτογράφηση (ownCloud <= 8.0) στη νέα. Παρακαλώ ενεργοποιήστε την \"Προεπιλεγμένη μονάδα κρυπτογράφησης\" και εκτελέστε την εντολή {command}",
    "Cancel encryption" : "Ακύρωση κρυπτογράφησης",
    "Enable encryption" : "Ενεργοποίηση κρυπτογράφησης",
    "Confirm enabling encryption" : "Επιβεβαίωση ενεργοποίησης κρυπτογράφησης",
    "Please read carefully before activating server-side encryption:" : "Παρακαλώ διαβάστε προσεκτικά πριν ενεργοποιήσετε την κρυπτογράφηση από τον διακομιστή:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Μόλις ενεργοποιηθεί η κρυπτογράφηση, όλα τα αρχεία που θα μεταφορτωθούν από αυτό το σημείο και μετά θα κρυπτογραφηθούν στο διακομιστή. Η κρυπτογράφηση είναι δυνατόν να απενεργοποιηθεί αργότερα μόνο αν το ενεργό άρθρωμα κρυπτογράφησης υποστηρίζει αυτή τη λειτουργία και εκπληρούνται όλες οι προϋποθέσεις (πχ ορισμός κλειδιού ανάκτησης).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Η κρυπτογράφηση από μόνη της δεν εγγυάται την ασφάλεια του συστήματος. Για περισσότερες πληροφορίες σχετικά με τον τρόπο λειτουργίας της εφαρμογής κρυπτογράφησης και τις υποστηριζόμενες περιπτώσεις χρήσης, ανατρέξτε στην τεκμηρίωση.",
    "Be aware that encryption always increases the file size." : "Έχετε στο νου σας πως η κρυπτογράφηση πάντα αυξάνει το μέγεθος του αρχείου.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Είναι πάντοτε καλό να δημιουργείτε τακτικά αντίγραφα ασφαλείας των δεδομένων σας, στην περίπτωση της κρυπτογράφησης βεβαιωθείτε ότι έχετε λάβει αντίγραφο ασφαλείας των κλειδιών κρυπτογράφησης παράλληλα με τα δεδομένα σας.",
    "Refer to the admin documentation on how to manually also encrypt existing files." : "Ανατρέξτε στην τεκμηρίωση του διαχειριστή για το πώς να κρυπτογραφήσετε χειροκίνητα τα υπάρχοντα αρχεία.",
    "This is the final warning: Do you really want to enable encryption?" : "Αυτή είναι η τελευταία προειδοποίηση: Θέλετε πραγματικά να ενεργοποιήσετε την κρυπτογράφηση;",
    "Please confirm the group removal" : "Παρακαλώ επιβεβαιώστε την αφαίρεση της ομάδας",
    "Submit" : "Υποβολή",
    "Rename group" : "Μετονομασία ομάδας",
    "Current password" : "Τρέχον συνθηματικό",
    "New password" : "Νέο συνθηματικό",
    "Change password" : "Αλλαγή συνθηματικού",
    "Choose your profile picture" : "Επιλέξτε την εικόνα προφίλ σας",
    "Please select a valid png or jpg file" : "Παρακαλούμε επιλέξτε συμβατό αρχείο png ή jpg",
    "Error setting profile picture" : "Σφάλμα ορισμού εικόνας προφίλ",
    "Error cropping profile picture" : "Σφάλμα περικοπής εικόνας προφίλ",
    "Error saving profile picture" : "Σφάλμα αποθήκευσης εικόνας προφίλ",
    "Error removing profile picture" : "Σφάλμα αφαίρεσης εικόνας προφίλ",
    "Your profile picture" : "Η εικόνα του προφίλ σας",
    "Upload profile picture" : "Μεταφόρτωση εικόνας προφίλ",
    "Choose profile picture from Files" : "Επιλέξτε εικόνα προφίλ από τα Αρχεία",
    "Remove profile picture" : "Αφαίρεση εικόνας προφίλ",
    "The file must be a PNG or JPG" : "Το αρχείο πρέπει να είναι τύπου PNG ή JPG",
    "Picture provided by original account" : "Φωτογραφία που παρέχεται από τον πρωτότυπο λογαριασμό",
    "Set as profile picture" : "Ορισμός ως εικόνας προφίλ",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Λάβετε υπόψη ότι μπορεί να χρειαστούν έως και 24 ώρες για να ενημερωθεί παντού η εικόνα του προφίλ σας.",
    "Your biography. Markdown is supported." : "Το βιογραφικό σας. Υποστηρίζεται Markdown.",
    "Unable to update date of birth" : "Δεν είναι δυνατή η ενημέρωση της ημερομηνίας γέννησης",
    "Enter your date of birth" : "Εισάγετε την ημερομηνία γέννησής σας",
    "You are using {s}{usage}{/s}" : "Χρησιμοποιείτε {s}{usage}{/s}",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "Χρησιμοποιείτε {s}{usage}{/s} από {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})",
    "You are a member of the following groups:" : "Είστε μέλος των ακόλουθων ομάδων:",
    "Your full name" : "Το ονοματεπώνυμο σας",
    "Email options" : "Επιλογές email",
    "Options for additional email address {index}" : "Επιλογές για πρόσθετη διεύθυνση email {index}",
    "Remove primary email" : "Κατάργηση κύριου email",
    "Delete email" : "Διαγραφή email",
    "This address is not confirmed" : "Αυτή η διεύθυνση email δεν έχει επιβεβαιωθεί",
    "Unset as primary email" : "Κατάργηση ορισμού ως κύριου email",
    "Set as primary email" : "Ορισμός ως κύριου email",
    "Additional email address {index}" : "Πρόσθετη διεύθυνση email {index}",
    "Unable to delete primary email address" : "Δεν είναι δυνατή η διαγραφή της κύριας διεύθυνσης email",
    "Unable to update primary email address" : "Δεν είναι δυνατή η ενημέρωση της κύριας διεύθυνσης email",
    "Unable to add additional email address" : "Δεν είναι δυνατή η προσθήκη πρόσθετης διεύθυνσης email",
    "Unable to update additional email address" : "Δεν είναι δυνατή η ενημέρωση της πρόσθετης διεύθυνσης email",
    "Unable to delete additional email address" : "Δεν είναι δυνατή η διαγραφή της πρόσθετης διεύθυνσης email",
    "Primary email for password reset and notifications" : "Κύριο email για επαναφορά συνθηματικού και ειδοποιήσεις",
    "No email address set" : "Δεν ορίστηκε διεύθυνση email",
    "Your handle" : "Το handle σας",
    "Derived from your locale ({weekDayName})" : "Προέρχεται από τις ρυθμίσεις τοποθεσίας σας ({weekDayName})",
    "Unable to update first day of week" : "Δεν είναι δυνατή η ενημέρωση της πρώτης ημέρας της εβδομάδας",
    "Day to use as the first day of week" : "Ημέρα που χρησιμοποιείται ως πρώτη ημέρα της εβδομάδας",
    "Your headline" : "Ο τίτλος σας",
    "Unable to update language" : "Δεν είναι δυνατή η ενημέρωση της γλώσσας",
    "Languages" : "Γλώσσες",
    "Help translate" : "Βοηθήστε στη μετάφραση",
    "No language set" : "Δεν ορίστηκε γλώσσα",
    "Unable to update locale" : "Δεν είναι δυνατή η ενημέρωση των ρυθμίσεων τοποθεσίας",
    "Locales" : "Ρυθμίσεις τοποθεσίας",
    "Week starts on {firstDayOfWeek}" : "Η εβδομάδα ξεκινά την {firstDayOfWeek}",
    "No locale set" : "Δεν ορίστηκαν ρυθμίσεις τοποθεσίας",
    "Your city" : "Η πόλη σας",
    "Your organisation" : "Ο οργανισμός σας",
    "Your phone number" : "Ο αριθμός τηλεφώνου σας",
    "Edit your Profile visibility" : "Επεξεργασία της ορατότητας του Προφίλ σας",
    "Unable to update profile enabled state" : "Δεν είναι δυνατή η ενημέρωση της κατάστασης του προφίλ",
    "Enable profile" : "Ενεργοποίηση προφίλ",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "Η πιο περιοριστική ρύθμιση ορατότητας ή εύρους τηρείται στο Προφίλ σας. Για παράδειγμα, εάν η ορατότητα έχει οριστεί σε \"Εμφάνιση σε όλους\" και το εύρος έχει οριστεί σε \"Ιδιωτικό\", το \"Ιδιωτικό\" τηρείται.",
    "Unable to update visibility of {displayId}" : "Δεν είναι δυνατή η ενημέρωση της ορατότητας του {displayId}",
    "she/her" : "αυτή/της",
    "he/him" : "αυτός/του",
    "they/them" : "αυτοί/τους",
    "Your role" : "Ο ρόλος σας",
    "Your X (formerly Twitter) handle" : "Το handle σας στο X (πρώην Twitter)",
    "Your website" : "Η ιστοσελίδα σας",
    "Invalid value" : "Μη έγκυρη τιμή",
    "Unable to update {property}" : "Δεν είναι δυνατή η ενημέρωση του {property}",
    "No {property} set" : "Δεν ορίστηκε {property}",
    "Change scope level of {property}, current scope is {scope}" : "Αλλαγή επιπέδου εύρους του {property}, το τρέχον εύρος είναι {scope}",
    "Unable to update federation scope of the primary {property}" : "Δεν είναι δυνατή η ενημέρωση του εύρους ομοσπονδίας του κύριου {property}",
    "Unable to update federation scope of additional {property}" : "Δεν είναι δυνατή η ενημέρωση του εύρους ομοσπονδίας του πρόσθετου {property}",
    "Add additional email" : "Προσθέστε επιπλέον email",
    "Add" : "Προσθήκη",
    "Create" : "Δημιουργία",
    "Change" : "Αλλαγή",
    "Delete" : "Διαγραφή",
    "Reshare" : "Επαναδιαμοιρασμός",
    "Default language" : "Προεπιλεγμένη γλώσσα",
    "Common languages" : "Κοινές γλώσσες",
    "Other languages" : "Άλλες γλώσσες",
    "Password change is disabled because the master key is disabled" : "Η αλλαγή συνθηματικού είναι απενεργοποιημένη επειδή το κεντρικό κλειδί είναι απενεργοποιημένο",
    "No accounts" : "Δεν υπάρχουν λογαριασμοί",
    "Loading accounts …" : "Φόρτωση λογαριασμών …",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Λίστα λογαριασμών. Αυτή η λίστα δεν αποδίδεται πλήρως για λόγους απόδοσης. Οι λογαριασμοί θα αποδίδονται καθώς πλοηγείστε στη λίστα.",
    "Manager" : "Διαχειριστής",
    "Set line manager" : "Ορισμός γραμμικού διαχειριστή",
    "Account name will be autogenerated" : "Το όνομα λογαριασμού θα δημιουργηθεί αυτόματα",
    "Account name (required)" : "Όνομα λογαριασμού (απαιτείται)",
    "New account" : "Νέος λογαριασμός",
    "Display name" : "Εμφανιζόμενο όνομα",
    "Either password or email is required" : "Απαιτείται είτε συνθηματικό είτε email",
    "Password (required)" : "Συνθηματικό (απαιτείται)",
    "Email (required)" : "Email (απαιτείται)",
    "Email" : "Email",
    "Member of the following groups (required)" : "Μέλος των ακόλουθων ομάδων (απαιτείται)",
    "Member of the following groups" : "Μέλος των ακόλουθων ομάδων",
    "Set account groups" : "Ορισμός ομάδων λογαριασμού",
    "Admin of the following groups" : "Διαχειριστής των ακόλουθων ομάδων",
    "Set account as admin for …" : "Ορισμός λογαριασμού ως διαχειριστή για …",
    "Quota" : "Χωρητικότητα",
    "Set account quota" : "Ορισμός χωρητικότητας λογαριασμού",
    "Language" : "Γλώσσα",
    "Set default language" : "Ορισμός προεπιλεγμένης γλώσσας",
    "Add new account" : "Προσθήκη νέου λογαριασμού",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} λογαριασμός …","{userCount} λογαριασμοί …"],
    "_{userCount} account_::_{userCount} accounts_" : ["{userCount} λογαριασμός","{userCount} λογαριασμοί"],
    "Total rows summary" : "Συνολική σύνοψη γραμμών",
    "Scroll to load more rows" : "Κυλήστε για να φορτώσετε περισσότερες γραμμές",
    "Password or insufficient permissions message" : "Συνθηματικό ή μήνυμα ανεπαρκών δικαιωμάτων",
    "Avatar" : "Εικόνα προφίλ",
    "Account name" : "Όνομα λογαριασμού",
    "Group admin for" : "Ομαδα διαχειριστή για",
    "Account backend" : "Σύστημα υποστήριξης λογαριασμού",
    "Storage location" : "Τοποθεσία αποθηκευτικού χώρου",
    "First login" : "Πρώτη σύνδεση",
    "Last login" : "Τελευταία είσοδος",
    "Account actions" : "Δραστηριότητα λογαριασμού",
    "{size} used" : "{size} που χρησιμοποιείται",
    "Delete account" : "Διαγραφή λογαριασμού",
    "Disconnect all devices and delete local data" : "Αποσύνδεση όλων των συσκευών και διαγραφή τοπικών δεδομένων",
    "Disable account" : "Απενεργοποίηση λογαριασμού",
    "Enable account" : "Ενεργοποίηση λογαριασμού",
    "Resend welcome email" : "Επαναποστολή αλληλογραφίας καλωσορίσματος",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "Σε περίπτωση απώλειας συσκευής ή αποχώρησης από τον οργανισμό, μπορεί να γίνει εκκαθάριση των δεδομένων του Nextcloud από όλες τις συσκευές σε σχέση με το {userid}. Λειτουργεί μόνο εάν οι συσκευές είναι συνδεμένες στο ίντερνετ.",
    "Remote wipe of devices" : "Απομακρυσμένη εκκαθάριση συσκευών",
    "Wipe {userid}'s devices" : "Εκκαθάριση συσκευών του {userid}",
    "Wiped {userid}'s devices" : "Εκκαθάριση συσκευών του {userid}",
    "Failed to update line manager" : "Αποτυχία ενημέρωσης γραμμικού διαχειριστή",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Διαγραφή λογαριασμού του {userid} και όλων των προσωπικών αρχείων, δεδομένων εφαρμογών, κτλ.",
    "Account deletion" : "Διαγραφή λογαριασμού",
    "Delete {userid}'s account" : "Διαγραφή λογαριασμού του {userid}",
    "Display name was successfully changed" : "Το εμφανιζόμενο όνομα άλλαξε επιτυχώς",
    "Password can't be empty" : "Το συνθηματικό δεν μπορεί να είναι κενό",
    "Password was successfully changed" : "Το συνθηματικό άλλαξε επιτυχώς",
    "Email can't be empty" : "Το email δεν μπορεί να είναι κενό",
    "Email was successfully changed" : "Το email άλλαξε επιτυχώς",
    "Welcome mail sent!" : "Απεστάλη το μήνυμα καλωσορίσματος!",
    "Loading account …" : "Φόρτωση λογαριασμού …",
    "Change display name" : "Αλλαγή εμφανιζόμενου ονόματος",
    "Set new password" : "Ορισμός νέου συνθηματικού",
    "You do not have permissions to see the details of this account" : "Δεν έχετε δικαιώματα για να δείτε τις λεπτομέρειες αυτού του λογαριασμού",
    "Set new email address" : "Ορισμός νέας διεύθυνσης email",
    "Add account to group" : "Προσθήκη λογαριασμού σε ομάδα",
    "Set account as admin for" : "Ορισμός λογαριασμού ως διαχειριστή για",
    "Select account quota" : "Επιλογή χωρητικότητας λογαριασμού",
    "Set the language" : "Ορισμός γλώσσας",
    "Toggle account actions menu" : "Εναλλαγή μενού ενεργειών λογαριασμού",
    "Done" : "Ολοκληρώθηκε",
    "Edit" : "Επεξεργασία",
    "Account management settings" : "Ρυθμίσεις διαχείρισης λογαριασμών",
    "Visibility" : "Ορατότητα",
    "Show language" : "Εμφάνιση γλώσσας",
    "Show account backend" : "Εμφάνιση συστήματος υποστήριξης λογαριασμού",
    "Show storage path" : "Εμφάνιση διαδρομής αποθήκευσης",
    "Show first login" : "Εμφάνιση πρώτης σύνδεσης",
    "Show last login" : "Εμφάνιση τελευταίας σύνδεσης",
    "Sorting" : "Ταξινόμηση",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "Η διαμόρφωση του συστήματος επιβάλλει την ταξινόμηση των ομάδων κατά όνομα. Αυτό απενεργοποιεί επίσης την εμφάνιση του αριθμού των μελών.",
    "Group list sorting" : "Ταξινόμηση λίστας ομάδων",
    "By member count" : "Κατά αριθμό μελών",
    "By name" : "Κατά όνομα",
    "Send email" : "Αποστολή email",
    "Send welcome email to new accounts" : "Αποστολή email καλωσορίσματος σε νέους λογαριασμούς",
    "Defaults" : "Προεπιλογές",
    "Default quota" : "Προεπιλεγμένη χωρητικότητα",
    "Select default quota" : "Επιλογή προεπιλεγμένης χωρητικότητας",
    "Server error while trying to complete WebAuthn device registration" : "Σφάλμα διακομιστή κατά την εγγραφή συσκευής WebAuthn",
    "Passwordless authentication requires a secure connection." : "Η σύνδεση χωρίς συνθηματικό απαιτεί ασφαλή σύνδεση.",
    "Add WebAuthn device" : "Προσθήκη συσκευής WebAuthn",
    "Please authorize your WebAuthn device." : "Παρακαλώ εξουσιοδοτήστε την συσκευή σας WebAuthn.",
    "Adding your device …" : "Προσθήκη της συσκευής σας …",
    "Unnamed device" : "Ανώνυμη συσκευή",
    "Passwordless Authentication" : "Πιστοποίηση χωρίς συνθηματικό",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Ρυθμίστε τον λογαριασμό σας για πιστοποίηση χωρίς κωδικό ακολουθώντας τα πρότυπα του FIDO2.",
    "No devices configured." : "Καμιά συσκευή δεν ρυθμίστηκε.",
    "The following devices are configured for your account:" : "Οι ακόλουθες συσκευές ρυθμίστηκαν για τον λογαριασμό σας:",
    "Your browser does not support WebAuthn." : "Ο περιηγητής σας δεν υποστηρίζει το WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Ως διαχειριστής μπορείτε να ρυθμίσετε λεπτομερώς την συμπεριφορά διαμοιρασμού.\nΠαρακαλούμε ανατρέξτε στην τεκμηρίωση για περισσότερες πληροφορίες.",
    "You need to enable the File sharing App." : "Πρέπει να ενεργοποιήσετε την εφαρμογή Διαμοιρασμός Αρχείων.",
    "App Store" : "Κατάστημα εφαρμογών",
    "Loading app list" : "Φόρτωση λίστας εφαρμογών",
    "Loading categories" : "Φόρτωση κατηγοριών",
    "Developer documentation ↗" : "Τεκμηρίωση προγραμματιστή ↗",
    "Version {version}, {license}-licensed" : "Έκδοση {version}, άδεια χρήσης {license}",
    "Version {version}" : "Έκδοση {version}",
    "All accounts" : "Όλοι οι λογαριασμοί",
    "Admins" : "Διαχειριστές",
    "Account group: {group}" : "Ομάδα λογαριασμού: {group}",
    "Account management" : "Διαχείριση λογαριασμών",
    "Sending…" : "Γίνεται αποστολή…",
    "Email sent" : "Το Email απεστάλη",
    "For performance reasons, when you enable encryption on a Nextcloud server only new and changed files are encrypted." : "Για λόγους απόδοσης, όταν ενεργοποιείτε την κρυπτογράφηση σε έναν διακομιστή Nextcloud, μόνο τα νέα και τα τροποποιημένα αρχεία κρυπτογραφούνται.",
    "Location" : "Τοποθεσία",
    "Profile picture" : "Φωτογραφία προφίλ",
    "About" : "Περί",
    "Date of birth" : "Ημερομηνία γέννησης",
    "Full name" : "Πλήρες όνομα",
    "Additional email" : "Πρόσθετες διευθύνσεις email",
    "Fediverse (e.g. Mastodon)" : "Fediverse (π.χ. Mastodon)",
    "Headline" : "Τίτλος",
    "Organisation" : "Οργανισμός",
    "Phone number" : "Αριθμός τηλεφώνου",
    "Pronouns" : "Αντωνυμίες",
    "Role" : "Ρόλος",
    "X (formerly Twitter)" : "X (πρώην Twitter)",
    "Website" : "Ιστοσελίδα",
    "Profile visibility" : "Ορατότητα προφίλ",
    "Locale" : "Ρυθμίσεις τοποθεσίας",
    "First day of week" : "Πρώτη ημέρα της εβδομάδας",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Δεν είναι διαθέσιμη, καθώς αυτή η ιδιότητα απαιτείται για βασικές λειτουργίες, συμπεριλαμβανομένης της κοινής χρήσης αρχείων και των προσκλήσεων ημερολογίου",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Δεν είναι διαθέσιμη καθώς η ομοσπονδία έχει απενεργοποιηθεί για τον λογαριασμό σας, επικοινωνήστε με τον διαχειριστή συστήματος εάν έχετε ερωτήσεις",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Δεν είναι διαθέσιμη καθώς η δημοσίευση δεδομένων συγκεκριμένων λογαριασμών στον διακομιστή αναζήτησης δεν επιτρέπεται, επικοινωνήστε με τον διαχειριστή συστήματος εάν έχετε ερωτήσεις",
    "Discover" : "Ανακάλυψη",
    "Your apps" : "Οι εφαρμογές σας",
    "Active apps" : "Ενεργές εφαρμογές",
    "Disabled apps" : "Απενεργοποιημένες εφαρμογές",
    "Updates" : "Ενημερώσεις",
    "App bundles" : "Πακέτα εφαρμογών",
    "Featured apps" : "Προτεινόμενες εφαρμογές",
    "Supported apps" : "Υποστηριζόμενες εφαρμογές",
    "Show to everyone" : "Εμφάνιση σε όλους",
    "Show to logged in accounts only" : "Εμφάνιση μόνο σε συνδεδεμένους λογαριασμούς",
    "Hide" : "Απόκρυψη",
    "Manually installed apps cannot be updated" : "Οι εγκατεστημένες εφαρμογές χειροκίνητα δεν μπορούν να ενημερωθούν",
    "{progress}% Deploying …" : "{progress}% Ανάπτυξη …",
    "{progress}% Initializing …" : "{progress}% Αρχικοποίηση …",
    "Health checking" : "Έλεγχος υγείας",
    "Deploy and Enable" : "Ανάπτυξη και Ενεργοποίηση",
    "Download and enable" : "Λήψη και ενεργοποίηση",
    "Disable" : "Απενεργοποίηση",
    "Allow untested app" : "Επιτρέψτε μη δοκιμασμένες εφαρμογές",
    "The app will be downloaded from the App Store" : "Θα γίνει λήψη της εφαρμογής από το App Store",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Η εφαρμογή δεν είναι συμβατή με την έκδοση Nextcloud σας. Εάν συνεχίσετε μπορείτε να εγκαταστήσετε την εφαρμογή. Η εφαρμογή ίσως να μην λειτουργεί σωστά.",
    "Unknown" : "Άγνωστο",
    "Never" : "Ποτέ",
    "Could not register device: Network error" : "Δεν ήταν δυνατή η εγγραφή της συσκευής: Σφάλμα δικτύου",
    "Could not register device: Probably already registered" : "Δεν ήταν δυνατή η εγγραφή της συσκευής: Πιθανώς έχει ήδη εγγραφεί",
    "Could not register device" : "Δεν ήταν δυνατή η εγγραφή της συσκευής",
    "An error occurred during the request. Unable to proceed." : "Προέκυψε σφάλμα κατά την αίτηση. Δεν είναι δυνατή η συνέχεια.",
    "The app has been enabled but needs to be updated." : "Η εφαρμογή έχει ενεργοποιηθεί αλλά χρειάζεται ενημέρωση.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Σφάλμα: Αυτή η εφαρμογή δεν μπορεί να ενεργοποιηθεί γιατί θα καταστήσει ασταθή τον διακομιστή",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Η εφαρμογή έχει ενεργοποιηθεί αλλά χρειάζεται ενημέρωση. Θα μεταφερθείτε στη σελίδα ενημέρωσης σε 5 δευτερόλεπτα.",
    "Do you really want to wipe your data from this device?" : "Θέλετε σίγουρα να διαγράψετε τα δεδομένα από την συσκευή?",
    "Confirm wipe" : "Επιβεβαίωση εκκαθάρισης",
    "Could not delete the app token" : "Δεν ήταν δυνατή η διαγραφή του διακριτικού εφαρμογής",
    "Error while wiping the device with the token" : "Σφάλμα κατά την εκκαθάριση συσκευής με το αναγνωριστικό",
    "Error while updating device token name" : "Σφάλμα κατά την ενημέρωση του ονόματος αναγνωριστικού συσκευής",
    "Error while updating device token scope" : "Σφάλμα κατά την ενημέρωση του αναγνωριστικού συσκευής",
    "Could not set group sorting" : "Δεν ήταν δυνατός ο ορισμός της ταξινόμησης ομάδων",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Υπήρχαν πάρα πολλά αιτήματα από το δίκτυό σας. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διαχειριστή σας εάν πρόκειται για σφάλμα.",
    "Error" : "Σφάλμα",
    "Account documentation" : "Τεκμηρίωση λογαριασμού",
    "Administration documentation" : "Τεκμηρίωση Διαχειριστή",
    "Forum" : "Φόρουμ",
    "Nextcloud help & privacy resources" : "Βοήθεια και πόροι απορρήτου του Nextcloud",
    "General documentation" : "Γενική τεκμηρίωση",
    "Legal notice" : "Νομική ειδοποίηση",
    "Privacy policy" : "Πολιτική Απορρήτου",
    "None/STARTTLS" : "Κανένα/STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "Άνοιγμα τεκμηρίωσης",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Είναι σημαντικό να ρυθμίσετε τον διακομιστή να μπορεί να στέλνει Ηλ.Ταχυδρομείο, όπως για επαναφορά κωδικού πρόσβασης και ειδοποιήσεις.",
    "Send mode" : "Λειτουργία αποστολής",
    "Encryption" : "Κρυπτογράφηση",
    "Sendmail mode" : "Λειτουργία Sendmail",
    "From address" : "Από τη διεύθυνση",
    "Server address" : "Διεύθυνση διακομιστή",
    "Port" : "Θύρα",
    "Authentication" : "Πιστοποίηση",
    "Authentication required" : "Απαιτείται πιστοποίηση",
    "Credentials" : "Διαπιστευτήρια",
    "SMTP Login" : "Σύνδεση SMTP",
    "SMTP Password" : "Συνθηματικό SMTP",
    "Save" : "Αποθήκευση",
    "Test and verify email settings" : "Δοκιμή και επαλήθευση τις ρυθμίσεων email",
    "Security & setup warnings" : "Προειδοποιήσεις ασφάλειας & ρυθμίσεων",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Είναι σημαντικό για την ασφάλεια και την απόδοση του συστήματός σας ότι όλα έχουν ρυθμιστεί σωστά. Για να σας βοηθήσουμε, κάνουμε μερικούς αυτόματους ελέγχους. Για περισσότερες πληροφορίες, ανατρέξτε στη σχετική τεκμηρίωση.",
    "All checks passed." : "Όλοι οι έλεγχοι επιτυχείς.",
    "There are some errors regarding your setup." : "Υπάρχουν μερικά σφάλματα σχετικά με τις ρυθμίσεις σας.",
    "There are some warnings regarding your setup." : "Υπάρχουν μερικές προειδοποιήσεις σχετικά με την εγκατάστασή σας.",
    "Checking for system and security issues." : "Έλεγχος για θέματα συστήματος και ασφάλειας.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Παρακαλώ ελέγξτε τις <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">οδηγίες εγκατάστασης ↗</a>, και ελέγξτε για σφάλματα ή προειδοποιήσεις στα <a href=\"%2$s\">αρχεία καταγραφής</a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Ελέγξτε την ασφάλεια του Nextcloud σας μέσω <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">της σάρωσης ασφαλείας μας ↗</a>.",
    "Reasons to use Nextcloud in your organization" : "Λόγοι για να χρησιμοποιήσετε το Nextcloud στον οργανισμό σας",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Αναπτύχθηκε από τη {communityopen}Κοινότητα του Nextcloud {linkclose}, ο πηγαίος κώδικας {githubopen} {linkclose}  είναι αδειοδοτημένος υπό την άδεια {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Ακολουθήστε μας στην σελίδα μας στο Facebook",
    "Follow us on X" : "Ακολουθήστε μας στο X",
    "Follow us on Mastodon" : "Ακολουθήστε μας στο Mastodon",
    "Check out our blog" : "Επισκεφθείτε το ιστολόγιό μας",
    "Subscribe to our newsletter" : "Εγγραφείτε στο ενημερωτικό δελτίο μας",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Αυτή η έκδοση του Nextcloud δεν υποστηρίζεται και οι άμεσες ειδοποιήσεις δεν είναι διαθέσιμες.",
    "Use a second factor besides your password to increase security for your account." : "Χρησιμοποιείστε έναν δεύτερο παράγοντα εκτός του συνθηματικού για να αυξήσετε την ασφάλεια του λογαριασμού σας.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Εάν χρησιμοποιείτε εφαρμογές τρίτων για σύνδεση στο Nextcloud, βεβαιωθείτε ότι έχετε δημιουργήσει και διαμορφώσει έναν κωδικό πρόσβασης εφαρμογής για κάθε έναν προτού ενεργοποιήσετε τον έλεγχο ταυτότητας δεύτερου παράγοντα.",
    "Logged in account must be a subadmin" : "Ο συνδεδεμένος λογαριασμός πρέπει να είναι υποδιαχειριστής",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "Για να επιτρέψετε αυτόν τον έλεγχο, πρέπει να βεβαιωθείτε ότι ο διακομιστής σας μπορεί να συνδεθεί με τον εαυτό του. Επομένως, πρέπει να μπορεί να επιλύσει και να συνδεθεί με τουλάχιστον ένα από τα `trusted_domains` ή το `overwrite.cli.url`. Αυτή η αποτυχία μπορεί να οφείλεται σε αντιστοιχία DNS από την πλευρά του διακομιστή ή σε κανόνα τείχους προστασίας εξερχομένων.",
    "File locking" : "Κλείδωμα αρχείων",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "Το κλείδωμα αρχείων σε συναλλαγές είναι απενεργοποιημένο, κάτι που μπορεί να οδηγήσει σε προβλήματα με συνθήκες ανταγωνισμού. Ενεργοποιήστε το \"filelocking.enabled\" στο config.php για να αποφύγετε αυτά τα προβλήματα.",
    "The PHP memory limit is below the recommended value of %s." : "Το όριο μνήμης της PHP είναι κάτω από την προτεινόμενη τιμή των %s.",
    "for WebAuthn passwordless login" : "για σύνδεση χωρίς συνθηματικό με WebAuthn",
    "for WebAuthn passwordless login, and SFTP storage" : "για σύνδεση χωρίς συνθηματικό με WebAuthn και αποθήκευση SFTP",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "Ανιχνεύθηκε η έκδοση PostgreSQL \"%s\". Προτείνεται PostgreSQL >=12 και <=16 για την καλύτερη απόδοση, σταθερότητα και λειτουργικότητα με αυτήν την έκδοση του Nextcloud.",
    "Set default expiration date for shares" : "Ορισμός προεπιλεγμένης ημερομηνίας λήξης για τα κοινόχρηστα",
    "Your biography" : "Το βιογραφικό σας",
    "You are using <strong>{usage}</strong>" : "Χρησιμοποιείτε <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Χρησιμοποιείτε <strong>{usage}</strong> από <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}