{ "translations": {
    "Private" : "Privado",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Sólo visible para las personas que coincidan con la integración del número de teléfono a través de Talk en el móvil",
    "Local" : "Local",
    "Only visible to people on this instance and guests" : "Solo visible para personas en esta instancia e invitados",
    "Federated" : "Federado",
    "Only synchronize to trusted servers" : "Sincronizar solo con servidores de confianza",
    "Published" : "Publicado",
    "Synchronize to trusted servers and the global and public address book" : "Sincronizar con servidores de confianza y con la libreta de direcciones global y pública",
    "Verify" : "Verificar",
    "Verifying …" : "Verificando ...",
    "Unable to change password" : "No fue posible cambiar la contraseña",
    "Very weak password" : "Contraseña muy débil",
    "Weak password" : "Contraseña débil",
    "So-so password" : "Contraseña aceptable",
    "Good password" : "Buena contraseña",
    "Strong password" : "Contraseña fuerte",
    "Groups" : "Grupos",
    "Group list is empty" : "La lista de grupos está vacía",
    "Unable to retrieve the group list" : "No fue posible recuperar la lista de grupos",
    "{actor} added you to group {group}" : "{actor} te agregó al grupo {group}",
    "You added {user} to group {group}" : "Agregaste a {user} al grupo {group}",
    "{actor} added {user} to group {group}" : "{actor} agregó a {user} al grupo {group}",
    "An administrator added you to group {group}" : "Un administrador te agregó al grupo {group}",
    "An administrator added {user} to group {group}" : "Un administrador agregó a {user} al grupo {group}",
    "{actor} removed you from group {group}" : "{actor} te eliminó del grupo {group}",
    "You removed {user} from group {group}" : "Eliminaste a {user} del grupo {group}",
    "{actor} removed {user} from group {group}" : "{actor} eliminó a {user} del grupo {group}",
    "An administrator removed you from group {group}" : "Un administrador te eliminó del grupo {group}",
    "An administrator removed {user} from group {group}" : "Un administrador eliminó a {user} del grupo {group}",
    "Your <strong>group memberships</strong> were modified" : "Tus <strong>pertenencias a grupos</strong> fueron modificadas",
    "{actor} changed your password" : "{actor} cambió tu contraseña",
    "You changed your password" : "Cambiaste tu contraseña",
    "Your password was reset by an administrator" : "Tu contraseña fue restablecida por un adminsitrador",
    "Your password was reset" : "Tu contraseña fue restablecida",
    "{actor} changed your email address" : "{actor} cambió tu dirección de correo electrónico",
    "You changed your email address" : "Cambiaste tu dirección de correo electrónico",
    "Your email address was changed by an administrator" : "Un administrador cambió tu dirección de correo electrónico",
    "You created an app password for a session named \"{token}\"" : "Creaste una contraseña de aplicación para una sesión llamada \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Un administrador creó una contraseña de aplicación para una sesión llamada \"{token}\"",
    "You deleted app password \"{token}\"" : "Eliminaste la contraseña de aplicación \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Cambiaste el nombre de la contraseña de aplicación \"{token}\" a \"{newToken}\"",
    "You granted filesystem access to app password \"{token}\"" : "Concediste acceso al sistema de archivos a la contraseña de aplicación \"{token}\"",
    "You revoked filesystem access from app password \"{token}\"" : "Eliminaste el acceso al sistema de archivos de la contraseña de aplicación \"{token}\"",
    "Security" : "Seguridad",
    "You successfully logged in using two-factor authentication (%1$s)" : "Has iniciado sesión usando autenticación de dos factores (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Un intento de inicio de sesión usando autenticación de dos factores falló (%1$s)",
    "Remote wipe was started on %1$s" : "Se inició el borrado remoto de %1$s",
    "Remote wipe has finished on %1$s" : "Terminó el borrado remoto de %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Tu <strong>contraseña</strong> o <strong>dirección de correo electrónico</strong> fue modificada",
    "Settings" : "Configuración",
    "Could not remove app." : "No se pudo eliminar la aplicación.",
    "Could not update app." : "No se pudo actualizar la aplicación.",
    "Wrong password" : "Contraseña incorrecta",
    "Unable to change personal password" : "No se pudo cambiar la contraseña personal",
    "Saved" : "Guardado",
    "No Login supplied" : "No se especificó un usuario",
    "Unable to change password. Password too long." : "No se pudo cambiar la contraseña. La contraseña es demasiado larga.",
    "Authentication error" : "Error de autenticación",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Por favor, asigna una contraseña de recuperación del administrador; fr lo contrario, se perderán todos los datos de los usuarios.",
    "Wrong admin recovery password. Please check the password and try again." : "Contraseña de recuperación del administrador incorrecta. Por favor verificala e intentalo de nuevo.",
    "Backend does not support password change, but the encryption of the account key was updated." : "El backend no admite el cambio de contraseña, pero se actualizó la clave de cifrado del usuario.",
    "Administrator documentation" : "Documentación del adminsitrador",
    "User documentation" : "Documentación del usuario",
    "Nextcloud help overview" : "Vista general de la ayuda de Nextcloud",
    "Invalid SMTP password." : "Constraseña SMTP inválida. ",
    "Email setting test" : "Prueba de configuración de correo",
    "Well done, %s!" : "¡Bien hecho, %s!",
    "If you received this email, the email configuration seems to be correct." : "Si recibiste este correo electrónico, la configuración de correo electrónico parece ser correcta.",
    "Email could not be sent. Check your mail server log" : "No se pudo enviar el correo electrónico. Comprobá el registro del servidor de correo electrónico",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Hubo un problema al enviar el correo electrónico. Por favor revisá tus configuraciones (Error: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Necesitás configurar tu correo electrónico antes de poder enviar mensajes de prueba. Para hacerlo, visitá %s.",
    "Recently active" : "Activos recientemente",
    "Disabled accounts" : "Cuentas deshabilitadas",
    "Invalid account" : "Cuenta inválida",
    "Invalid mail address" : "Dirección de correo electrónico inválida",
    "Settings saved" : "Configuraciones guardadas",
    "Unable to change full name" : "No se pudo cambiar el nombre completo",
    "Unable to change email address" : "No se pudo cambiar la dirección de correo electrónico",
    "Unable to set invalid phone number" : "No se pudo guardar un número de teléfono inválido",
    "Unable to set invalid website" : "No se pudo guardar una página web inválida",
    "Some account data was invalid" : "Algunos datos de la cuenta son inválidos",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Para poder verificar tu cuenta de Twitter, posteá el siguiente tweet en Twitter (por favor asegurate de postear sin saltos de línea):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Para poder verificar tu sitio Web, agregá el siguiente contenido a tu web-root en '.well-known/CloudIdVerificationCode.txt' (por favor asegurate de que el texto completo no tenga saltos de línea):",
    "%1$s changed your password on %2$s." : "%1$s cambió tu contraseña en %2$s.",
    "Your password on %s was changed." : "Tu contraseña en %s fue cambiada. ",
    "Your password on %s was reset by an administrator." : "Tu contraseña en %s fue restablecida por un administrador.",
    "Your password on %s was reset." : "Tu contraseña en %s fue restablecida.",
    "Password for %1$s changed on %2$s" : "La contraseña de %1$s fue cambiada en %2$s",
    "Password changed for %s" : "Se cambió la contraseña de %s",
    "If you did not request this, please contact an administrator." : "Si no lo solicitaste, por favor contactá a un administrador. ",
    "Your email address on %s was changed." : "Se cambió tu dirección de correo electrónico en %s. ",
    "Your email address on %s was changed by an administrator." : "Tu dirección de correo electrónico en %s fue cambiada por un adminsitrador. ",
    "Email address for %1$s changed on %2$s" : "Se cambió la dirección de correo electrónico de %1$s en %2$s",
    "Email address changed for %s" : "Se cambió la dirección de correo electrónico de %s",
    "The new email address is %s" : "La nueva dirección de correo electrónico es %s",
    "Your %s account was created" : "Se creó tu cuenta en %s",
    "Welcome aboard" : "Bienvenid@",
    "Welcome aboard %s" : "Bienvenid@, %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Bienvenid@ a tu cuenta en %s, podés agregar, proteger, y compartir tus datos.",
    "Your Login is: %s" : "Tu nombre de usuario es: %s",
    "Set your password" : "Establecé tu contraseña",
    "Go to %s" : "Ir a %s",
    "Install Client" : "Instalar cliente",
    "Logged in account must be a subadmin" : "La cuenta conectada debe ser de un subadministrador",
    "Apps" : "Aplicaciones",
    "Personal" : "Personal",
    "Administration" : "Administración",
    "Users" : "Usuarios",
    "Additional settings" : "Configuraciones adicionales",
    "Artificial Intelligence" : "Inteligencia artificial",
    "Administration privileges" : "Privilegios de administración",
    "Groupware" : "Software colaborativo",
    "Overview" : "Visión general",
    "Basic settings" : "Configuraciones básicas",
    "Sharing" : "Compartir",
    "Availability" : "Disponibilidad",
    "Calendar" : "Calendario",
    "Personal info" : "Información personal",
    "Mobile & desktop" : "Móvil y escritorio",
    "Email server" : "Servidor de correo electrónico",
    "Mail Providers" : "Proveedores de correo electrónico",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "El proveedor de correo permite enviar correos electrónicos directamente a través de la cuenta de correo personal del usuario. En la actualidad, esta funcionalidad se limita a las invitaciones de calendario. Requiere Nextcloud Mail 4.1 y una cuenta de correo electrónico en Nextcloud Mail que coincida con la dirección de correo electrónico del usuario en Nextcloud.",
    "Send emails using" : "Enviar correos electrónicos usando",
    "User's email account" : "Cuenta de correo electrónico del usuario",
    "System email account" : "Cuenta de correo electrónico del sistema",
    "Security & setup checks" : "Revisiones de seguridad y configuración",
    "Background jobs" : "Trabajos en segundo plano",
    "Unlimited" : "Ilimitado",
    "Verifying" : "Verificando",
    "Allowed admin IP ranges" : "Rangos de IP permitidos para administración",
    "Admin IP filtering isn't applied." : "No se ha aplicado ningún filtro de IP para administración.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "El parámetro de configuración \"%1$s\" espera un array (se encontró %2$s). No se aplicará la validación de rangos de IP para administración.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "El parámetro de configuración \"%1$s\" contiene rangos de IP inválido(s): \"%2$s\"",
    "Admin IP filtering is correctly configured." : "El filtro de rangos de IP para administración se configuró correctamente.",
    "App directories owner" : "Propietario de los directorios de aplicaciones",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Algunos directorios de aplicaciones pertenecen a un usuario diferente al del servidor web. Esto puede ocurrir si las aplicaciones se instalaron manualmente. Comprobá los permisos de los siguientes directorios de aplicaciones:\n%s",
    "App directories have the correct owner \"%s\"" : "Los directorios de aplicaciones pertenecen al usuario correcto \"%s\"",
    "Brute-force Throttle" : "Limitación de ataques de fuerza bruta",
    "Your remote address could not be determined." : "No pudo determinarse tu dirección remota.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Tu dirección remota fue identificada como \"%s\" y es fuente de un ataque de fuerza bruta, por lo que está siendo limitada, disminuyendo el rendimiento de varias solicitudes. Si la dirección remota no es la tuya, puede ser una señal de que un proxy no está correctamente configurado.",
    "Your remote address \"%s\" is not brute-force throttled." : "Tu dirección remota \"%s\" no está siendo limitada.",
    "Old administration imported certificates" : "Certificados de administración importados antiguos",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Un trabajo en segundo plano que comprueba los certificados SSL de administración importados todavía está pendiente. Por favor, verificá más tarde.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Hay algunos certificados SSL de administración importados que ya no se usan con Nextcloud 21. Se pueden importar ejecutando el comando \"occ security:certificates:import\" en la línea de comandos. Sus rutas dentro del directorio de datos se muestran a continuación.",
    "Code integrity" : "Integridad del código",
    "Integrity checker has been disabled. Integrity cannot be verified." : "El verificador de integridad está deshabilitado. La integridad no se puede verificar.",
    "No altered files" : "No hay archivos alterados",
    "Some files have not passed the integrity check. {link1} {link2}" : "Algunos archivos no pasaron la verificación de integridad. {link1} {link2}",
    "Cron errors" : "Errores de cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "No se pudo ejecutar el trabajo cron a través de la línea de comandos. Se presentaron los siguientes errores técnicos:\n%s",
    "The last cron job ran without errors." : "El último trabajo cron se ejecutó sin errores.",
    "Cron last run" : "Última ejecución de cron",
    "Last background job execution ran %s. Something seems wrong. {link}." : "La última ejecución de trabajos de segundo plano se ejecutó %s. Algo parece estar mal. {link}.",
    "Last background job execution ran %s." : "La última ejecución de trabajos de segundo plano se ejecutó %s.",
    "Data directory protected" : "Directorio de datos protegido",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Tu directorio de datos y tus archivos probablemente se pueden acceder desde internet. El archivo .htaccess no funciona. Es muy recomendable que configures tu servidor web de manera que el directorio de datos no sea accesible, o que lo muevas fuera del directorio raíz de documentos del servidor web.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "No se pudo verificar que el directorio de datos esté protegido. Por favor, chequeá manualmente que tu servidor no permita el acceso al directorio de datos.",
    "Database missing columns" : "Faltan columnas en la base de datos",
    "Missing optional column \"%s\" in table \"%s\"." : "Falta la columna opcional \"%s\" en la tabla \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "A la base de datos le faltan algunas columnas opcionales. Dado que añadir columnas en tablas grandes puede llevar bastante tiempo, no se agregaron automáticamente. Ejecutando manualmente \"occ db:add-missing-columns\" se pueden agregar las columnas faltantes mientras la instancia sigue corriendo. Una vez agregadas las columnas, algunas características podrían mejorar su capacidad de respuesta o la usabilidad.",
    "Database missing indices" : "Faltan índices en la base de datos",
    "Missing indices:" : "Índices faltantes:",
    "\"%s\" in table \"%s\"" : "\"%s\" en la tabla \"%s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them." : "Se detectaron algunos índices opcionales faltantes. De vez en cuando se agregan nuevos índices (ya sea por Nextcloud o por las aplicaciones instaladas) para mejorar el rendimiento de la base de datos. Agregar índices algunas veces puede llevar bastante tiempo y afectar temporariamente el rendimiento, así que no se hace automáticamente durante las actualizaciones. Una vez que los índices fueron agregados las consultas a esas tablas deberían ser más rápidas. Usá el comando `occ db:add-missing-indices` para agregarlos.",
    "Database missing primary keys" : "Faltan claves primarias en la base de datos",
    "Missing primary key on table \"%s\"." : "Falta la clave primaria en la tabla \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "A la base de datos le faltan algunas claves primarias. Dado que añadir claves primarias en tablas grandes puede llevar bastante tiempo, no se agregaron automáticamente. Ejecutando manualmente \"occ db:add-missing-primary-keys\" esas claves primarias faltantes se pueden agregar mientras la instancia sigue funcionando.",
    "Database pending bigint migrations" : "Está pendiente la conversión a bigint de la base de datos",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Algunas columnas de la base de datos no fueron convertidas a big int todavía. Dado que cambiar los tipos de columna en tablas grandes puede llevar bastante tiempo, no se cambiaron automáticamente. Ejecutando manualmente \"occ db:convert-filecache-bigint\" se pueden aplicar esos cambios pendientes. Esta operación debe realizarse mientras la instancia está fuera de línea.",
    "Debug mode" : "Modo de depuración",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Esta instancia se está ejecutando en modo de depuración. Habilitá esto únicamente para desarrollo local y no en ambientes de producción.",
    "Debug mode is disabled." : "Modo de depuración deshabilitado.",
    "Default phone region" : "Región predeterminada para números de teléfono",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "Tu instalación no tiene una región predeterminada para números de teléfono. Esto es necesario para validar números de teléfono en los ajustes de usuario que no tengan un código internacional. Para permitir números sin código internacional, añadí a tu archivo de configuración el ajuste \"default_phone_region\" con el código regional ISO 3166-1 correspondiente.",
    "Email test" : "Prueba de correo electrónico",
    "Mail delivery is disabled by instance config \"%s\"." : "El envío de correo electrónico está deshabilitado en la configuración de la instancia \"%s\".",
    "Email test was successfully sent" : "La prueba de correo electrónico se envió correctamente",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Todavía no configuraste o verificaste tu servidor de correo electrónico. Por favor, configuralo en la sección \"Ajustes básicos\". Después usá el botón \"Enviar correo\" bajo el formulario para verificar tus ajustes.",
    "Transactional File Locking" : "Bloqueo transaccional de archivos",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "El bloqueo transaccional de archivos está deshabilitado. Esta configuración no está soportada. Puede provocar problemas difíciles de aislar incluyendo la corrupción de archivos. Por favor eliminá la configuración 'filelocking.enabled' => false` de tu archivo config.php para evitar estos problemas.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "El bloqueo transaccional de archivos está habilitado. Para mejorar el rendimiento, por favor configurá memcache, si está disponible.",
    "Forwarded for headers" : "Encabezados Forwarded for",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "La configuración de \"trusted_proxies\" es incorrecta, debería ser un array.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "La configuración de \"trusted_proxies\" es incorrecta, debería ser un array de direcciones IP - opcionalmente con rangos en notación CIDR.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "La configuración del encabezado del proxy inverso es incorrecta. Esto es un problema de seguridad y puede permitir que un atacante muestre a Nextcloud una dirección IP falsa.",
    "Your IP address was resolved as %s" : "Tu dirección IP se resolvió como %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "La configuración de la cabecera del proxy inverso es incorrecta, o estás tratando de acceder a Nextcloud desde un proxy de confianza. En caso contrario, esto es un problema de seguridad y puede permitir que un atacante muestre a Nextcloud una dirección IP falsa.",
    "HTTPS access and URLs" : "Acceso HTTPS y URLs",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Se está accediendo al sitio de manera insegura mediante HTTP. Se recomienda encarecidamente que configures tu servidor para exigir HTTPS. ¡De no hacerlo algunas funciones importantes de la web, como \"copiar al portapapeles\" o \"service workers\", no van a funcionar!",
    "Accessing site insecurely via HTTP." : "Accediendo al sitio de manera insegura mediante HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Estás accediendo a tu instancia a través de una conexión segura, sin embargo, tu instancia está generando URLs inseguras. Esto probablemente quiere decir que tu instancia está detrás de un proxy inverso y que los valores de configuración `overwrite*` para Nextcloud no están bien configurados.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Tu instancia está generando URLs inseguras. Si estás accediendo a tu instancia a través de HTTPS,  probablemente significa que tu instancia está detrás de un proxy inverso y que los valores de configuración `overwrite*` para Nextcloud no están bien configurados.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Estás accediendo a tu instancia a través de una conexión segura, y tu instancia está generando URLs seguras.",
    "Internet connectivity" : "Conexión a Internet",
    "Internet connectivity is disabled in configuration file." : "La conexión a Internet está deshabilitada en el archivo de configuración.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Este servidor no tiene una conexión a Internet que funcione: hubo múltiples puntos de acceso que no pudieron alcanzarse. Algunas funciones como montar almacenamiento externo, notificaciones sobre actualizaciones o instalación de aplicaciones de terceros no funcionarán. Es posible que el acceso a archivos de forma remota y el envío de correos electrónicos de notificación tampoco funcionen. Establecé una conexión desde este servidor a Internet para contar con todas las funciones.",
    "JavaScript modules support" : "Soporte de módulos JavaScript",
    "Disabled" : "Deshabilitado",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Su base de datos no puede correr con el nivel de aislamiento de transacción de \"READ COMMITTED\".  Puede causar problemas cuando mútiples acciones sean ejecutadas en paralelo.",
    "Enable" : "Habilitar",
    "None" : "Ninguno",
    "Allow apps to use the Share API" : "Permitir que las aplicaciones usen el API para Compartir",
    "Allow resharing" : "Permitir volver a compartir",
    "Allow sharing with groups" : "Permitir compartir con grupos",
    "Restrict users to only share with users in their groups" : "Limitar a los usuarios a sólo compartir con otros usuarios en sus grupos",
    "Allow public uploads" : "Permitir cargas públicas",
    "Always ask for a password" : "Siempre pedir una contraseña",
    "Enforce password protection" : "Forzar protección de contraseñas",
    "Enforce expiration date" : "Forzar fecha de expiración",
    "This text will be shown on the public link upload page when the file list is hidden." : "Este texto se mostrará en la página de carga de el link público cuando la lista de archivos esté oculta. ",
    "Limit to groups" : "Limitar a grupos",
    "Save changes" : "Guardar cambios",
    "Remove" : "Eliminar",
    "Featured" : "Destacado",
    "Icon" : "Ícono",
    "Name" : "Nombre",
    "Version" : "Versión",
    "Level" : "Nivel",
    "Actions" : "Acciones",
    "No apps found for your version" : "No se encontraron aplicaciones para su versión",
    "Loading" : "Cargando",
    "Type" : "Escribir",
    "Display Name" : "Nombre a desplegar",
    "Learn more" : "Conozca más",
    "Confirm" : "Confirmar",
    "Cancel" : "Cancelar",
    "Description" : "Descripción",
    "View in store" : "Ver en la tienda",
    "Visit website" : "Visite el sitio web",
    "Admin documentation" : "Documentación del administrador",
    "Developer documentation" : "Documentación del desarrollador",
    "Details" : "Detalles",
    "All" : "Todos",
    "No results" : "Sin resultados",
    "Update to {version}" : "Actualizar a {version}",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Esta aplicación no cuenta con una versión mínima de Nextcloud asignada. Esto será un error en el futuro.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Esta aplicación no cuenta con una versión máxima de Nextcloud asignada. Esto será un error en el futuro.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Esta aplicación no puede ser instalada porque las siguientes dependencias no están satisfechas:",
    "Categories" : "Categoría",
    "Resources" : "Recursos",
    "Documentation" : "Documentación",
    "Report a bug" : "Reporte un tema",
    "Request feature" : "Solicitar una funcionalidad",
    "Ask questions or discuss" : "Hacer una pregunta o comentar",
    "Rate" : "Calificar",
    "Changelog" : "Bitácora de cambios",
    "Google Chrome for Android" : "Google Chrome para Android",
    "This session" : "Esta sesión",
    "Allow filesystem access" : "Permitir acceso al sistema de archivos",
    "Rename" : "Renombrar",
    "Revoke" : "Revocar",
    "Device" : "Dispositivo",
    "Last activity" : "Última actividad",
    "Web, desktop and mobile clients currently logged in to your account." : "Clientes web, de escritorio y móviles han iniciado sesión en su cuenta. ",
    "Error while creating device token" : "Se presentó un error al crear la ficha en el dispositivo",
    "App name" : "Nombre de la aplicación",
    "Create new app password" : "Crear una nueva contraseña de aplicación",
    "Login" : "Inicio de sesión",
    "Password" : "Contraseña",
    "Profile" : "Perfil",
    "Server-side encryption" : "Encripción del lado del servidor",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "La encripción del lado del servidor hace posible encriptar archivos que serán cargados a este servidor. Esto trae consigo algunas limitaciónes como penalizaciones en el desemeño, asi que sólo habilítelo si es necesario. ",
    "Enable server-side encryption" : "Habilitar encripción del lado del servidor",
    "No encryption module loaded, please enable an encryption module in the app menu." : "No se ha cargado un módulo de encripción, favor de habilitar un módulo de encripción en el menú de la aplicación. ",
    "Select default encryption module:" : "Seleccionar modulo de encripción predeterminado:",
    "Enable encryption" : "Habilitar encripción",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Una vez que la encripción se encuentre habilitada, todos lo archivos cargados al servidor desde ese momento en tiempo, se encriptarán en el servidor. Sólo será posible deshabilitar la encripción en una fecha posterior si el modulo de encripción activo soporta esa funcionalidad y si todas las preciondiciones están satisfechas (ejem. establecer una llave de recuperación).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "La encripción por sí sola no garantiza la seguridad del sistema. Favor de consultar la documentación para mayores informes de cómo funciona la aplicación de encripción y de los casos de uso soportados. ",
    "Be aware that encryption always increases the file size." : "Favor de considerar que la encripción siempre aumenta el tamaño de los archivos. ",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Siempre es una buena idea generar respaldos de sus datos, en caso de tener encripción asegúrese de respaldar las llaves de encripción junto con sus datos. ",
    "This is the final warning: Do you really want to enable encryption?" : "Esta es la advertencia final: ¿Realmente desea habilitar la encripción?",
    "Submit" : "Enviar",
    "Current password" : "Contraseña actual",
    "New password" : "Nueva contraseña",
    "Change password" : "Cambiar contraseña",
    "Picture provided by original account" : "Imagen proporcionadoa por la cuenta original ",
    "No email address set" : "No se ha establecido la dirección de correo electrónico",
    "Derived from your locale ({weekDayName})" : "Obtenido de tu locale ({weekDayName})",
    "Unable to update first day of week" : "No se pudo modificar el primer día de la semana",
    "Day to use as the first day of week" : "Primer día de la semana",
    "Help translate" : "Ayude a traducir",
    "Week starts on {firstDayOfWeek}" : "La semana empieza el {firstDayOfWeek}",
    "Your phone number" : "Su número telefónico",
    "Your website" : "Su sitio web",
    "Add" : "Añadir",
    "Create" : "Crear",
    "Change" : "Cambiar",
    "Delete" : "Borrar",
    "Display name" : "Nombre para mostrar",
    "Email" : "Correo electrónico",
    "Quota" : "Cuota",
    "Language" : "Idioma",
    "Avatar" : "Avatar",
    "Group admin for" : "Administrador del grupo para",
    "Storage location" : "Úbicación del almacenamiento",
    "Last login" : "Último inicio de sesión",
    "Account actions" : "Acciones de la cuenta",
    "Delete account" : "Borrar cuenta",
    "Done" : "Terminado",
    "Edit" : "Editar",
    "Show last login" : "Mostrar último inicio de sesión",
    "Send email" : "Enviar correo electrónico",
    "Default quota" : "Cuota predeterminada",
    "Unnamed device" : "Dispositivo sin nombre",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Como administrador, usted puede hacer ajustes finos al comportamiento de compartir. Favor de consultar la documentación para más información. ",
    "Admins" : "Administradores",
    "Group name" : "Nombre del grupo",
    "Sending…" : "Enviando...",
    "Email sent" : "Correo electrónico enviado",
    "Location" : "Ubicación",
    "Profile picture" : "Foto de perfil",
    "About" : "Acerca de",
    "Full name" : "Nombre completo",
    "Phone number" : "Número de teléfono",
    "Website" : "Sitio web",
    "First day of week" : "Primer día de la semana",
    "Your apps" : "Sus aplicaciones",
    "Disabled apps" : "Aplicaciones deshabilitadas",
    "Updates" : "Actualizaciones",
    "App bundles" : "Paquetes de aplicacion",
    "Hide" : "Ocultar",
    "Disable" : "Deshabilitar",
    "Unknown" : "Desconocido",
    "Never" : "Nunca",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "La aplicación está habilitada pero necesita ser actualizada. Usted será redireccionado a la página de actualización en 5 segundos. ",
    "Error" : "Error",
    "Forum" : "Foro",
    "Privacy policy" : "Políticas de privacidad",
    "SSL" : "SSL",
    "Open documentation" : "Abrir documentación",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Es importante preparar este servidor para poder enviar correos electrónicos, como para restablecer contraseñas y notificaciones. ",
    "Send mode" : "Modo de envío",
    "Encryption" : "Encripción",
    "From address" : "De la dirección",
    "Server address" : "Dirección del servidor",
    "Port" : "Puerto",
    "Authentication" : "Autenticación",
    "Authentication required" : "Autenticación requerida",
    "Credentials" : "Credenciales",
    "SMTP Password" : "Contraseña SMTP",
    "Save" : "Guardar",
    "Security & setup warnings" : "Advertencias de seguridad y configuración",
    "All checks passed." : "Pasaron todas las verificaciones. ",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Desarrollado por la  {communityopen}comunidad Nextcloud {linkclose}, el {githubopen}código fuente {linkclose} está licenciado bajo  {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Me gusta en nuestra página de Facebook",
    "Check out our blog" : "Echa un vistazo a nuestro blog.",
    "Subscribe to our newsletter" : "Suscríbete a nuestro boletín",
    "Username" : "Nombre de usuario",
    "User backend" : "Backend del usuario",
    "Follow us on Twitter" : "Síguenos en Twitter"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}