{ "translations": {
    "Private" : "Privado",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Solo visible para las personas que coinciden a través de la integración del número de teléfono mediante Talk en dispositivos móviles",
    "Local" : "Local",
    "Only visible to people on this instance and guests" : "Solo visible para las personas en esta instancia y los invitados",
    "Federated" : "Federado",
    "Only synchronize to trusted servers" : "Solo sincronizar con servidores de confianza",
    "Published" : "Publicado",
    "Synchronize to trusted servers and the global and public address book" : "Sincronizar con servidores de confianza y la libreta de direcciones global y pública",
    "Verify" : "Verificar",
    "Verifying …" : "Verificando ...",
    "Unable to change password" : "No fue posible cambiar la contraseña",
    "Very weak password" : "Contraseña muy débil",
    "Weak password" : "Contraseña débil",
    "So-so password" : "Contraseña aceptable",
    "Good password" : "Buena contraseña",
    "Strong password" : "Contraseña fuerte",
    "Groups" : "Grupos",
    "Group list is empty" : "La lista de grupos esta vacía",
    "Unable to retrieve the group list" : "No fue posible recuperar la lista del gurpo",
    "{actor} added you to group {group}" : "{actor} te agregó al grupo {group}",
    "You added {user} to group {group}" : "Agregaste a {user} al grupo {group}",
    "{actor} added {user} to group {group}" : "{actor} agregó a {user} al grupo {group}",
    "An administrator added you to group {group}" : "Un administrador te agregó al grupo {group}",
    "An administrator added {user} to group {group}" : "Un administrador agregó a {user} al grupo {group}",
    "{actor} removed you from group {group}" : "{actor} te eliminó del grupo {group}",
    "You removed {user} from group {group}" : "Eliminaste a {user} del grupo {group}",
    "{actor} removed {user} from group {group}" : "{actor} eliminó a {user} del grupo {group}",
    "An administrator removed you from group {group}" : "Un administrador te eliminó del grupo {group}",
    "An administrator removed {user} from group {group}" : "Un administrador eliminó a {user} del grupo {group}",
    "Your <strong>group memberships</strong> were modified" : "Tus <strong>pertenencias a grupos</strong> fueron modificadas",
    "{actor} changed your password" : "{actor} ha cambiado tu contraseña",
    "You changed your password" : "Cambiaste tu contraseña",
    "Your password was reset by an administrator" : "Tu contraseña ha sido restablecida por un adminsitrador",
    "Your password was reset" : "Se restableció tu contraseña",
    "{actor} changed your email address" : "{actor} ha cambiado tu dirección de correo electrónico",
    "You changed your email address" : "Cambiaste tu dirección de correo electrónico",
    "Your email address was changed by an administrator" : "Tu dirección de correo electrónico ha sido cambiada por un administrador",
    "You created an app password for a session named \"{token}\"" : "Creaste una contraseña de aplicación para una sesión llamada \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Un administrador creó una contraseña de aplicación para una sesión llamada \"{token}\"",
    "You deleted app password \"{token}\"" : "Eliminaste la contraseña de aplicación \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Cambiaste el nombre de la contraseña de aplicación \"{token}\" a \"{newToken}\"",
    "You granted filesystem access to app password \"{token}\"" : "Concediste acceso al sistema de archivos a la contraseña de aplicación \"{token}\"",
    "You revoked filesystem access from app password \"{token}\"" : "Revocaste el acceso al sistema de archivos de la contraseña de aplicación \"{token}\"",
    "Security" : "Seguridad",
    "You successfully logged in using two-factor authentication (%1$s)" : "Has iniciado sesión exitosamente usando autenticación de dos-factores (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Un intento de autenticación usando autenticación de dos-factores ha fallado (%1$s)",
    "Remote wipe was started on %1$s" : "Se inició el borrado remoto en %1$s",
    "Remote wipe has finished on %1$s" : "El borrado remoto ha finalizado en %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Tu <strong>contraseña</strong> o <strong>correo electrónico</strong> ha sido modificado",
    "Apps" : "Aplicaciones",
    "Could not remove app." : "No se pudo eliminar la aplicación.",
    "Could not update app." : "No se pudo actualizar la aplicación.",
    "Wrong password" : "Contraseña incorrecta",
    "Unable to change personal password" : "No se pudo cambiar la contraseña personal",
    "Saved" : "Guardado",
    "No user supplied" : "No se proporcionó usuario alguno",
    "Unable to change password. Password too long." : "No se pudo cambiar la contraseña. La contraseña es demasiado larga.",
    "Authentication error" : "Error de autenticación",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "Por favor proporciona una contraseña de recuperación de administrador; de lo contrario toda la información del usuario se perderá. ",
    "Wrong admin recovery password. Please check the password and try again." : "Contraseña de recuperación de administrador incorrecta. Por favor verificala e inténtalo de nuevo.",
    "Backend does not support password change, but the user's encryption key was updated." : "El backend no admite el cambio de contraseña, pero se actualizó la clave de cifrado del usuario.",
    "installing and updating apps via the App Store or Federated Cloud Sharing" : "instalando y actualizando aplicaciones a través de la Tienda de aplicaciones o el uso compartido federado en la nube",
    "Federated Cloud Sharing" : "Compartir en la Nube Federada",
    "cURL is using an outdated %1$s version (%2$s). Please update your operating system or features such as %3$s will not work reliably." : "cURL está utilizando una versión desactualizada de %1$s (%2$s). Actualiza tu sistema operativo o las funciones como %3$s no funcionarán de manera confiable.",
    "Could not determine if TLS version of cURL is outdated or not because an error happened during the HTTPS request against https://nextcloud.com. Please check the Nextcloud log file for more details." : "No se pudo determinar si la versión de TLS de cURL está desactualizada o no porque ocurrió un error durante la solicitud HTTPS a https://nextcloud.com. Consulta el archivo de registro de Nextcloud para obtener más detalles.",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "El módulo PHP OPcache no está cargado. Para un mejor rendimiento, se recomienda cargarlo en tu instalación de PHP.",
    "OPcache is disabled. For better performance, it is recommended to apply <code>opcache.enable=1</code> to your PHP configuration." : "OPcache está desactivado. Para un mejor rendimiento, se recomienda aplicar <code>opcache.enable=1</code> en tu configuración de PHP.",
    "OPcache is configured to remove code comments. With OPcache enabled, <code>opcache.save_comments=1</code> must be set for Nextcloud to function." : "OPcache está configurado para eliminar comentarios de código. Con OPcache activado, <code>opcache.save_comments=1</code> debe estar configurado para que Nextcloud funcione.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with <code>opcache.restrict_api</code> or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud no tiene permiso para usar la API de OPcache. Con OPcache activado, se recomienda incluir todos los directorios de Nextcloud con <code>opcache.restrict_api</code> o desactivar esta configuración para deshabilitar las restricciones de la API de OPcache y evitar errores durante las actualizaciones del núcleo de Nextcloud o las aplicaciones.",
    "Nextcloud is not allowed to use the OPcache API. It is highly recommended to include all Nextcloud directories with <code>opcache.restrict_api</code> or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud no tiene permiso para usar la API de OPcache. Se recomienda incluir todos los directorios de Nextcloud con <code>opcache.restrict_api</code> o desactivar esta configuración para deshabilitar las restricciones de la API de OPcache y evitar errores durante las actualizaciones del núcleo de Nextcloud o las aplicaciones.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply <code>opcache.file_cache_only=0</code> to your PHP configuration and use the file cache as second level cache only." : "La caché basada en memoria compartida de OPcache está desactivada. Para un mejor rendimiento, se recomienda aplicar <code>opcache.file_cache_only=0</code> en tu configuración de PHP y utilizar la caché de archivos como caché de segundo nivel únicamente.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply <code>opcache.max_accelerated_files</code> to your PHP configuration with a value higher than <code>%s</code>." : "El número máximo de claves de OPcache está casi agotado. Para asegurarte de que todos los scripts se puedan mantener en caché, se recomienda aplicar <code>opcache.max_accelerated_files</code> en tu configuración de PHP con un valor superior a <code>%s</code>.",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply <code>opcache.memory_consumption</code> to your PHP configuration with a value higher than <code>%s</code>." : "El búfer de OPcache está casi lleno. Para asegurarte de que todos los scripts se puedan mantener en caché, se recomienda aplicar <code>opcache.memory_consumption</code> en tu configuración de PHP con un valor superior a <code>%s</code>.",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply <code>opcache.interned_strings_buffer</code> to your PHP configuration with a value higher than <code>%s</code>." : "El búfer de cadenas internadas de OPcache está casi lleno. Para asegurarte de que las cadenas repetitivas se puedan almacenar en caché de manera efectiva, se recomienda aplicar <code>opcache.interned_strings_buffer</code> en tu configuración de PHP con un valor superior a <code>%s</code>.",
    "Administrator documentation" : "Documentación del adminsitrador",
    "User documentation" : "Documentación del usuario",
    "Invalid SMTP password." : "Constraseña SMTP inválida. ",
    "Email setting test" : "Prueba de ajustes de correo",
    "Well done, %s!" : "¡Bien hecho, %s!",
    "If you received this email, the email configuration seems to be correct." : "Si has recibido este correo electrónico, la configuración del correo electrónico parece estar correcta. ",
    "Email could not be sent. Check your mail server log" : "No fue posible enviar el correo electrónico. Por favor verfica la bitácora de tu servidor de correo",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Se presentó un problema al enviar el correo electrónico. Por favor revisa tus configuraciones (Error: %s)",
    "You need to set your user email before being able to send test emails. Go to %s for that." : "Necesitas establecer tu correo electrónico antes de poder enviar correos de prueba. Ve a %s para hacerlo.",
    "Users" : "Usuarios",
    "Invalid user" : "Usuario inválido",
    "Invalid mail address" : "Dirección de correo inválida",
    "Settings saved" : "Se han guardado las configuraciones ",
    "Unable to change full name" : "No fue posible cambiar el nombre completo",
    "Unable to change email address" : "No fue posible cambiar la dirección de correo electrónico",
    "Unable to set invalid phone number" : "No se puede establecer un número de teléfono inválido",
    "Unable to set invalid website" : "No se puede establecer un sitio web inválido",
    "Some account data was invalid" : "Algunos datos de la cuenta son inválidos",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Para poder verificar tu cuenta de Twitter, publica el siguiente tweet en Twitter (por favor asegúrarte de publicar sin ninguna línea en blanco):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Para poder verificar tu sitio Web, agrega el siguiente contendio a tu web-root en '.well-known/CloudIdVerificationCode.txt' (por favor asegurate de que el texto completo este en una sóla línea):",
    "%1$s changed your password on %2$s." : "%1$s cambió tu contraseña el %2$s.",
    "Your password on %s was changed." : "Tu contraseña de %s fue cambiada. ",
    "Your password on %s was reset by an administrator." : "Tu contraseña de %s fue restablecida por un administrador.",
    "Your password on %s was reset." : "Se restableció tu contraseña en %s.",
    "Password for %1$s changed on %2$s" : "La contraseña de %1$s fue cambiada en %2$s",
    "Password changed for %s" : "La contraseña fue cambiada para %s",
    "If you did not request this, please contact an administrator." : "Si no lo solicitaste, por favor contacta a un administrador. ",
    "Your email address on %s was changed." : "Tu dirección de correo electrónico en %s fue cambiada. ",
    "Your email address on %s was changed by an administrator." : "Tu dirección de correo electrónico en %s fue cambiada por un adminsitrador. ",
    "Email address for %1$s changed on %2$s" : "La dirección de correo electrónico de %1$s ha cambiado en %2$s",
    "Email address changed for %s" : "La dirección de correo electrónico fue cambiada para %s",
    "The new email address is %s" : "La nueva dirección de correo electrónico es %s",
    "Your %s account was created" : "Tu cuenta %s ha sido creada",
    "Welcome aboard" : "Bienvenido a bordo",
    "Welcome aboard %s" : "Bienvenido a bordo %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Bienvenido a tu cuenta %s, puedes agregar, proteger y compartir tus datos.",
    "Your username is: %s" : "Tu Usuario es: %s",
    "Set your password" : "Establece tu contraseña",
    "Go to %s" : "Ir a %s",
    "Install Client" : "Instalar el cliente",
    "Logged in user must be a subadmin" : "El usuario firmado debe ser un subadministrador ",
    "Settings" : "Configuraciones ",
    "Personal" : "Personal",
    "Administration" : "Administración",
    "Additional settings" : "Configuraciones adicionales",
    "Administration privileges" : "Privilegios de administración",
    "Groupware" : "Groupware",
    "Overview" : "Generalidades",
    "Basic settings" : "Configuraciones  básicas",
    "Sharing" : "Compartiendo",
    "Availability" : "Disponibilidad",
    "Calendar" : "Calendario",
    "Personal info" : "Información Personal",
    "Mobile & desktop" : "Móvil y escritorio",
    "Email server" : "Servidor de correo electrónico",
    "Security & setup warnings" : "Advertencias de seguridad y configuración",
    "Background jobs" : "Trabajos en segundo plano",
    "Create" : "Crear",
    "Change" : "Cambiar",
    "Delete" : "Borrar",
    "Reshare" : "Recompartir",
    "Unlimited" : "Ilimitado",
    "Verifying" : "Verificando",
    "A background job is pending that checks for user imported SSL certificates. Please check back later." : "Hay una tarea en segundo plano pendiente que verifica los certificados SSL importados por el usuario. Por favor, vuelve más tarde.",
    "There are some user imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Hay certificados SSL importados por el usuario que ya no se utilizan en Nextcloud 21. Pueden importarse mediante el comando en la línea de comandos \"occ security:certificates:import\". A continuación, se muestran las rutas dentro del directorio de datos.",
    "Invalid UUIDs of LDAP users or groups have been found. Please review your \"Override UUID detection\" settings in the Expert part of the LDAP configuration and use \"occ ldap:update-uuid\" to update them." : "Se encontraron UUID no válidos de usuarios o grupos de LDAP. Revisa la configuración de \"Anulación de detección de UUID\" en la sección de Expertos de la configuración de LDAP y usa \"occ ldap:update-uuid\" para actualizarlos.",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "Se ha habilitado el formato antiguo de cifrado en el servidor. Recomendamos desactivarlo.",
    "MariaDB version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MariaDB 10.2 or higher." : "Se está utilizando la versión \"%s\" de MariaDB. Nextcloud 21 y versiones posteriores no admiten esta versión y requieren MariaDB 10.2 o superior.",
    "MySQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MySQL 8.0 or MariaDB 10.2 or higher." : "Se está utilizando la versión \"%s\" de MySQL. Nextcloud 21 y versiones posteriores no admiten esta versión y requieren MySQL 8.0 o MariaDB 10.2 o superior.",
    "PostgreSQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require PostgreSQL 9.6 or higher." : "Se está utilizando la versión \"%s\" de PostgreSQL. Nextcloud 21 y versiones posteriores no admiten esta versión y requieren PostgreSQL 9.6 o superior.",
    "Profile information" : "Información del perfil",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Foto de perfil, nombre completo, correo electrónico, número de teléfono, dirección, sitio web, Twitter, organización, cargo, titular, biografía y si tu perfil está habilitado",
    "Nextcloud settings" : "Configuración de Nextcloud",
    "Here you can decide which group can access certain sections of the administration settings." : "Aquí puedes decidir qué grupo puede acceder a determinadas secciones de la configuración de administración.",
    "None" : "Ninguno",
    "Unable to modify setting" : "No se pudo modificar la configuración",
    "Two-Factor Authentication" : "Autenticación de dos factores",
    "Two-factor authentication can be enforced for all users and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Se puede exigir la autenticación de dos factores para todos los usuarios y grupos específicos. Si no tienen un proveedor de autenticación de dos factores configurado, no podrán iniciar sesión en el sistema.",
    "Enforce two-factor authentication" : "Imponer la autenticación de dos factores",
    "Limit to groups" : "Limitar a grupos",
    "Enforcement of two-factor authentication can be set for certain groups only." : "Se puede imponer la autenticación de dos factores solo para ciertos grupos.",
    "Two-factor authentication is enforced for all members of the following groups." : "La autenticación de dos factores se impone a todos los miembros de los siguientes grupos.",
    "Enforced groups" : "Grupos a los que se impone",
    "Two-factor authentication is not enforced for members of the following groups." : "La autenticación de dos factores no se impone a los miembros de los siguientes grupos.",
    "Excluded groups" : "Grupos excluidos",
    "When groups are selected/excluded, they use the following logic to determine if a user has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If a user is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Cuando se seleccionan/excluyen grupos, se utiliza la siguiente lógica para determinar si se impone la autenticación de 2FA a un usuario: Si no se seleccionan grupos, la autenticación de 2FA está habilitada para todos, excepto los miembros de los grupos excluidos. Si se seleccionan grupos, la autenticación de 2FA está habilitada para todos los miembros de esos grupos. Si un usuario pertenece tanto a un grupo seleccionado como a uno excluido, el grupo seleccionado tiene prioridad y se impone la autenticación de 2FA.",
    "Save changes" : "Guardar cambios",
    "All" : "Todos",
    "Limit app usage to groups" : "Limitar el uso de aplicaciones a grupos",
    "No results" : "No hay resultados",
    "Update to {version}" : "Actualizar a {version}",
    "Remove" : "Eliminar",
    "Disable" : "Deshabilitar",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Esta aplicación no cuenta con una versión mínima de Nextcloud asignada. Esto será un error en el futuro.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Esta aplicación no cuenta con una versión máxima de Nextcloud asignada. Esto será un error en el futuro.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Esta aplicación no puede ser instalada porque las siguientes dependencias no están satisfechas:",
    "View in store" : "Ver en la tienda",
    "Visit website" : "Visita el sitio web",
    "Report a bug" : "Reporta un detalle",
    "Admin documentation" : "Documentación del administrador",
    "Developer documentation" : "Documentación del desarrollador",
    "This app is supported via your current Nextcloud subscription." : "Esta aplicación es compatible con tu suscripción actual de Nextcloud.",
    "Supported" : "Compatible",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Las aplicaciones destacadas son desarrolladas por y dentro de la comunidad. Ofrecen funcionalidad central y están listas para su uso en producción.",
    "Featured" : "Destacado",
    "Update to {update}" : "Actualizar a {update}",
    "All apps are up-to-date." : "Todas las aplicaciones están actualizadas.",
    "Results from other categories" : "Resultados de otras categorías",
    "No apps found for your version" : "No se encontraron aplicaciones para tu versión",
    "Disable all" : "Desactivar todo",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n aplicación tiene una actualización disponible","%n aplicaciones tienen una actualización disponible","%n aplicaciones tienen una actualización disponible"],
    "_Update_::_Update all_" : ["Actualizar","Actualizar todo","Actualizar todo"],
    "Marked for remote wipe" : "Marcado para borrado remoto",
    "Device settings" : "Configuración del dispositivo",
    "Allow filesystem access" : "Permitir acceso al sistema de archivos",
    "Rename" : "Renombrar",
    "Revoke" : "Revocar",
    "Wipe device" : "Borrar dispositivo",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Revocar este token podría evitar el borrado de tu dispositivo si aún no ha comenzado el borrado.",
    "Internet Explorer" : "Internet Explorer",
    "Edge" : "Edge",
    "Firefox" : "Firefox",
    "Google Chrome" : "Google Chrome",
    "Safari" : "Safari",
    "Google Chrome for Android" : "Google Chrome para Android",
    "iPhone" : "iPhone",
    "iPad" : "iPad",
    "{productName} iOS app" : "Aplicación de {productName} para iOS",
    "{productName} Android app" : "Aplicación de {productName} para Android",
    "{productName} Talk for iOS" : "{productName} Talk para iOS",
    "{productName} Talk for Android" : "{productName} Talk para Android",
    "Sync client - {os}" : "Sync client - {os}",
    "This session" : "Esta sesión",
    "Device" : "Dispositivo",
    "Last activity" : "Última actividad",
    "Devices & sessions" : "Dispositivos y sesiones",
    "Web, desktop and mobile clients currently logged in to your account." : "Clientes web, de escritorio y móviles han iniciado sesión en tu cuenta. ",
    "Do you really want to wipe your data from this device?" : "¿Realmente deseas borrar tus datos de este dispositivo?",
    "Confirm wipe" : "Confirmar borrado",
    "Error while creating device token" : "Se presentó un error al crear la ficha en el dispositivo",
    "Error while updating device token scope" : "Error al actualizar el alcance del token del dispositivo",
    "Error while updating device token name" : "Error al actualizar el nombre del token del dispositivo",
    "Error while deleting the token" : "Se presentó un error al borrar la ficha",
    "Error while wiping the device with the token" : "Error al borrar el dispositivo con el token",
    "App name" : "Nombre de la aplicación",
    "Create new app password" : "Crear una nueva contraseña de aplicación",
    "Use the credentials below to configure your app or device." : "Usa las siguientes credenciales para configurar tu aplicación o dispositivo. ",
    "For security reasons this password will only be shown once." : "Por razones de seguridad esta contraseña sólo se mostrará una vez. ",
    "Username" : "Usuario",
    "Password" : "Contraseña",
    "Done" : "Terminado",
    "Show QR code for mobile apps" : "Mostrar código QR para aplicaciones móviles",
    "Copied!" : "¡Copiado!",
    "Copy" : "Copiar",
    "Could not copy app password. Please copy it manually." : "No se pudo copiar la contraseña de la aplicación. Cópiala manualmente.",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Para que el servidor funcione correctamente, es importante configurar correctamente las tareas en segundo plano. La opción recomendada es Cron. Consulta la documentación para obtener más información.",
    "Last job execution ran {time}. Something seems wrong." : "La última ejecución de tareas en segundo plano se realizó {time}. Algo parece estar mal.",
    "Last job ran {relativeTime}." : "La última tarea se ejecutó {relativeTime}.",
    "Background job did not run yet!" : "La tarea en segundo plano aún no se ha ejecutado.",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single user instance." : "Ejecutar una tarea con cada carga de página. Caso de uso: instancia de un solo usuario.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 users depending on the usage)." : "cron.php está registrado en un servicio webcron para llamar a cron.php cada 5 minutos a través de HTTP. Caso de uso: instancia muy pequeña (1-5 usuarios dependiendo del uso).",
    "Cron (Recommended)" : "Cron (recomendado)",
    "The cron.php needs to be executed by the system user \"{user}\"." : "El cron.php debe ser ejecutado por el usuario del sistema \"{user}\".",
    "Unable to update background job mode" : "No se pudo actualizar el modo de tarea en segundo plano",
    "Profile" : "Perfil",
    "Enable or disable profile by default for new users." : "Habilitar o deshabilitar el perfil de forma predeterminada para nuevos usuarios.",
    "Enable" : "Habilitar",
    "Unable to update profile default setting" : "No se pudo actualizar la configuración predeterminada del perfil",
    "Server-side encryption" : "Encripción del lado del servidor",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "La encripción del lado del servidor hace posible encriptar archivos que serán cargados a este servidor. Esto trae consigo algunas limitaciónes como penalizaciones en el desemeño, asi que habilítalo sólo si es necesario. ",
    "Enable server-side encryption" : "Habilitar encripción del lado del servidor",
    "Please read carefully before activating server-side encryption:" : "Lee detenidamente antes de activar el cifrado en el servidor:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Una vez que la encripción se encuentre habilitada, todos lo archivos cargados al servidor desde ese momento en tiempo, se encriptarán en el servidor. Sólo será posible deshabilitar la encripción en una fecha posterior si el modulo de encripción activo soporta esa funcionalidad y si todas las preciondiciones están satisfechas (ejem. establecer una llave de recuperación).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "La encripción por sí sola no garantiza la seguridad del sistema. Por favor consulta la documentación para mayores informes de cómo funciona la aplicación de encripción y de los casos de uso soportados. ",
    "Be aware that encryption always increases the file size." : "Por favor considera que la encripción siempre aumenta el tamaño de los archivos. ",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Siempre es una buena idea generar respaldos de tus datos, en caso de tener encripción asegúrate de respaldar las llaves de encripción junto con tus datos. ",
    "This is the final warning: Do you really want to enable encryption?" : "Esta es la advertencia final: ¿Realmente deseas habilitar la encripción?",
    "No encryption module loaded, please enable an encryption module in the app menu." : "No se ha cargado un módulo de encripción, por favor habilita un módulo de encripción en el menú de la aplicación. ",
    "Select default encryption module:" : "Selecciona el modulo de encripción predeterminado:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Necesitas migrar tus claves de cifrado del cifrado antiguo (ownCloud <= 8.0) al nuevo. Activa el \"Módulo de cifrado predeterminado\" y ejecuta {command}",
    "Unable to update server side encryption config" : "No se pudo actualizar la configuración de cifrado en el servidor",
    "Rename group" : "Renombrar grupo",
    "Remove group" : "Eliminar grupo",
    "You are about to remove the group {group}. The users will NOT be deleted." : "Estás a punto de eliminar el grupo {group}. Los usuarios NO serán eliminados.",
    "Please confirm the group removal " : "Confirma la eliminación del grupo",
    "Current password" : "Contraseña actual",
    "New password" : "Nueva contraseña",
    "Change password" : "Cambiar contraseña",
    "Your profile information" : "Tu información de perfil",
    "Your profile picture" : "Tu foto de perfil",
    "Upload profile picture" : "Subir foto de perfil",
    "Choose profile picture from Files" : "Elegir foto de perfil desde Archivos",
    "Remove profile picture" : "Eliminar foto de perfil",
    "The file must be a PNG or JPG" : "El archivo debe ser PNG o JPG",
    "Picture provided by original account" : "Imagen proporcionada por la cuenta original ",
    "Cancel" : "Cancelar",
    "Set as profile picture" : "Establecer como foto de perfil",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Ten en cuenta que puede tomar hasta 24 horas para que tu foto de perfil se actualice en todos lados.",
    "Choose your profile picture" : "Elige tu foto de perfil",
    "Please select a valid png or jpg file" : "Selecciona un archivo válido PNG o JPG",
    "Error setting profile picture" : "Error al establecer la foto de perfil",
    "Error cropping profile picture" : "Error al recortar la foto de perfil",
    "Error saving profile picture" : "Error al guardar la foto de perfil",
    "Error removing profile picture" : "Error al eliminar la foto de perfil",
    "Your biography" : "Tu biografía",
    "Details" : "Detalles",
    "You are a member of the following groups:" : "Eres miembro de los siguientes grupos:",
    "You are using <strong>{usage}</strong>" : "Estás usando <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Estás usando <strong>{usage}</strong> de <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)",
    "Your full name" : "Tu nombre completo",
    "Email options" : "Opciones de correo electrónico",
    "Primary email for password reset and notifications" : "Correo electrónico principal para restablecimiento de contraseña y notificaciones",
    "Remove primary email" : "Eliminar correo electrónico principal",
    "Delete email" : "Eliminar correo electrónico",
    "Unset as primary email" : "Quitar como correo electrónico principal",
    "This address is not confirmed" : "Esta dirección no está confirmada",
    "Set as primary email" : "Establecer como correo electrónico principal",
    "Your email address" : "Tu dirección de correo electrónico",
    "Additional email address {index}" : "Dirección de correo electrónico adicional {index}",
    "Unable to delete primary email address" : "No se pudo eliminar la dirección de correo electrónico principal",
    "Unable to update primary email address" : "No se pudo actualizar la dirección de correo electrónico principal",
    "Unable to add additional email address" : "No se pudo agregar la dirección de correo electrónico adicional",
    "Unable to update additional email address" : "No se pudo actualizar la dirección de correo electrónico adicional",
    "Unable to delete additional email address" : "No se pudo eliminar la dirección de correo electrónico adicional",
    "No email address set" : "No se ha establecido la dirección de correo electrónico",
    "Additional emails" : "Correos electrónicos adicionales",
    "Your handle" : "Nombre de usuario/a",
    "Your headline" : "Título",
    "Language" : "Idioma",
    "Help translate" : "Ayuda a traducir",
    "Unable to update language" : "No se pudo actualizar el idioma",
    "No language set" : "No se ha configurado ningún idioma",
    "Locale" : "Configuración regional",
    "Week starts on {firstDayOfWeek}" : "La semana comienza el {firstDayOfWeek}",
    "Unable to update locale" : "No se pudo actualizar la configuración regional",
    "No locale set" : "No se ha configurado ninguna configuración regional",
    "Your city" : "Tu ciudad",
    "Your organisation" : "Tu organización",
    "Your phone number" : "Su número telefónico",
    "Edit your Profile visibility" : "Editar la visibilidad de tu perfil",
    "Enable Profile" : "Habilitar perfil",
    "Unable to update profile enabled state" : "No se pudo actualizar el estado habilitado del perfil",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "Se respeta la configuración más restrictiva de visibilidad o alcance en tu perfil. Por ejemplo, si la visibilidad está configurada en \"Mostrar a todos\" y el alcance está configurado en \"Privado\", se respeta \"Privado\".",
    "Unable to update visibility of {displayId}" : "No se pudo actualizar la visibilidad de {displayId}",
    "Your role" : "Tu cargo",
    "Your Twitter handle" : "Tu cuenta de Twitter",
    "Your website" : "Tu sitio web",
    "No {property} set" : "Ningún {property} establecido",
    "Unable to update {property}" : "No se pudo actualizar {property}",
    "Change scope level of {property}, current scope is {scope}" : "Cambiar el nivel de alcance de {property}, el alcance actual es {scope}",
    "Unable to update federation scope of the primary {property}" : "No se pudo actualizar el alcance de federación del {property} principal",
    "Unable to update federation scope of additional {property}" : "No se pudo actualizar el alcance de federación del {property} adicional",
    "Add additional email" : "Agregar correo electrónico adicional",
    "Add" : "Agregar",
    "No users" : "Sin usuarios",
    "Loading users …" : "Cargando usuarios...",
    "Default language" : "Idioma predeterminado",
    "Common languages" : "Idiomas comunes",
    "Other languages" : "Otros idiomas",
    "Password change is disabled because the master key is disabled" : "El cambio de contraseña está deshabilitado porque la clave maestra está deshabilitada",
    "New user" : "Nuevo usuario",
    "Display name" : "Nombre a desplegar",
    "Either password or email is required" : "Se requiere una contraseña o un correo electrónico",
    "Password (required)" : "Contraseña (requerida)",
    "Email (required)" : "Correo electrónico (requerido)",
    "Email" : "Correo electrónico",
    "Groups (required)" : "Grupos (requeridos)",
    "Set user groups" : "Establecer grupos de usuario",
    "Administered groups" : "Grupos administrados",
    "Set user as admin for …" : "Establecer al usuario como administrador de ...",
    "Quota" : "Cuota",
    "Set user quota" : "Establecer cuota de usuario",
    "Set default language" : "Establecer idioma predeterminado",
    "Manager" : "Administrador",
    "Add new user" : "Agregar nuevo usuario",
    "Set user manager" : "Establecer al usuario como administrador",
    "Username will be autogenerated" : "El nombre de usuario se generará automáticamente",
    "Username (required)" : "Nombre de usuario (requerido)",
    "Total rows summary" : "Resumen total de filas.",
    "Scroll to load more rows" : "Desplázate para cargar más filas",
    "_{userCount} user …_::_{userCount} users …_" : ["{userCount} usuario ...","{userCount} usuarios ...","{userCount} usuarios ..."],
    "_{userCount} user_::_{userCount} users_" : ["{userCount} usuario","{userCount} usuarios","{userCount} usuarios"],
    "Avatar" : "Avatar",
    "Group admin for" : "Administrador del grupo para",
    "User backend" : "Backend del usuario",
    "Storage location" : "Úbicación del almacenamiento",
    "Last login" : "Último inicio de sesión",
    "User actions" : "Acciones de usuario",
    "Password or insufficient permissions message" : "Contraseña o mensaje de permisos insuficientes",
    "Loading user …" : "Cargando usuario ...",
    "Edit display name" : "Editar nombre para mostrar",
    "Add new password" : "Agregar nueva contraseña",
    "You do not have permissions to see the details of this user" : "No tienes permisos para ver los detalles de este usuario",
    "Add new email address" : "Agregar nueva dirección de correo electrónico",
    "Add user to group" : "Agregar usuario al grupo",
    "Set user as admin for" : "Establecer usuario como administrador de",
    "Select user quota" : "Seleccionar cuota de usuario",
    "Set the language" : "Establecer el idioma",
    "{size} used" : "{size} usado",
    "Delete user" : "Eliminar usuario",
    "Wipe all devices" : "Borrar todos los dispositivos",
    "Disable user" : "Deshabilitar usuario",
    "Enable user" : "Habilitar usuario",
    "Resend welcome email" : "Reenviar correo de bienvenida",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "En caso de pérdida del dispositivo o salida de la organización, esto puede borrar de forma remota los datos de Nextcloud de todos los dispositivos asociados con {userid}. Solo funciona si los dispositivos están conectados a Internet.",
    "Remote wipe of devices" : "Borrado remoto de dispositivos",
    "Wipe {userid}'s devices" : "Borrar dispositivos de {userid}",
    "Wiped {userid}'s devices" : "Se borraron los dispositivos de {userid}",
    "Failed to update user manager" : "Error al actualizar el administrador de usuarios.",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Eliminar por completo la cuenta de {userid}, incluidos todos los archivos personales, datos de aplicaciones, etc.",
    "Account deletion" : "Borrado de cuenta",
    "Delete {userid}'s account" : "Borrar la cuenta de {userid}",
    "Display name was successfully changed" : "Se cambió correctamente el nombre para mostrar",
    "Password was successfully changed" : "Se cambió correctamente la contraseña",
    "Email was successfully changed" : "Se cambió correctamente el correo electrónico",
    "Welcome mail sent!" : "¡Correo de bienvenida enviado!",
    "Toggle user actions menu" : "Alternar menú de acciones de usuario",
    "Edit" : "Editar",
    "Visibility" : "Visibilidad",
    "Show user backend" : "Mostrar backend del usuario",
    "Show storage path" : "Mostrar ruta de almacenamiento",
    "Show last login" : "Mostrar último inicio de sesión",
    "Send email" : "Enviar correo electrónico",
    "Defaults" : "Valores predeterminados",
    "Default quota" : "Cuota predeterminada",
    "Select default quota" : "Seleccionar cuota predeterminada",
    "Passwordless authentication requires a secure connection." : "La autenticación sin contraseña requiere una conexión segura.",
    "Add WebAuthn device" : "Agregar dispositivo WebAuthn",
    "Please authorize your WebAuthn device." : "Autoriza tu dispositivo WebAuthn.",
    "Name your device" : "Nombra tu dispositivo",
    "Adding your device …" : "Agregando tu dispositivo ...",
    "Server error while trying to add WebAuthn device" : "Error del servidor al intentar agregar el dispositivo WebAuthn",
    "Server error while trying to complete WebAuthn device registration" : "Error del servidor al intentar completar el registro del dispositivo WebAuthn",
    "Unnamed device" : "Dispositivo sin nombre",
    "Passwordless Authentication" : "Autenticación sin contraseña",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Configura tu cuenta para la autenticación sin contraseña siguiendo el estándar FIDO2.",
    "No devices configured." : "No hay dispositivos configurados.",
    "The following devices are configured for your account:" : "Los siguientes dispositivos están configurados para tu cuenta:",
    "Your browser does not support WebAuthn." : "Tu navegador no admite WebAuthn.",
    "Your apps" : "Tus aplicaciones",
    "{license}-licensed" : "Licenciado con {license}",
    "Changelog" : "Bitácora de cambios",
    "by {author}\n{license}" : "por {author}\n      {license}",
    "Enter group name" : "Ingresa el nombre del grupo",
    "Add group" : "Agregar grupo",
    "Active users" : "Usuarios activos",
    "Admins" : "Administradores",
    "Disabled users" : "Usuarios deshabilitados",
    "Not saved" : "No guardado",
    "Sending…" : "Enviando...",
    "Email sent" : "Correo electrónico enviado",
    "Location" : "Ubicación",
    "Profile picture" : "Foto de perfil",
    "About" : "Acerca de",
    "Full name" : "Nombre completo",
    "Additional email" : "Correo electrónico adicional",
    "Headline" : "Título",
    "Organisation" : "Organización",
    "Phone number" : "Número de teléfono",
    "Role" : "Rol",
    "Twitter" : "Twitter",
    "Fediverse (e.g. Mastodon)" : "Fediverse (por ejemplo, Mastodon)",
    "Website" : "Sitio web",
    "Profile visibility" : "Visibilidad del perfil",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "No disponible, ya que esta propiedad es necesaria para la funcionalidad básica, incluyendo el intercambio de archivos y las invitaciones de calendario.",
    "Not available as federation has been disabled for your account, contact your system administrator if you have any questions" : "No disponible, ya que la federación se ha desactivado para tu cuenta. Ponte en contacto con el administrador del sistema si tienes alguna pregunta.",
    "Not available as publishing user specific data to the lookup server is not allowed, contact your system administrator if you have any questions" : "No disponible, ya que no se permite la publicación de datos específicos de usuarios en el servidor de búsqueda. Ponte en contacto con el administrador del sistema si tienes alguna pregunta.",
    "Active apps" : "Aplicaciones activas",
    "Disabled apps" : "Aplicaciones deshabilitadas",
    "Updates" : "Actualizaciones",
    "App bundles" : "Paquetes de aplicación",
    "Featured apps" : "Aplicaciones destacadas",
    "Show to everyone" : "Mostrar a todos",
    "Show to logged in users only" : "Mostrar solo a usuarios conectados",
    "Hide" : "Ocultar",
    "Download and enable" : "Descargar y habilitar",
    "The app will be downloaded from the App Store" : "La aplicación se descargará desde la App Store",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Esta aplicación no está marcada como compatible con tu versión de Nextcloud. Si continúas, aún podrás instalar la aplicación. Ten en cuenta que es posible que la aplicación no funcione como se espera.",
    "Never" : "Nunca",
    "An error occurred during the request. Unable to proceed." : "Ocurrió un error durante la solicitud. No se puede continuar.",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "La aplicación ha sido habilitada pero necesita ser actualizada. Serás redireccionado a la página de actualización en 5 segundos. ",
    "Error: This app cannot be enabled because it makes the server unstable" : "Error: Esta aplicación no se puede habilitar porque hace que el servidor sea inestable",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Había demasiadas solicitudes desde tu red. Vuelve a intentarlo más tarde o contacta a tu administrador si se trata de un error.",
    "Documentation" : "Documentación",
    "Forum" : "Foro",
    "Login" : "Iniciar sesión",
    "None/STARTTLS" : "Ninguno/STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "Abrir documentación",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Es importante preparar este servidor para poder enviar correos electrónicos, como para restablecer contraseñas y notificaciones. ",
    "Send mode" : "Modo de envío",
    "Encryption" : "Encripción",
    "Sendmail mode" : "Modo Sendmail",
    "From address" : "De la dirección",
    "Server address" : "Dirección del servidor",
    "Port" : "Puerto",
    "Authentication" : "Autenticación",
    "Authentication required" : "Autenticación requerida",
    "Credentials" : "Credenciales",
    "SMTP Username" : "Usuario SMTP",
    "SMTP Password" : "Contraseña SMTP",
    "Save" : "Guardar",
    "Test and verify email settings" : "Probar y verificar la configuración del correo electrónico",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Es importante para la seguridad y el rendimiento de tu instancia que todo esté configurado correctamente. Para ayudarte con eso, realizamos algunas comprobaciones automáticas. Consulta la documentación enlazada para obtener más información.",
    "All checks passed." : "Pasaron todas las verificaciones. ",
    "There are some errors regarding your setup." : "Hay algunos errores en tu configuración.",
    "There are some warnings regarding your setup." : "Hay algunas advertencias en tu configuración.",
    "Checking for system and security issues." : "Comprobando problemas del sistema y de seguridad.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Por favor, revisa las <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">guías de instalación ↗</a> y verifica si hay errores o advertencias en el <a href=\"%2$s\">registro</a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Verifica la seguridad de tu Nextcloud con nuestro <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">escáner de seguridad ↗</a>.",
    "Version" : "Versión",
    "You need to enable the File sharing App." : "Debes habilitar la aplicación Compartir archivos.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Como administrador, puedes hacer ajustes finos al comportamiento de compartir. Por favor consulta la documentación para más información. ",
    "Allow apps to use the Share API" : "Permitir que las aplicaciones usen el API para Compartir",
    "Set default expiration date for shares" : "Establecer fecha de vencimiento predeterminada para los compartidos",
    "Expire after" : "Vence después de",
    "day(s)" : "día(s)",
    "Enforce expiration date" : "Forzar fecha de expiración",
    "Set default expiration date for shares to other servers" : "Establecer fecha de vencimiento predeterminada para los compartidos con otros servidores",
    "Allow users to share via link and emails" : "Permitir a los usuarios compartir mediante enlaces y correos electrónicos",
    "Allow public uploads" : "Permitir cargas públicas",
    "Always ask for a password" : "Siempre pedir una contraseña",
    "Enforce password protection" : "Forzar protección de contraseñas",
    "Exclude groups from password requirements:" : "Excluir grupos de los requisitos de contraseña:",
    "Set default expiration date" : "Establecer la fecha de expiración predeterminada",
    "Exclude groups from creating link shares:" : "Excluir grupos de la creación de enlaces compartidos:",
    "Allow resharing" : "Permitir volver a compartir",
    "Allow sharing with groups" : "Permitir compartir con grupos",
    "Restrict users to only share with users in their groups" : "Limitar a los usuarios a sólo compartir con otros usuarios en sus grupos",
    "Exclude groups from sharing" : "Evitar que los grupos compartan",
    "These groups will still be able to receive shares, but not to initiate them." : "Estos grupos aún podrán recibir elementos compartidos, pero no los podrán iniciar.",
    "Allow username autocompletion in share dialog and allow access to the system address book" : "Permitir autocompletado de nombre de usuario en el cuadro de diálogo de compartir y permitir acceso a la libreta de direcciones del sistema",
    "Allow username autocompletion to users within the same groups and limit system address books to users in the same groups" : "Permitir autocompletado de nombre de usuario para usuarios dentro del mismo grupo y limitar las libretas de direcciones del sistema a usuarios en el mismo grupo",
    "Allow username autocompletion to users based on phone number integration" : "Permitir autocompletado de nombre de usuario para usuarios basado en la integración de números de teléfono",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Si se habilita el autocompletado \"mismo grupo\" y \"integración de números de teléfono\", es suficiente una coincidencia en cualquiera de los dos para mostrar el usuario.",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Permitir autocompletado al ingresar el nombre completo o la dirección de correo electrónico (ignorando la falta de coincidencia en la libreta de direcciones y estar en el mismo grupo)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Mostrar texto de descargo de responsabilidad en la página de carga de enlaces públicos (solo se muestra cuando la lista de archivos está oculta)",
    "This text will be shown on the public link upload page when the file list is hidden." : "Este texto se mostrará en la página de carga de la liga pública cuando la lista de archivos esté oculta. ",
    "Default share permissions" : "Permisos predeterminados para compartir",
    "Reasons to use Nextcloud in your organization" : "Razones para usar Nextcloud en tu organización",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Desarrollado por la  {communityopen}comunidad Nextcloud {linkclose}, el {githubopen}código fuente {linkclose} está licenciado bajo  {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Da un Like a nuestra página de Facebook",
    "Follow us on Twitter" : "Síguenos en Twitter",
    "Follow us on Mastodon" : "Síguenos en Mastodon",
    "Check out our blog" : "Visita nuestro blog",
    "Subscribe to our newsletter" : "Suscribete a nuestro boletín",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Esta versión comunitaria de Nextcloud no cuenta con soporte y las notificaciones instantáneas no están disponibles.",
    "Use a second factor besides your password to increase security for your account." : "Utiliza un segundo factor además de tu contraseña para aumentar la seguridad de tu cuenta.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Si utilizas aplicaciones de terceros para conectarte a Nextcloud, asegúrate de crear y configurar una contraseña de aplicación para cada una antes de habilitar la autenticación de segundo factor.",
    "You created app password \"{token}\"" : "Has creado la contraseña de la aplicación \"{token}\"",
    "An administrator created app password \"{token}\"" : "Un administrador ha creado la contraseña de la aplicación \"{token}\"",
    "Enable all" : "Habilitar todo",
    "To run this you need the PHP POSIX extension. See {linkstart}PHP documentation{linkend} for more details." : "Para correr esto necesitas la extensión POSIX de PHP. Por favor ve la {linkstart}documentación de PHP{linkend} para más detalles. ",
    "Use system cron service to call the cron.php file every 5 minutes. Recommended for all instances." : "Usar el servicio cron del sistema para llamar al archivo cron.php cada 5 minutos. Recomendado para todas las instancias.",
    "Choose profile picture from files" : "Seleccionar imagen de perfil desde archivos",
    "png or jpg, max. 20 MB" : "png o jpg max. 20 MB",
    "Your location" : "Tu ubicación",
    "Edit User" : "Editar usuario",
    "Will be autogenerated" : "Se generará automáticamente",
    "Add a new user" : "Agregar un nuevo usuario",
    "No users in here" : "No hay usuarios aquí",
    "Default quota:" : "Cuota predeterminada:",
    "Show Languages" : "Mostrar idiomas",
    "Send email to new user" : "Enviar un correo electrónico al usuario nuevo",
    "Enable untested app" : "Habilitar aplicación no probada",
    "Plain" : "Plano",
    "NT LAN Manager" : "Administrador de LAN NT",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Authentication method" : "Método de autenticación",
    "Allow username autocompletion in share dialog" : "Permitir autocompletado de nombres de usuario en el diálogo de compartir",
    "Allow username autocompletion to users within the same groups" : "Permitir autocompletado de nombres de usuario para usuarios dentro del mismo grupo",
    "Select manager" : "Seleccionar responsable",
    "User's table" : "Tabla de usuarios",
    "Select user manager" : "Seleccionar administrador de usuarios"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}