{ "translations": {
    "Private" : "Privé",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Visible uniquement pour les utilisateurs correspondants via l'intégration du numéro de téléphone dans Talk pour mobile",
    "Local" : "Local",
    "Only visible to people on this instance and guests" : "Visible uniquement par les personnes dans cette instance et par les invités",
    "Federated" : "Fédéré",
    "Only synchronize to trusted servers" : "Synchronisation avec les serveurs de confiance uniquement",
    "Published" : "Publié",
    "Synchronize to trusted servers and the global and public address book" : "Synchronisation avec les serveurs de confiance et le carnet d'adresses mondial et public",
    "Verify" : "Vérifier",
    "Verifying …" : "Vérification en cours...",
    "Unable to change password" : "Impossible de modifier le mot de passe",
    "Very weak password" : "Mot de passe très faible",
    "Weak password" : "Mot de passe faible",
    "So-so password" : "Mot de passe tout juste acceptable",
    "Good password" : "Mot de passe satisfaisant",
    "Strong password" : "Mot de passe fort",
    "Groups" : "Groupes",
    "Group list is empty" : "La liste des groupes est vide",
    "Unable to retrieve the group list" : "Impossible de récupérer la liste des groupes",
    "{actor} added you to group {group}" : "{actor} vous a ajouté au groupe {group}",
    "You added {user} to group {group}" : "Vous avez ajouté {user} au groupe {group}",
    "{actor} added {user} to group {group}" : "{actor} a ajouté {user} au groupe {group}",
    "An administrator added you to group {group}" : "Un administrateur vous a ajouté au groupe {group}",
    "An administrator added {user} to group {group}" : "Un administrateur a ajouté {user} au groupe {group}",
    "{actor} removed you from group {group}" : "{actor} vous a retiré du groupe {group}",
    "You removed {user} from group {group}" : "Vous avez retiré {user} du groupe {group}",
    "{actor} removed {user} from group {group}" : "{actor} a retiré {user} du groupe {group}",
    "An administrator removed you from group {group}" : "Un administrateur vous a retiré du groupe {group}",
    "An administrator removed {user} from group {group}" : "Un administrateur a retiré {user} du groupe {group}",
    "Your <strong>group memberships</strong> were modified" : "Vos <strong>adhésions aux groupes</strong> ont été modifiées",
    "{actor} changed your password" : "{actor} a modifié votre mot de passe",
    "You changed your password" : "Vous avez modifié votre mot de passe",
    "Your password was reset by an administrator" : "Votre mot de passe a été réinitialisé par un administrateur",
    "Your password was reset" : "Votre mot de passe a été réinitialisé",
    "{actor} changed your email address" : "{actor} a modifié votre adresse e-mail",
    "You changed your email address" : "Vous avez modifié votre adresse e-mail",
    "Your email address was changed by an administrator" : "Votre adresse e-mail a été modifiée par un administrateur",
    "You created an app password for a session named \"{token}\"" : "Vous avez créé un mot de passe d'application pour une session nommée \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Un administrateur a créé un mot de passe d'application pour une session nommée \"{token}\"",
    "You deleted app password \"{token}\"" : "Vous avez supprimé un mot de passe d'application \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Vous avez renommé le mot de passe d'application \"{token}\" en \"{newToken}\" ",
    "You granted filesystem access to app password \"{token}\"" : "Vous avez accordé au système de fichiers l'accès au mot de passe d'application \"{token}\".",
    "You revoked filesystem access from app password \"{token}\"" : "Vous avez révoqué l'accès au système de fichiers à partir du mot de passe d'application \"{token}\".",
    "Security" : "Sécurité",
    "You successfully logged in using two-factor authentication (%1$s)" : "Vous avez réussi à vous connecter en utilisant l'authentification à deux facteurs (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Une tentative de connexion utilisant l'authentification à deux facteurs a échoué (%1$s)",
    "Remote wipe was started on %1$s" : "Effacement distant démarré pour%1$s",
    "Remote wipe has finished on %1$s" : "Effacement distant terminé pour %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Votre <strong>mot de passe</strong> ou <strong>adresse e-mail</strong> a été modifié⋅e",
    "Settings" : "Paramètres",
    "Could not remove app." : "Impossible de supprimer l'app.",
    "Could not update app." : "Impossible de mettre à jour l'app.",
    "Wrong password" : "Mot de passe incorrect",
    "Unable to change personal password" : "Impossible de changer le mot de passe personnel",
    "Saved" : "Sauvegardé",
    "No Login supplied" : "Aucun identifiant fourni",
    "Unable to change password. Password too long." : "Impossible de modifier le mot de passe. Le mot de passe est trop long.",
    "Authentication error" : "Erreur d’authentification",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Veuillez fournir un mot de passe administrateur de récupération de données, sinon toutes les données du compte seront perdues.",
    "Wrong admin recovery password. Please check the password and try again." : "Mot de passe administrateur de récupération de données non valable. Veuillez vérifier le mot de passe et essayer à nouveau.",
    "Backend does not support password change, but the encryption of the account key was updated." : "Le serveur ne permet pas le changement de mot de passe, mais le chiffrement de la clé du compte a été modifié.",
    "Administrator documentation" : "Documentation administrateur",
    "User documentation" : "Documentation utilisateur",
    "Nextcloud help overview" : "Aperçu de l'aide Nextcloud",
    "Invalid SMTP password." : "Mot de passe SMTP incorrect.",
    "Email setting test" : "Test des paramètres de messagerie",
    "Well done, %s!" : "Bien joué, %s !",
    "If you received this email, the email configuration seems to be correct." : "Si vous avez reçu cet e-mail, la configuration de l'e-mail semble être correcte.",
    "Email could not be sent. Check your mail server log" : "L'e-mail n'a pu être envoyé. Vérifiez le journal du serveur de messagerie",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Une erreur est survenue lors de l’envoi de l'e-mail. Veuillez vérifier vos paramètres. (Erreur : %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Vous devez définir l'e-mail de votre compte avant de pouvoir envoyer des e-mails de test. Allez à %s pour cela.",
    "Recently active" : "Récemment actifs",
    "Disabled accounts" : "Comptes désactivés",
    "Invalid account" : "Compte invalide",
    "Invalid mail address" : "Adresse e-mail non valide",
    "Settings saved" : "Paramètres sauvegardés",
    "Unable to change full name" : "Impossible de modifier le nom complet",
    "Unable to change email address" : "Impossible de modifier l’adresse e-mail",
    "Unable to set invalid phone number" : "Impossible d'enregistrer un n° de téléphone incorrect",
    "Unable to set invalid website" : "Impossible d'enregistrer un site web incorrect",
    "Some account data was invalid" : "Certaines données du compte ne sont pas valides",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Pour vérifier votre compte Twitter, postez le tweet suivant sur Twitter (veuillez vérifier de le poster sans saut de ligne) :",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Pour vérifier votre site web, placez le contenu suivant à la racine de votre site à '.well-known/CloudIdVerificationCode.txt' (veuillez vérifier que le texte complet est en une seule ligne) :",
    "%1$s changed your password on %2$s." : "%1$s a modifié votre mot de passe sur %2$s.",
    "Your password on %s was changed." : "Votre mot de passe sur %s a été modifié.",
    "Your password on %s was reset by an administrator." : "Votre mot de passe sur %s a été réinitialisé par un administrateur.",
    "Your password on %s was reset." : "Votre mot de passe sur %s a été réinitialisé.",
    "Password for %1$s changed on %2$s" : "Le mot de passe pour %1$s a été modifié sur %2$s",
    "Password changed for %s" : "Mot de passe modifié pour %s",
    "If you did not request this, please contact an administrator." : "Si vous n'avez pas effectué cette demande, veuillez contacter un administrateur.",
    "Your email address on %s was changed." : "Votre adresse e-mail sur %s a été modifiée.",
    "Your email address on %s was changed by an administrator." : "Votre adresse e-mail sur %s a été modifiée par un administrateur.",
    "Email address for %1$s changed on %2$s" : "L'adresse e-mail pour %1$s a été modifiée sur %2$s",
    "Email address changed for %s" : "L'adresse e-mail a été modifiée pour %s",
    "The new email address is %s" : "La nouvelle adresse e-mail est %s",
    "Your %s account was created" : "Votre compte %s a été créé",
    "Welcome aboard" : "Bienvenue à bord",
    "Welcome aboard %s" : "Bienvenue à bord %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Bienvenue dans votre compte %s, vous pouvez ajouter, protéger et partager vos données.",
    "Your Login is: %s" : "Votre identifiant est : %s",
    "Set your password" : "Créer votre mot de passe",
    "Go to %s" : "Aller à %s",
    "Install Client" : "Installer le Client",
    "Apps" : "Applications",
    "Personal" : "Personnel",
    "Administration" : "Administration",
    "Users" : "Utilisateurs",
    "Additional settings" : "Paramètres supplémentaires",
    "Artificial Intelligence" : "Intelligence artificielle",
    "Administration privileges" : "Privilèges d'administration",
    "Groupware" : "Groupware",
    "Overview" : "Vue d'ensemble",
    "Basic settings" : "Paramètres de base",
    "Sharing" : "Partage",
    "Availability" : "Disponibilités",
    "Calendar" : "Agenda",
    "Personal info" : "Informations personnelles",
    "Mobile & desktop" : "Mobile & bureau",
    "Email server" : "Serveur de messagerie",
    "Mail Providers" : "Fournisseurs de messagerie",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "Le fournisseur de messagerie a activé l'envoi de mails directement par le compte personnel de l'utilisateur. Pour le moment, cette fonctionnalité est limitée aux invitations de calendrier. Elle requiert Nextcloud Mail 4.1 et un compte de messagerie dans Nextcloud Mail  dont l'adresse correspond à celle de l'utilisateur dans Nextcloud",
    "Send emails using" : "Envoyer des e-mails avec",
    "User's email account" : "Compte de messagerie de l'utilisateur",
    "System email account" : "Compte de messagerie du système",
    "Security & setup checks" : "Contrôles de sécurité & de paramétrage",
    "Background jobs" : "Tâches d'arrière-plan",
    "Unlimited" : "Illimité",
    "Verifying" : "Vérification en cours",
    "Allowed admin IP ranges" : "Plage d'adresses IP autorisées pour l'admin",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "La clé de configuration \"%1$s\" attends un tableau (trouver %2$s). La plage d'adresses IP de l'admin ne sera pas appliquée.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "La clé de configuration \"%1$s\" contient une ou plusieurs plages d'adresses IP invalides: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "Le filtrage IP admin est bien configuré.",
    "App directories owner" : "Propriétaire des répertoires d’applications ",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Certains répertoires d'applications appartiennent à un utilisateur différent de celui du serveur web. Cela peut être le cas si les applications ont été installées manuellement. Vérifiez les permissions des répertoires d'applications suivants :\n%s",
    "App directories have the correct owner \"%s\"" : "Répertoires d'applications ayant le propriétaire adéquat: \"%s\"",
    "Brute-force Throttle" : "Ralentisseur d'attaque par force brute",
    "Your remote address could not be determined." : "Votre adresse à distance n'a pas pu être déterminée.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Votre adresse réseau a été identifiée comme \"%s\" et elle est bridée par le mécanisme anti-intrusion ce qui ralentit la performance de certaines requêtes. Si cette adresse réseau n'est pas la vôtre, cela peut signifier qu'il y a une erreur de configuration d'un proxy.",
    "Your remote address \"%s\" is not brute-force throttled." : "Votre adresse distante \"%s\" n'est pas ralentie par attaque par force brute.",
    "Old administration imported certificates" : "Anciens certificats d’administration importés",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Une tâche en arrière-plan qui vérifie les certificats SSL importés par l'administration est en attente. Veuillez vérifier plus tard.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Certains certificats SSL importés par l'administration sont présents et ne sont plus utilisés avec Nextcloud 21. Ils peuvent être importés par l'interface en ligne de commande via la commande \"occ security:certificates:import\". Leurs chemins dans le dossier data sont affichés ci-dessous.",
    "Code integrity" : "Intégrité du code",
    "Integrity checker has been disabled. Integrity cannot be verified." : "La vérification d'intégrité a été désactivée. L'intégrité ne peut pas être vérifiée.",
    "No altered files" : "Aucun fichier altéré",
    "Some files have not passed the integrity check. {link1} {link2}" : "Certaines fichiers n'ont pas réussi la vérification d'intégrité. {link1} {link2}",
    "Cron errors" : "Erreurs Cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "La tâche cron n'a pu s'exécuter via CLI. Ces erreurs techniques sont apparues :\n%s",
    "The last cron job ran without errors." : "La dernière tâche cron s'est exécuté sans erreur.",
    "Cron last run" : "Dernière exécution Cron",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Quelque chose s'est mal passé lors de l'exécution de la dernière tâche de fond %s. {link}.",
    "Last background job execution ran %s." : "Dernière tâche en arrière-plan exécutée %s.",
    "Data directory protected" : "Répertoire des données protégé",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Votre dossier de données et vos fichiers sont probablement accessibles depuis internet. Le fichier .htaccess ne fonctionne pas. Nous vous recommandons vivement de configurer votre serveur web de façon à ce que ce dossier de données ne soit plus accessible, ou de le déplacer hors de la racine du serveur web.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "Impossible de vérifier que le répertoire des données est protégé. Veuillez manuellement vérifier que votre serveur n'autorise pas l'accès au répertoire des données.",
    "Database missing columns" : "Colonnes manquantes dans la base de données",
    "Missing optional column \"%s\" in table \"%s\"." : "Colonnes optionnelles manquantes \"%s\" dans la table \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "Certaines colonnes facultatives sont manquantes dans la base de données. Étant donné qu'ajouter des colonnes sur des grandes tables peut prendre du temps, elles n'ont pas été ajoutées automatiquement lorsqu'elles sont facultatives. En exécutant \"occ db:add-missing-columns\" ces colonnes manquantes peuvent être ajoutées manuellement alors que l'instance continue de fonctionner. Une fois que les colonnes sont ajoutées, la performance ou l'utilisabilité de certaines fonctionnalités pourraient être améliorées.",
    "Database missing indices" : "Indices manquants de la base de données",
    "Missing indices:" : "Index manquants :",
    "\"%s\" in table \"%s\"" : "\"%s\" dans le tableau \"%s\"",
    "Database missing primary keys" : "Clés primaires manquantes dans la base de données",
    "Missing primary key on table \"%s\"." : "Clé primaire manquante sur la table \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "Il manque des clés primaires dans la base de données. En raison du fait que l’ajout de clés primaires sur les grandes tables peut prendre un certain temps, elles n’ont pas été ajoutées automatiquement. En exécutant \"occ db:add-missing-primary-keys\", ces clés primaires manquantes peuvent être ajoutées manuellement pendant que l’instance continue de fonctionner.",
    "Database pending bigint migrations" : "Migrations bigint en base de données en attente",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Certaines colonnes de la base de données n'ont pas été converties en 'big int'. Changer le type de colonne dans de grandes tables peut prendre beaucoup de temps, elles n'ont donc pas été converties automatiquement. En exécutant la commande \"occ db:convert-filecache-bigint\", ces changements en suspens peuvent être déclenchés manuellement. Cette opération doit être exécutée pendant que l'instance est hors ligne.",
    "Debug mode" : "Mode de débogage",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Le mode débogage est activé sur cette instance. Veillez à n’activer ce mode que sur des instances de développement et non en production.",
    "Debug mode is disabled." : "Le mode de débogage est désactivé.",
    "Default phone region" : "Indicatif téléphonique par défaut",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "Votre installation n’a pas de préfixe de région par défaut. C’est nécessaire pour valider les numéros de téléphone dans les paramètres du profil sans code pays. Pour autoriser les numéros sans code pays, veuillez ajouter \"default_phone_region\" avec le code ISO 3166-1 respectif de la région dans votre fichier de configuration.",
    "Email test" : "Test de l’e-mail",
    "Mail delivery is disabled by instance config \"%s\"." : "La récupération de messages est désactivé par la config de l'instance \"%s\"",
    "Email test was successfully sent" : "L'e-mail de test a été envoyé avec succès",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Vous n’avez pas encore paramétré ou vérifié la configuration de votre serveur mail. Merci de le faire sur la page « Paramètres de base ». Ensuite, utilisez le bouton « Envoyer un e-mail » sous le formulaire pour vérifier vos paramètres.",
    "Transactional File Locking" : "Verrouillage de fichiers transactionnels",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "Le verrouillage transactionnel des fichiers est désactivé. Cette configuration n'est pas prise en charge. Elle peut entraîner des problèmes difficiles à isoler, notamment la corruption de fichiers. Veuillez supprimer l'entrée de configuration `'filelocking.enabled' => false` de votre `config.php` pour éviter ces problèmes.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "La base de données est actuellement utilisée pour les verrous. Afin d'améliorer les performances, veuillez si possible configurer un cache mémoire.",
    "Forwarded for headers" : "Transmis pour les en-têtes",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "Votre paramètre \"trusted_proxies\" n'est pas correctement configuré, cela devrait être un tableau.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "Votre paramètre \"trusted_proxies\" n’est pas correctement définit, cela devrait être un tableau d’adresses IP - facultativement, une plage en notation CIDR.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "La configuration des entêtes du reverse proxy est incorrecte. C'est un problème de sécurité, qui peut permettre à un attaquant d'usurper l'adresse IP affichée à Nextcloud.",
    "Your IP address was resolved as %s" : "Votre adresse IP a été résolue comme étant %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "La configuration des entêtes du reverse proxy est incorrecte, ou vous accédez à Nextcloud depuis un proxy de confiance. Si ce n'est pas le cas, c'est un problème de sécurité, qui peut permettre à un attaquant d'usurper l'adresse IP affichée à Nextcloud.",
    "HTTPS access and URLs" : "Accès HTTPS et URL",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Accès au site non sécurisé à travers le protocole HTTP. Vous êtes vivement encouragé à configurer votre serveur pour utiliser plutôt le protocole HTTPS. Sans ça, certaines fonctionnalités web importantes comme la \"copie dans le presse-papier\" ou les \"serveurs intermédiaires\" ne fonctionneront pas.",
    "Accessing site insecurely via HTTP." : "Accès au site non sécurité à travers le protocole HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Vous accédez à votre instance via une connexion sécurisée, mais votre instance génère des URL non sécurisées. Cela signifie probablement que votre instance se trouve derrière un proxy inverse et que les valeurs de configuration `overwrite*` de Nextcloud ne sont pas définies correctement.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Votre instance génère des URL non sécurisées. Si vous accédez à votre instance via HTTPS, cela signifie probablement que votre instance se trouve derrière un proxy inverse et que les valeurs de configuration `overwrite*` de Nextcloud ne sont pas définies correctement.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Vous accédez à votre instance sur une connexion sécurisée, et votre instance génère des URL sécurisées.",
    "Internet connectivity" : "Connexion Internet",
    "Internet connectivity is disabled in configuration file." : "La connexion à Internet est désactivée dans le fichier de configuration.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Ce serveur ne peut se connecter à Internet : plusieurs points finaux ne peuvent être atteints. Cela signifie que certaines fonctionnalités, telles que le montage de stockages externes, les notifications de mises à jour ou l'installation d'applications tierces, ne fonctionneront pas. L'accès aux fichiers à distance, ainsi que l'envoi de notifications par e-mail peuvent aussi être indisponibles. Il est recommandé d'activer la connexion internet pour ce serveur si vous souhaitez disposer de l'ensemble des fonctionnalités offertes.",
    "JavaScript modules support" : "Support des modules JavaScript",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Impossible d'exécuter la vérification de la prise en charge de JavaScript. Veuillez corriger ou confirmer manuellement si votre serveur Web sert des fichiers `.mjs` à l'aide du type MIME JavaScript.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "Votre serveur web ne gère pas les fichiers `.mjs` utilisant le type MIME JavaScript. Cela perturbe certaines applications en empêchant les navigateurs d'exécuter les fichiers JavaScript. Vous devez configurer votre serveur web pour qu'il gère les fichiers `.mjs` avec les types MIME `text/javascript` ou `application/javascript`.",
    "JavaScript source map support" : "Prise en charge des source maps JavaScript",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "Votre serveur web n'est pas configuré pour fournir les fichiers `.js.map`. Sans ces fichiers, les source maps JavaScript ne fonctionneront pas correctement, ce qui rendra plus difficile le dépannage et la résolution des problèmes éventuels.",
    "Old server-side-encryption" : "Ancien chiffrement côté serveur",
    "Disabled" : "Désactivé",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "L'ancien format de chiffrement côté serveur est activé. Nous recommandons de le désactiver.",
    "Logging level" : "Niveau de journalisation",
    "Logging level configured correctly." : "Le niveau de journalisation a été correctement configuré.",
    "Maintenance window start" : "Début de la fenêtre de maintenance",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "Le serveur n'a pas aucune heure de début de fenêtre de maintenance configurée. Cela signifie que les tâches quotidiennes d'arrière-plan, gourmandes en ressources, seront également exécutées pendant votre période d'utilisation principale. Nous vous recommandons de le configurer à un moment de faible utilisation, afin que les utilisateurs soient moins affectés par la charge causée par ces tâches lourdes.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "La fenêtre de maintenance pour exécuter les tâches de fond gourmandes en ressource est entre {start}:00 UTC et {end}:00 UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Le cache distribué est configuré pour memcached, or un mauvais module PHP (\"memcache\") est installé. Installez à la place le module PHP \"memcached\".",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Memcached est configuré comme cache distribué, mais le module PHP \"memcached\" n'est pas installé. Veuillez installer le module PHP \"memcached\".",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Aucun cache mémoire n'a été configuré. Pour améliorer les performances, veuillez configurer un memcache, si disponible.",
    "Failed to write and read a value from local cache." : "Impossible de lire et écrire une valeur depuis le cache local.",
    "Failed to write and read a value from distributed cache." : "Impossible de lire et écrire une valeur depuis le cache réparti.",
    "Configured" : "Configuré",
    "Mimetype migrations available" : "Migrations de type MIME disponibles",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Une ou plusieurs migrations de types MIME sont disponibles. De nouveaux types MIME sont parfois ajoutés pour mieux gérer certains types de fichiers. La migration des types MIME prend beaucoup de temps sur les instances plus volumineuses, elle n'est donc pas effectuée automatiquement lors des mises à niveau. Utilisez la commande `occ maintenance:repair --include-expensive` pour effectuer les migrations.",
    "MySQL row format" : "MySQL format row ",
    "You are not using MySQL" : "Vous n'utilisez pas MySQL",
    "None of your tables use ROW_FORMAT=Compressed" : "Aucune de vos tables n'utilise ROW_FORMAT=Compressed",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "Format de ligne incorrect trouvé dans votre base de donnéées. ROW_FORMAT=Dynamic offre les meilleures performances de base de données pour Nextcloud. Veuillez modifier le format de ligne dans la liste: %s",
    "MySQL Unicode support" : "Compatibilité Unicode MySQL",
    "MySQL is used as database and does support 4-byte characters" : "MySQL est utilisé comme base de données et n'est pas compatible avec les caractères sur 4 octets",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL est utilisé comme base de données et n'est pas compatible avec les caractères sur 4 octets. Pour être capable de gérer les caractères sur 4 octets (comme les émojis) sans problème, par exemple, dans les noms de fichiers ou les commentaires, il est recommandé d'activer la compatibilité 4 octets dans MySQL.",
    "OCS provider resolving" : "Résolution du fournisseur OCS",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "Impossible de vérifier si votre serveur Web effectue correctement la vérification des URL des fournisseurs OCM et OCS.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "Votre serveur web n'est pas proprement configuré pour résoudre %1$s.\nCeci est probablement lié à une configuration du serveur web qui n'a pas été mise à jour pour délivrer directement ce dossier.\nVeuillez comparer votre configuration avec les règles ré-écrites dans \".htaccess\" pour Apache ou celles contenues dans la documentation de Nginx.\nPour Nginx les lignes nécessitant une mise à jour sont typiquement celles débutant par \"location ~\".",
    "Overwrite CLI URL" : "Écraser la « CLI URL »",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "L'option \"overwrite.cli.url\" dans votre config.php est correctement définie à \"%s\".",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "L'option \"overwrite.cli.url\" dans votre config.php est définie à \"%s\" qui est une URL correcte. L'URL suggérée est \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Veillez à définir le paramètre « overwrite.cli.url » dans votre fichier config.php avec l'URL que vos utilisateurs utilisent principalement pour accéder à ce Nextcloud. Suggestion : « %s ». Sinon, il pourrait y avoir des problèmes avec la génération des URL via cron. (Il est toutefois possible que l'URL suggérée ne soit pas l'URL que vos utilisateurs utilisent principalement pour accéder à ce Nextcloud. Le mieux est de le vérifier deux fois dans tous les cas).",
    "PHP APCu configuration" : "Configuration de PHP APCu",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "Votre cache APCu est plein, pensez à augmenter le paramètre PHP apc.shm_size.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "Votre cache APCu est presque plein à %s%%, pensez à augmenter le paramètre PHP apc.shm_size.",
    "PHP default charset" : "Jeu de caractères par défaut PHP",
    "PHP configuration option \"default_charset\" should be UTF-8" : "L’option de configuration PHP « default_charset » doit être UTF-8",
    "PHP set_time_limit" : "set_time_limit PHP",
    "The function is available." : "La fonction est disponible.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "La fonction PHP \"set_time_limit\" n'est pas disponible. Cela pourrait entraîner l'arrêt des scripts à mi-exécution en bloquant votre installation. Nous vous recommandons vivement d'activer cette fonction.",
    "Freetype" : "Freetype",
    "Supported" : "Prise en charge",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Votre PHP ne prend pas en charge FreeType, provoquant la casse des images de profil et de l'interface des paramètres.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "PHP ne semble pas être configuré de manière à récupérer les valeurs des variables d’environnement. Le test de la commande getenv(\"PATH\") retourne seulement une réponse vide. ",
    "PHP file size upload limit" : "Limite de taille de fichier en téléversement dans PHP",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "Le paramètre PHP upload_max_filesize est trop bas. Une taille d'au moins %1$s est recommandée. Valeur actuelle: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "Le paramètre PHP  post_max_size est trop bas. Une taille d'au moins %1$s est recommandée. Valeur actuelle: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "Le paramètre PHP post_max_size est trop bas. Une délai d'au moins %1$s est recommandée. Valeur actuelle: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "Le paramètre PHP max_execution_time est trop bas. Une délai d'au moins %1$s est recommandée. Valeur actuelle: %2$s.",
    "PHP memory limit" : "Limite de mémoire PHP",
    "The PHP memory limit is below the recommended value of %s. Some features or apps - including the Updater - may not function properly." : "La limite de mémoire de PHP est inférieure à la valeur recommandée de %s. Certaines fonctionnalités ou applications - y compris l'Updater - peuvent ne pas fonctionner correctement.",
    "PHP modules" : "Modules PHP",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "Améliore la performance de la traduction linguistique et corrige le tri de caractère non-ASCII.",
    "for Argon2 for password hashing" : "pour Argon2 pour le hachage de mot de passe",
    "for picture rotation in server and metadata extraction in the Photos app" : "Pour la rotation des images côté serveur et l’extraction des métadonnées dans l’application Photos.",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "Cette instance ne dispose pas de plusieurs modules nécessaires sur cette instance. Il est obligatoire de les installer : %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "Cette instance ne dispose pas de plusieurs modules PHP recommandés. Il est recommandé de les installer pour améliorer les performances, et la compatibilité :\n%s",
    "PHP opcache" : "opcache PHP",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "Le module PHP 'OPcache' n'est pas chargé. Pour de meilleures performances, il est recommandé de le charger dans votre installation PHP.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache est désactivé. Pour de meilleures performances, il est recommandé de définir \"opcache.enable=1\" dans votre fichier configuration PHP.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "L'OPcache basé sur la mémoire partagée est désactivé. Pour de meilleures performances, il est recommandé de paramétrer \"opcache.file_cache_only=0\" dans votre configuration PHP et d'utiliser le cache fichier comme cache de second niveau seulement.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache ne fonctionne pas comme prévu, opcache_get_status() retourne faux, veuillez vérifier la configuration.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "Le nombre maximum de clés OPcache est presque dépassé. Pour vous assurer que tous les scripts puissent être conservés en cache, il est recommandé de définir la variable \"opcache.max_accelerated_files\" de votre fichier de configuration PHP à une valeur supérieure à \"%s\".",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "Le tampon mémoire OPcache est presque plein. Pour vous assurer que tous les scripts peuvent être conservés en cache, il est recommandé de définir la variable \"opcache.memory_consumption\" de votre fichier de configuration PHP à une valeur supérieure à \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "Le tampon mémoire des chaînes internes OPcache est presque plein. Pour vous assurer que les chaînes répétitives peuvent être mise en cache, il est recommandé de définir la variable \"opcache.interned_strings_buffer\" de votre fichier de configuration PHP à une valeur supérieure à \"%s\".",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache est configuré pour retirer les commentaires du code. Avec OPcache activé, \"opcache.save_comments=1\" doit être ajouté au fichier de configuration PHP pour que Nextcloud fonctionne.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud n'est pas autorisé à utiliser l'API de OPcache. Avec OPcache activé, il est fortement recommandé d'inclure tous les répertoires de Nextcloud dans la variable \"opcache.restrict_api\" du fichier de configuration PHP ou de désactiver ces restrictions de l'API OPcache, pour éviter les erreurs pendant les mises à jour de Nextcloud ou des applications.",
    "Checking from CLI, OPcache checks have been skipped." : "Lors de la vérification depuis la CLI, les vérifications OPcache ont été ignorées.",
    "The PHP OPcache module is not properly configured. %s." : "Le module PHP OPcache n'est pas correctement configuré. %s.",
    "Correctly configured" : "Configuré correctement",
    "PHP version" : "Version PHP",
    "You are currently running PHP %s." : "Vous exécutez actuellement PHP %s.",
    "PHP \"output_buffering\" option" : "l’option « output_buffering » de PHP",
    "PHP configuration option \"output_buffering\" must be disabled" : "L’option de configuration PHP « output_buffering » doit être désactivée",
    "Push service" : "Service push",
    "Valid enterprise license" : "Licence entreprise valide",
    "Free push service" : "Service push gratuit",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Il s'agit de la version communautaire non prise en charge de Nextcloud. Compte tenu de la taille de cette instance, les performances, la fiabilité et l'extensibilité ne peuvent être garanties. Les notifications push sont limitées pour éviter de surcharger notre service gratuit. Apprenez-en plus sur les avantages de Nextcloud Enterprise sur {link}.",
    "Random generator" : "Générateur aléatoire",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "Aucune source adéquate de hasard/aléatoirité trouvée par PHP ce qui est fortement découragé pour des raisons de sécurité.",
    "Secure" : "Sécurisé",
    "Configuration file access rights" : "Droits d'accès au fichier de configuration",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "La configuration est en mode lecture seule. Ceci empêche la modification de certaines configurations via l'interface web. De plus, le fichier doit être passé manuellement en lecture-écriture avant chaque mise à jour.",
    "Nextcloud configuration file is writable" : "Le fichier de configuration Nextcloud est modifiable",
    "Scheduling objects table size" : "Taille de la table des objets de planification",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "Vous avez plus de %s lignes dans la table des objets de planification. Veuillez exécuter les tâches de réparation coûteuses via occ maintenance:repair --include-expensive.",
    "Scheduling objects table size is within acceptable range." : "La taille de la table des objets de planification est dans la plage acceptable.",
    "HTTP headers" : "Entêtes HTTP",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- L'entête HTTP `%1$s` n'est pas défini à `%2$s`. Certaines fonctionnalités pourraient de pas fonctionner correctement, il est recommandé d'ajuster ce réglage en conséquence. ",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- L’en-tête HTTP `%1$s` n’est pas configuré pour être égal à `%2$s`. Ceci constitue un risque potentiel relatif à la sécurité et à la confidentialité, il est recommandé d’ajuster ce paramètre.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- L’en-tête HTTP `%1$s` ne contient pas `%2$s`. Ceci constitue un risque potentiel relatif à la sécurité et à la confidentialité, il est recommandé d’ajuster ce paramètre.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- L’en-tête HTTP `%1$s` n’est pas définit à `%2$s`, `%3$s`, `%4$s`, `%5$s` ou `%6$s`. Ceci pourrait dévoiler des informations sur le référent (referer). Voir la {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- L’en-tête HTTP  `Strict-Transport-Security` n’est pas définit à au moins `%d` secondes (valeur actuelle : `%d`). Pour une sécurité renforcée, il est recommandé d’utiliser une politique HSTS longue.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- L’en-tête HTTP  `Strict-Transport-Security` est mal formé :  `%s`. Pour une sécurité renforcée, il est recommandé d’activer HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- L’en-tête HTTP `Strict-Transport-Security` n’est pas définit (devrait être d’au moins `%d` secondes). Pour une sécurité renforcée, il est recommandé d’activer HSTS.",
    "Some headers are not set correctly on your instance" : "Certains entêtes de votre instance ne sont pas configurés correctement.",
    "Could not check that your web server serves security headers correctly. Please check manually." : "Impossible de vérifier que votre serveur web serve les entêtes de sécurité correctement. Veuillez vérifier manuellement.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "Impossible de vérifier que votre serveur web serve les entêtes de sécurité correctement, impossible de demander `%s`",
    "Your server is correctly configured to send security headers." : "Votre serveur est correctement configuré pour envoyer les entêtes de sécurité.",
    "Database version" : "Version de la base de données",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MariaDB version 10.3 détectée, cette version est en fin de vie et n'est prise en charge que dans le cadre d'Ubuntu 20.04. MariaDB >=%1$s et <=%2$s est suggéré pour de meilleures performances, stabilité et fonctionnalités avec cette version de Nextcloud.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "La version MariaDB \"%1$s\" a été détectée. MariaDB >=%2$s et <=%3$s est suggérée pour de meilleures performances, stabilité et fonctionnalités avec cette version de Nextcloud.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Version MySQL \"%1$s\" détectée. MySQL >=%2$s et <=%3$s est suggéré pour de meilleures performances, stabilité et fonctionnalités avec cette version de Nextcloud.",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "PostgreSQL version \"%1$s\" détecté. PostgreSQL >=%2$s et <=%3$s est suggérée pour de meilleures performances, stabilité et fonctionnalités avec cette version de Nextcloud.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "SQLite est actuellement utilisé comme base de données principale. Pour les installations plus importantes, nous vous recommandons de changer de base de données. Cela est particulièrement recommandé lorsque vous utilisez le logiciel pour ordinateur de bureau pour la synchronisation des fichiers. Pour migrer vers une autre base de données, utilisez l’outil en ligne de commande : « occ db:convert-type »",
    "Unknown database platform" : "Plate-forme de base de données inconnue",
    "Architecture" : "Architecture",
    "64-bit" : "64 bits",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Il semblerait que vous exécutiez une version 32 bits de PHP. Nextcloud nécessite 64 bits pour fonctionner correctement. Veuillez mettre votre système d'exploitation et PHP à niveau vers du 64 bits !",
    "Temporary space available" : "Espace temporaire disponible",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "Erreur lors de la vérification du chemin PHP temporaire - il n'a pas été correctement défini sur un répertoire. Valeur retournée : %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "La fonction PHP \"disk_free_space\" est désactivée, ce qui empêche la vérification de l'espace suffisant dans les répertoires temporaires.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "Erreur lors de la vérification de l’espace disque disponible pour le chemin PHP temporaire ou aucun espace libre n’a été retourné. Chemin temporaire : %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f Gio disponible sur dans %s (répertoire temporaire de PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f Gio disponible sur dans %s (répertoire temporaire de Nextcloud)",
    "Temporary directory is correctly configured:\n%s" : "Le répertoire temporaire est correctement configuré :\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Cette instance utilise un stockage d'objets basés sur S3 comme source de stockage principale, et a assez d'espace dans le répertoire temporaire.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Cette instance utilise un stockage primaire basé sur un objet de stockage issu de S3. \nLes fichiers téléversés sont temporairement stockés sur le serveur et il est donc recommandé de disposer d'un espace libre de 50 Gio dans le répertoire temporaire de PHP. Pour améliorer la situation, vous pouvez augmenter l'espace disponible dans le dossier temporaire actuel ou changer l'emplacement du dossier temporaire en indiquant un nouveau chemin dans php.ini.\nLa vérification de l'espace disponible dans le chemin temporaire a retourné %.1f Gio au lieu des 50 Gio recommandés. Chemin : %s",
    "Database transaction isolation level" : "Niveau d'isolement des transactions de base de données",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Votre base de données ne fonctionne pas avec le niveau d'isolation de transaction \"READ COMMITED\". Ceci peut causer des problèmes quand plusieurs actions sont exécutées en parallèle.",
    "Was not able to get transaction isolation level: %s" : "Impossible d'obtenir le niveau d'isolation de la transaction: %s",
    ".well-known URLs" : "URL .well-known",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "`check_for_working_wellknown_setup` est définit à faux dans votre configuration, donc cette vérification a été passée.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "Impossible de vérifier que votre serveur web serve les entêtes `.well-known` correctement. Veuillez vérifier manuellement.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "Votre serveur web n’est pas configuré correctement pour résoudre les URL `.well-known`, a échoué sur :\n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "Votre serveur est correctement configuré pour servir les URL `.well-known`.",
    "Font file loading" : "Fichier de police en chargement",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "Impossible de vérifier la prise en charge du chargement de {extension}. Veuillez vérifier manuellement si votre serveur Web prend en charge les fichiers `.{extension}`.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "Votre serveur Web n'est pas correctement configuré pour distribuer les fichiers .{extension} . Il s'agit généralement d'un problème lié à la configuration Nginx. Pour Nextcloud 15, un ajustement est nécessaire pour distribuer également les fichiers .{extension} . Comparez votre configuration Nginx à la configuration recommandée dans notre documentation.",
    "Profile information" : "Information du profil",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Photo de profil, nom complet, adresse e-mail, numéro de téléphone, adresse, site web, Twitter, organisation, fonction, titre, à propos, et si votre profil est activé",
    "Nextcloud settings" : "Paramètres Nextcloud",
    "Unified task processing" : "Traitement unifié des tâches",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Les tâches d'IA peuvent être mises en œuvre par différentes applications. Ici, vous pouvez définir quelle application doit être utilisée pour quelle tâche.",
    "Task:" : "Tâche : ",
    "Enable" : "Activer",
    "None of your currently installed apps provide Task processing functionality" : "Aucune de vos applications actuellement installées ne fournit de fonctionnalité de traitement des tâches",
    "Machine translation" : "Traduction automatique",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "La traduction automatique peut être implémentée par différentes applications. Vous pouvez définir ici quelle application doit être utilisée pour réaliser la traduction automatique.",
    "Image generation" : "Génération d'image",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "La génération d'images peut être implémentée par différentes applications. Vous pouvez définir ici quelle application doit être utilisée.",
    "None of your currently installed apps provide image generation functionality" : "Aucune des applications actuellement installées ne fournit la fonctionnalité de génération d'images.",
    "Text processing" : "Génération de texte",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Les tâches de génération de texte peuvent être implémentées par différentes applications. Vous pouvez définir ici quelle application doit être utilisée pour ces tâches.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Aucune de vos applications actuellement installées ne fournit de fonctionnalité de traitement de texte à l’aide de l’API de traitement de texte.",
    "Here you can decide which group can access certain sections of the administration settings." : "Ici, vous pouvez décider quel groupe peut accéder à certaines sections des paramètres d'administration.",
    "Unable to modify setting" : "Impossible de modifier le paramètre",
    "None" : "Aucun",
    "Changed disclaimer text" : "Texte de non-responsabilité modifié",
    "Deleted disclaimer text" : "Texte de non-responsabilité supprimé",
    "Could not set disclaimer text" : "Impossible de configurer le texte de non-responsabilité",
    "Allow apps to use the Share API" : "Autoriser les applications à utiliser l’API de partage",
    "Allow resharing" : "Autoriser le repartage",
    "Allow sharing with groups" : "Autoriser le partage avec les groupes",
    "Restrict users to only share with users in their groups" : "N'autoriser les partages qu'entre membres de mêmes groupes",
    "Ignore the following groups when checking group membership" : "Ignorer ces groupes lors de la vérification de l’appartenance des comptes aux groupes",
    "Allow users to share via link and emails" : "Autoriser les utilisateurs à partager par lien et par e-mail",
    "Allow public uploads" : "Autoriser les téléversements publics",
    "Always ask for a password" : "Toujours demander un mot de passe",
    "Enforce password protection" : "Imposer la protection par mot de passe",
    "Exclude groups from password requirements" : "Exclure des groupes des contraintes de mot de passe",
    "Exclude groups from creating link shares" : "Interdire à des groupes de créer liens de partage",
    "Allow users to set custom share link tokens" : "Permettre aux utilisateurs de définir des jetons personnalisés de liens de partage",
    "Shares with custom tokens will continue to be accessible after this setting has been disabled" : "Les partages utilisant un jeton personnalisé continueront d'être accessibles après la désactivation de ce paramètre",
    "Shares with guessable tokens may be accessed easily" : "Les partages avec des jetons devinables pourraient être accédés plus facilement",
    "Limit sharing based on groups" : "Limiter le partage selon les groupes",
    "Allow sharing for everyone (default)" : "Permettre le partage pour tout le monde (par défaut)",
    "Exclude some groups from sharing" : "Empêcher certains groupes de partager",
    "Limit sharing to some groups" : "Limiter le partage à certains groupes",
    "Groups allowed to share" : "Groupes autorisés à partager",
    "Groups excluded from sharing" : "Groupes non autorisés à partager",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Les groups non autorisés seront toujours en capacité de recevoir des partages mais pas de les initier.",
    "Set default expiration date for internal shares" : "Définir la date d'expiration par défaut pour les partages internes",
    "Enforce expiration date" : "Imposer une date d’expiration",
    "Default expiration time of new shares in days" : "Délai d’expiration des nouveaux partages par défaut en jours",
    "Expire shares after x days" : "Expiration des partages après x jours",
    "Set default expiration date for shares to other servers" : "Définir par défaut une date d’expiration pour les partages vers d’autres serveurs",
    "Enforce expiration date for remote shares" : "Imposer une date d’expiration pour les partages distants",
    "Default expiration time of remote shares in days" : "Délai d’expiration par défaut en jours des partages distants",
    "Expire remote shares after x days" : "Expiration des partages distants après x jours",
    "Set default expiration date for shares via link or mail" : "Définir par défaut une date d’expiration pour les partages par lien ou par e-mail",
    "Default expiration time of shares in days" : "Délai d’expiration des partages par défaut en jours",
    "Privacy settings for sharing" : "Paramètres de confidentialité pour le partage",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Autoriser l'autocomplétion du nom de compte dans la boîte de dialogue de partage et permettre l'accès au carnet d'adresses système",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Si les autocomplétions \"même groupe\" et \"intégration du numéro de téléphone\" sont activées, une correspondance avec l'une ou l'autre de ces conditions est suffisante pour afficher l'utilisateur.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Restreindre l'autocomplétion du nom du compte et l'accès au carnet d'adresses système aux utilisateurs appartenant aux mêmes groupes.",
    "Restrict account name autocompletion to users based on phone number integration" : "Restreindre l'autocomplétion du nom du compte aux utilisateurs en fonction de l'intégration du numéro de téléphone",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Autoriser l'autocomplétion lorsque le nom d'utilisateur ou l'adresse e-mail est totalement saisi⋅e (en ignorant les correspondances manquantes dans le répertoire téléphonique et le fait d'appartenir au même groupe)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Afficher les conditions d'utilisation sur la page publique de téléversement (seulement lorsque la liste des fichiers est masquée).",
    "Disclaimer text" : "Texte de non-responsabilité",
    "This text will be shown on the public link upload page when the file list is hidden." : "Ce texte sera affiché sur la page publique de téléversement lorsque la liste des fichiers est masquée.",
    "Default share permissions" : "Autorisations de partage par défaut",
    "Two-Factor Authentication" : "Authentification à deux facteurs",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "L'authentification à deux facteurs peut être forcée pour tous les comptes et des groupes spécifiques. S'ils n'ont pas un fournisseur à deux facteurs configuré, ils ne seront pas capables de s'authentifier sur le système.",
    "Enforce two-factor authentication" : "Imposer l'authentification à deux facteurs",
    "Limit to groups" : "Limiter à des groupes",
    "Enforcement of two-factor authentication can be set for certain groups only." : "L'authentification à deux facteurs peut être imposée à certains groupes seulement.",
    "Two-factor authentication is enforced for all members of the following groups." : "L'authentification à deux facteurs est forcée pour tous les membres des groupes suivants : ",
    "Enforced groups" : "Groupes forcés",
    "Two-factor authentication is not enforced for members of the following groups." : "L'authentification à deux facteurs n'est pas forcée pour les membres des groupes suivants : ",
    "Excluded groups" : "Groupes exclus",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Lorsque des groupes sont forcés/exclus, la logique suivante est utilisée pour déterminer si l'authentification à double facteur (A2F) est imposée à un compte. Si aucun groupe n'est forcé, l'authentification à double facteur est activée pour tous sauf pour les membres des groupes exclus. Si des groupes sont forcés, l'authentification à double facteur est exigée pour tous les membres de ces groupes. Si un compte est à la fois dans un groupe forcé et exclu, c'est le groupe forcé qui prime et l'authentification double facteur est imposée.",
    "Save changes" : "Enregistrer les modifications",
    "Show details for {appName} app" : "Afficher les détails de l'application {appName}",
    "Update to {update}" : "Mettre à jour vers {update}",
    "Remove" : "Retirer",
    "Featured" : "En vedette",
    "This app is supported via your current Nextcloud subscription." : "Cette application bénéficie d'un support grâce à votre abonnement Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Les applications en vedette sont développées par la communauté. Elles proposent des fonctionnalités centrales et sont prêtes pour la production.",
    "Community rating: {score}/5" : "Note de la communauté : {score}/5",
    "Disable all" : "Tout désactiver",
    "Download and enable all" : "Tout télécharger et activer",
    "All apps are up-to-date." : "Toutes les applications sont à jour.",
    "Icon" : "Icône",
    "Name" : "Nom",
    "Version" : "Version",
    "Level" : "Niveau",
    "Actions" : "Actions",
    "Results from other categories" : "Résultats d'autres catégories",
    "No apps found for your version" : "Pas d’application trouvée pour votre version",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n application a une mise à jour disponible","%n applications ont une mise à jour disponible","%n applications ont une mise à jour disponible"],
    "_Update_::_Update all_" : ["Mettre à jour","Tout mettre à jour","Tout mettre à jour"],
    "Failed to create group" : "La création du groupe a échoué",
    "Creating group…" : "Création du groupe…",
    "Create group" : "Créer un groupe",
    "Group name" : "Nom du groupe",
    "Please enter a valid group name" : "Merci de saisir un nom de groupe valide",
    "Loading groups…" : "Chargement des groupes …",
    "Could not load app discover section" : "Impossible de charger la section des applications à découvrir",
    "Could not render element" : "Impossible de générer l’élément",
    "Nothing to show" : "Rien à montrer",
    "Could not load section content from app store." : "Impossible de charger le contenu de cette section du magasin d'applications.",
    "Loading" : "Chargement",
    "Fetching the latest news…" : "Récupération des dernières nouvelles…",
    "Carousel" : "Carousel",
    "Previous slide" : "Diapositive précédente",
    "Next slide" : "Diapositive suivante",
    "Choose slide to display" : "Choisir la diapositive à afficher",
    "{index} of {total}" : "{index} sur {total}",
    "Daemon" : "Processus",
    "Deploy Daemon" : "Deamon de déploiement",
    "Type" : "Type",
    "Display Name" : "Nom affiché",
    "GPUs support" : "Prise en charge des cartes graphiques",
    "Compute device" : "Appareil de calcul",
    "Advanced deploy options" : "Options avancées de déploiement",
    "Edit ExApp deploy options before installation" : "Éditer les options de déploiement ExApp avant l'installation",
    "Configured ExApp deploy options. Can be set only during installation" : "Options de déploiement ExApp. Ne peuvent être définies que lors de l'installation",
    "Learn more" : "En savoir plus",
    "Environment variables" : "Variables d'environnement",
    "ExApp container environment variables" : "Variables d'environnement du conteneur ExApp",
    "No environment variables defined" : "Aucune variable d'environnement définie",
    "Mounts" : "Montages",
    "Define host folder mounts to bind to the ExApp container" : "Définir les montages de volumes de l'hôte à attacher au conteneur ExApp",
    "Must exist on the Deploy daemon host prior to installing the ExApp" : "Doivent exister sur l'hôte de déploiement du service avant d'installer ExApp",
    "Host path" : "Chemin de l'hôte",
    "Container path" : "Chemin du conteneur",
    "Read-only" : "Lecture seule",
    "Remove mount" : "Retirer le point de montage",
    "New mount" : "Nouveau point de montage",
    "Enter path to host folder" : "Entrer le chemin du dossier sur l'hôte",
    "Enter path to container folder" : "Entrer le chemin du dossier du conteneur",
    "Toggle read-only mode" : "Activer/Désactiver le mode lecture seule",
    "Confirm adding new mount" : "Confirmer l'ajout de nouveau point de montage",
    "Confirm" : "Confirmer",
    "Cancel adding mount" : "Annuler l'ajout de nouveau point de montage",
    "Cancel" : "Annuler",
    "Add mount" : "Ajouter un point de montage",
    "ExApp container mounts" : "Points de montage ExApp",
    "No mounts defined" : "Aucun point de montage défini",
    "Description" : "Description",
    "View in store" : "Afficher dans le magasin d'applications",
    "Visit website" : "Visiter le site web",
    "Usage documentation" : "Documentation d'utilisation",
    "Admin documentation" : "Documentation administrateur",
    "Developer documentation" : "Documentation développeurs",
    "Details" : "Détails",
    "All" : "Tous",
    "Limit app usage to groups" : "Limiter l'utilisation de l'application à des groupes",
    "No results" : "Aucun résultat",
    "Update to {version}" : "Mettre à jour vers {version}",
    "Deploy options" : "Options de déploiement",
    "Default Deploy daemon is not accessible" : "Le service de déploiement par défaut n'est pas accessible",
    "Delete data on remove" : "Supprimer les données lors de la désinstallation",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Cette application n’a pas de version minimum Nextcloud exigée. Ce sera considéré comme une erreur à l’avenir.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Cette application n’a pas de version maximum Nextcloud exigée. Ce sera considéré comme une erreur à l’avenir.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Cette application ne peut être installée à cause de ces dépendances non satisfaites :",
    "Latest updated" : "Dernière mise à jour",
    "Author" : "Auteur",
    "Categories" : "Catégories",
    "Resources" : "Ressources",
    "Documentation" : "Documentation",
    "Interact" : "Interagir",
    "Report a bug" : "Signaler un bogue",
    "Request feature" : "Demander une fonctionnalité",
    "Ask questions or discuss" : "Poser des questions ou discuter",
    "Rate the app" : "Évaluer l’application",
    "Rate" : "Évaluation",
    "Changelog" : "Journal des modifications",
    "Google Chrome for Android" : "Google Chrome pour Android",
    "{productName} iOS app" : "Application iOS {productName}",
    "{productName} Android app" : "Application Android {productName}",
    "{productName} Talk for iOS" : " {productName} Talk pour iOS",
    "{productName} Talk for Android" : " {productName} Talk pour Android",
    "Sync client" : "Client de synchronisation",
    "This session" : "Cette session",
    "{client} - {version} ({system})" : "{client} - {version} ({system})",
    "{client} - {version}" : "{client} - {version}",
    "Device name" : "Nom de l'appareil",
    "Cancel renaming" : "Annuler le renommage",
    "Save new name" : "Enregistrer un nouveau nom",
    "Marked for remote wipe" : "Marqué pour l'effaçage distant",
    "Device settings" : "Paramètres de l'appareil",
    "Allow filesystem access" : "Autoriser l’accès au gestionnaire de fichiers",
    "Rename" : "Renommer",
    "Revoke" : "Révoquer",
    "Wipe device" : "Effacer l'appareil",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Révoquer ce jeton peut empêcher l'effacement de votre appareil s'il n'a pas encore démarré l'effacement.",
    "Device" : "Appareil",
    "Last activity" : "Dernière activité",
    "Devices & sessions" : "Appareils & sessions",
    "Web, desktop and mobile clients currently logged in to your account." : "Clients web, applications de bureau et mobiles actuellement connectés avec votre compte.",
    "Error while creating device token" : "Erreur lors de la création du jeton de l’appareil",
    "App name" : "Nom de l’application",
    "Create new app password" : "Créer un nouveau mot de passe d’application",
    "App password copied!" : "Mot de passe d'application copié !",
    "Copy app password" : "Copier le mot de passe d'application",
    "Login name copied!" : "Nom de l'identifiant copié !",
    "Copy login name" : "Copier le nom de l'identifiant",
    "Could not copy app password. Please copy it manually." : "Impossible de copier le mot de passe de l'application. Merci de le copier manuellement.",
    "Could not copy login name. Please copy it manually." : "Impossible de copier le nom de l'identifiant. Merci de le copier manuellement.",
    "New app password" : "Nouveau mot de passe d'application",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Utilisez les identifiants ci-dessous pour configurer votre application ou votre appareil. Pour des raisons de sécurité, ce mot de passe ne sera montré qu'une fois.",
    "Login" : "Login",
    "Password" : "Mot de passe",
    "Show QR code for mobile apps" : "Afficher le QR code pour les applications mobiles",
    "Use system cron service to call the cron.php file every 5 minutes." : "Utiliser le service cron du système pour appeler le fichier cron.php toutes les 5 minutes.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "Le script cron.php doit être exécuté par le compte système « {user} ».",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "L'extension PHP POSIX est nécessaire. Voir la {linkstart}documentation PHP{linkend} pour plus de détails.",
    "Unable to update background job mode" : "Impossible de mettre à jour le mode d'exécution des tâches d'arrière-plan",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Pour que le serveur fonctionne correctement, il est important de configurer correctement les tâches d'arrière-plan. Cron est le paramètre recommandé. Veuillez consulter la documentation pour plus d'informations.",
    "Last job execution ran {time}. Something seems wrong." : "La dernière exécution de tâche s'est déroulée {time}. Quelque chose semble dysfonctionner.",
    "Last job ran {relativeTime}." : "Dernière tâche exécutée {relativeTime}.",
    "Background job did not run yet!" : "La tâche d'arrière-plan n'a pas encore été exécutée !",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Exécute une tâche à chaque chargement de page. Cas d'utilisation : Instance avec un seul compte.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php est enregistré dans un service webcron pour appeler cron.php toutes les 5 minutes via HTTP. Cas d'utilisation : Très petite instance (1 - 5 comptes selon l'utilisation).",
    "Cron (Recommended)" : "Cron (Recommandé)",
    "Unable to update profile default setting" : "Impossible de mettre à jour les paramètres par défaut du profil",
    "Profile" : "Profil",
    "Enable or disable profile by default for new accounts." : "Active ou désactive le profil par défaut pour les nouveaux comptes.",
    "Failed to save setting" : "Échec de la sauvegarde des paramètres",
    "{app}'s declarative setting field: {name}" : "champ de paramètre déclaratif de l'{app}:  {name}",
    "Unable to update server side encryption config" : "Impossible de mettre à jour la configuration du chiffrement côté serveur",
    "Server-side encryption" : "Chiffrement côté serveur",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "Le chiffrement côté serveur permet de chiffrer les fichiers qui sont téléversés sur ce serveur. Cela implique des limitations comme une performance moindre, donc activez-le seulement si nécessaire.",
    "To encrypt all existing files run this OCC command:" : "Pour chiffrer tous les fichiers existants, exécuter cette commande OCC:",
    "Enable server-side encryption" : "Activer le chiffrement côté serveur",
    "Disabling server side encryption is only possible using OCC, please refer to the documentation." : "Désactiver le chiffrement côté serveur est seulement possible avec OCC, veuillez vous reporter à la documentation.",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Aucun module de chiffrement n’est chargé. Merci d’activer un module de chiffrement dans le menu des applications.",
    "Select default encryption module:" : "Sélectionnez le module de chiffrement par défaut :",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Vous devez migrer vos clés de chiffrement de l'ancienne version de chiffrement (ownCloud <= 8.0) vers la nouvelle. Veuillez activer l'application \\\"Default Encryption Module\\\" et exécuter {command}",
    "Cancel encryption" : "Annuler le chiffrement",
    "Enable encryption" : "Activer le chiffrement",
    "Confirm enabling encryption" : "Confirmer l'activation du chiffrement",
    "Please read carefully before activating server-side encryption:" : "Veuillez lire attentivement avant d’activer le chiffrement côté serveur :",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Une fois le chiffrement activé, les fichiers téléversés sur le serveur à partir de ce moment seront stockés sous forme chiffrée. Il n’est possible de désactiver le chiffrement que si le module utilisé le permet spécifiquement, et que toutes les conditions préalables sont réunies pour ce faire (par exemple la création d’une clé de récupération).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Le chiffrement seul ne garantit pas la sécurité du système. Veuillez consulter la documentation pour plus d'informations à propos du fonctionnement de l'application de chiffrement, et des cas d'usage supportés.",
    "Be aware that encryption always increases the file size." : "Veuillez noter que le chiffrement augmente toujours la taille des fichiers.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Il est opportun de sauvegarder régulièrement vos données. Si ces données sont chiffrées, n’oubliez pas de sauvegarder aussi les clés de chiffrement.",
    "Refer to the admin documentation on how to manually also encrypt existing files." : "Reportez-vous à la documentation d'administration pour savoir comment chiffrer manuellement les fichiers existants.",
    "This is the final warning: Do you really want to enable encryption?" : "Dernier avertissement : Voulez-vous vraiment activer le chiffrement ?",
    "Failed to remove group \"{group}\"" : "Erreur à la suppression de « {group} »",
    "Please confirm the group removal" : "Merci de confirmer la suppression du groupe",
    "You are about to remove the group \"{group}\". The accounts will NOT be deleted." : "Vous êtes sur le point de supprimer le groupe « {group} ». Les comptes qui en font partie ne seront PAS supprimés.",
    "Submit" : "Soumettre",
    "Rename group" : "Renommer le groupe",
    "Remove group" : "Retirer le groupe",
    "Current password" : "Mot de passe actuel",
    "New password" : "Nouveau mot de passe",
    "Change password" : "Changer de mot de passe",
    "Choose your profile picture" : "Choisir votre image de profil",
    "Please select a valid png or jpg file" : "Merci de sélectionner un fichier jpg ou png valide",
    "Error setting profile picture" : "Erreur lors de la redéfinition de l'image de profil",
    "Error cropping profile picture" : "Erreur lors du recadrage d'image de profil",
    "Error saving profile picture" : "Erreur lors de la sauvegarde de l'image de profil",
    "Error removing profile picture" : "Erreur lors de la suppression de l'image de profil",
    "Your profile picture" : "Votre photo de profil",
    "Upload profile picture" : "Téléverser une photo de profil",
    "Choose profile picture from Files" : "Choisir une image de profil dans Fichiers",
    "Remove profile picture" : "Retirer la photo de profil",
    "The file must be a PNG or JPG" : "Le fichier doit être au format PNG ou JPG",
    "Picture provided by original account" : "Photo fournie par le compte original",
    "Set as profile picture" : "Définir comme image de profil",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Veuillez noter que cela peut prendre jusqu'à 24 heures pour que votre image de profil soit mise à jour partout.",
    "Your biography. Markdown is supported." : "Votre biographie. Le format Markdown est pris en charge.",
    "Unable to update date of birth" : "Impossible de mettre à jour la date de naissance",
    "Enter your date of birth" : "Saisissez votre date de naissance",
    "You are using {s}{usage}{/s}" : "Vous utilisez {s}{usage}{/s}",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "Vous utilisez {s}{usage}{/s} de {s}{totalSpace}{/s}({s}{usageRelative}%{/s})",
    "You are a member of the following groups:" : "Vous êtes membre des groupes suivants :",
    "Your full name" : "Votre nom complet",
    "Email options" : "Options de messagerie",
    "Options for additional email address {index}" : "Options pour une adresse e-mail supplémentaire {index}",
    "Remove primary email" : "Supprimer l'adresse e-mail principale",
    "Delete email" : "Supprimer l'adresse e-mail",
    "This address is not confirmed" : "Cette adresse n'est pas confirmée",
    "Unset as primary email" : "Ne plus définir comme adresse e-mail principale",
    "Set as primary email" : "Définir comme adresse e-mail principale",
    "Additional email address {index}" : "E-mail supplémentaire {index}",
    "Unable to delete primary email address" : "Impossible de supprimer l'adresse e-mail principale",
    "Unable to update primary email address" : "Impossible de modifier l'adresse e-mail principale",
    "Unable to add additional email address" : "Impossible d'ajouter une adresse e-mail supplémentaire",
    "Unable to update additional email address" : "Impossible de modifier l'adresse e-mail supplémentaire",
    "Unable to delete additional email address" : "Impossible de supprimer l'adresse e-mail supplémentaire",
    "Primary email for password reset and notifications" : "Adresse e-mail principale pour la réinitialisation du mot de passe et les notifications",
    "No email address set" : "Aucune adresse e-mail configurée",
    "Your handle" : "Votre identifiant",
    "Derived from your locale ({weekDayName})" : "Issu de votre locale ({weekDayName})",
    "Unable to update first day of week" : "Impossible de mettre à jour le premier jour de la semaine",
    "Day to use as the first day of week" : "Jour à utiliser comme premier jour de la semaine",
    "Your headline" : "Votre titre",
    "Unable to update language" : "Impossible de modifier la langue",
    "Languages" : "Langues",
    "Help translate" : "Aidez à traduire",
    "No language set" : "Aucune langue définie",
    "Unable to update locale" : "Impossible de mettre à jour les paramètres régionaux",
    "Locales" : "Paramètres régionaux",
    "Week starts on {firstDayOfWeek}" : "Les semaines commencent le {firstDayOfWeek}",
    "No locale set" : "Paramètres régionaux non définis",
    "Your city" : "Votre ville",
    "Your organisation" : "Votre organisation",
    "Your phone number" : "Votre numéro de téléphone",
    "Edit your Profile visibility" : "Visibilité du profil",
    "Unable to update profile enabled state" : "Impossible de mettre à jour l'état du profil",
    "Enable profile" : "Activer le profil",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "Le paramètre le plus restrictif entre la visibilité et la confidentialité est respecté. Par exemple, si la visibilité est définie à \"Montrer à tout le monde\" et que la confidentialité est \"Privé\", \"Privé\" est respecté.",
    "Unable to update visibility of {displayId}" : "Impossible de mettre à jour la visibilité de {displayId}",
    "she/her" : "elle/elle",
    "he/him" : "il/lui",
    "they/them" : "iel/ellui",
    "Your role" : "Votre fonction",
    "Your X (formerly Twitter) handle" : "Votre identifiant X (anciennement Twitter)",
    "Your website" : "Votre site web",
    "Invalid value" : "Valeur invalide",
    "Unable to update {property}" : "Impossible de mettre à jour {property}",
    "No {property} set" : "{property} n'est pas défini",
    "Change scope level of {property}, current scope is {scope}" : "Changer la portée de {property}, la portée actuelle est {scope}",
    "Unable to update federation scope of the primary {property}" : "Impossible de mettre à jour la portée de la fédération pour le/la {property} principal(e)",
    "Unable to update federation scope of additional {property}" : "Impossible de mettre à jour la portée de la fédération pour le/la {property} additionnel(le)",
    "Add additional email" : "Ajouter un e-mail supplémentaire",
    "Add" : "Ajouter",
    "Create" : "Créer",
    "Change" : "Modifier",
    "Delete" : "Supprimer",
    "Reshare" : "Repartager",
    "Default language" : "Langue par défaut",
    "Common languages" : "Langues communes",
    "Other languages" : "Autres langues",
    "Password change is disabled because the master key is disabled" : "Le changement de mot de passe est désactivé car la clé principale est désactivée",
    "No accounts" : "Aucun compte",
    "Loading accounts …" : "Chargement des comptes …",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Liste des comptes. Cette liste n'est pas entièrement affichée pour des raisons de performance. Les comptes seront affichés au fur et à mesure que vous naviguerez dans la liste.",
    "Manager" : "Supérieur",
    "Set line manager" : "Définir le responsable hiérarchique",
    "Account name will be autogenerated" : "Le nom du compte sera généré automatiquement",
    "Account name (required)" : "Nom du compte (obligatoire)",
    "New account" : "Nouveau compte",
    "Display name" : "Nom d'affichage",
    "Either password or email is required" : "Le mot de passe ou l'e-mail est requis",
    "Password (required)" : "Mot de passe (requis)",
    "Email (required)" : "E-mail (requis)",
    "Email" : "E-mail",
    "Member of the following groups (required)" : "Membre des groupes suivants (obligatoire)",
    "Member of the following groups" : "Membre des groupes suivants",
    "Set account groups" : "Définir les groupes de comptes",
    "Admin of the following groups" : "Administrateur des groupes suivants",
    "Set account as admin for …" : "Définir en tant qu'administrateur pour",
    "Quota" : "Quota",
    "Set account quota" : "Définir le quota du compte",
    "Language" : "Langue",
    "Set default language" : "Définir la langue par défaut",
    "Add new account" : "Ajouter le nouveau compte",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} compte…","{userCount} comptes…","{userCount} comptes…"],
    "_{userCount} account_::_{userCount} accounts_" : ["{userCount} compte","{userCount} comptes","{userCount} comptes"],
    "Total rows summary" : "Récapitulatif du nombre total de lignes",
    "Scroll to load more rows" : "Défiler pour charger plus de lignes",
    "Password or insufficient permissions message" : "Mot de passe ou message d'autorisations insuffisantes",
    "Avatar" : "Avatar",
    "Account name" : "Nom du compte",
    "Group admin for" : "Administrateur de groupe pour",
    "Account backend" : "Origine du compte",
    "Storage location" : "Emplacement du stockage",
    "First login" : "Première connexion",
    "Last login" : "Dernière connexion",
    "Account actions" : "Actions du compte",
    "{size} used" : "{size} utilisés",
    "Delete account" : "Supprimer le compte",
    "Disconnect all devices and delete local data" : "Déconnecter tous les appareils et supprimer les données locales",
    "Disable account" : "Désactiver le compte",
    "Enable account" : "Activer le compte",
    "Resend welcome email" : "Renvoyer l'e-mail de bienvenue",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "En cas de perte d'appareil ou si vous quittez un groupe ou une organisation, cela pourra supprimer les données de tous les appareils associés à {userid}. Ne fonctionne que si les appareils associés sont connectés à internet.",
    "Remote wipe of devices" : "Effacer les appareils à distance",
    "Wipe {userid}'s devices" : "Effacer les appareils de {userid}",
    "Wiped {userid}'s devices" : "Les appareils de {userid} ont été effacés",
    "Failed to update line manager" : "Échec de la mise à jour du responsable hiérarchique",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Supprime totalement le compte de {userid} et toutes ses données associées (fichiers personnels, données des applications, etc.)",
    "Account deletion" : "Suppression de compte",
    "Delete {userid}'s account" : "Supprimer le compte {userid}",
    "Display name was successfully changed" : "Le nom d'affichage a été modifié avec succès",
    "Password was successfully changed" : "Le mot de passe a été modifié avec succès",
    "Email was successfully changed" : "L'e-mail a été modifié avec succès",
    "Welcome mail sent!" : "E-mail de bienvenue envoyé !",
    "Loading account …" : "Chargement du compte…",
    "Change display name" : "Changer le nom de l'affichage",
    "Set new password" : "Définir un nouveau mot de passe",
    "You do not have permissions to see the details of this account" : "Vous n'avez pas les autorisations pour voir le détail de ce compte.",
    "Set new email address" : "Définir une nouvelle adresse e-mail",
    "Add account to group" : "Ajouter le compte au groupe",
    "Set account as admin for" : "Définir en tant qu'administrateur pour",
    "Select account quota" : "Sélectionner le quota du compte",
    "Set the language" : "Définir la langue",
    "Toggle account actions menu" : "Afficher / Masquer le menu des actions de compte",
    "Done" : "Terminé",
    "Edit" : "Editer",
    "Account management settings" : "Paramètres gestion des comptes",
    "Visibility" : "Visibilité",
    "Show language" : "Afficher la langue",
    "Show account backend" : "Afficher l'origine du compte",
    "Show storage path" : "Afficher l'emplacement du stockage",
    "Show first login" : "Afficher la première connexion",
    "Show last login" : "Afficher la dernière connexion",
    "Sorting" : "Trier",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "La configuration système impose le tri des groupes par nom. Ceci désactive également l’affichage du nombre de membres.",
    "Group list sorting" : "Tri de la liste des groupes",
    "By member count" : "Par nombre de membres",
    "By name" : "Par nom",
    "Send email" : "Envoyer un e-mail",
    "Send welcome email to new accounts" : "Envoyer un e-mail de bienvenue aux nouveaux comptes",
    "Defaults" : "Par défaut",
    "Default quota" : "Quota par défaut",
    "Select default quota" : "Sélectionner le quota par défaut",
    "Server error while trying to complete WebAuthn device registration" : "Erreur du serveur lors de l'enregistrement du périphérique WebAuthn",
    "Passwordless authentication requires a secure connection." : "L'authentification sans mot de passe requiert une connexion sécurisée.",
    "Add WebAuthn device" : "Ajouter un périphérique WebAuthn",
    "Please authorize your WebAuthn device." : "Veuillez autoriser votre périphérique WebAuthn.",
    "Adding your device …" : "Ajout de votre périphérique…",
    "Unnamed device" : "Périphérique sans nom",
    "Passwordless Authentication" : "Authentification sans mot de passe",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Configurer votre compte pour une authentification sans mot de passe suivant le standard FIDO2.",
    "No devices configured." : "Aucun périphérique paramétré.",
    "The following devices are configured for your account:" : "Les périphériques suivants sont paramétrés pour votre compte :",
    "Your browser does not support WebAuthn." : "Votre navigateur ne prend pas en charge WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "En tant qu'administrateur, vous pouvez affiner le comportement de partage. Veuillez consulter la documentation pour plus d'informations.",
    "You need to enable the File sharing App." : "Vous devez activer l'application de partage de fichiers",
    "App Store" : "Boutique d’applications",
    "Loading app list" : "Chargement de la liste des applications",
    "Loading categories" : "Chargement des catégories",
    "Developer documentation ↗" : "Documentation développeurs ↗",
    "Version {version}, {license}-licensed" : "Version {version}, sous licence {license}",
    "Version {version}" : "Version {version}",
    "All accounts" : "Tous les comptes",
    "Admins" : "Administrateurs",
    "Account group: {group}" : "Groupe de comptes : {group}",
    "Account management" : "Gestion de compte",
    "Sending…" : "Envoi en cours...",
    "Email sent" : "E-mail envoyé",
    "For performance reasons, when you enable encryption on a Nextcloud server only new and changed files are encrypted." : "Pour des raisons de performance, quand vous activez le chiffrement sur un serveur Nextcloud, seuls les fichiers nouveaux et modifiés sont chiffrés.",
    "Location" : "Localisation",
    "Profile picture" : "Image de profil",
    "About" : "À propos",
    "Date of birth" : "Date de naissance",
    "Full name" : "Nom complet",
    "Additional email" : "Adresse e-mail supplémentaire",
    "Fediverse (e.g. Mastodon)" : "Fediverse (ex. Mastodon)",
    "Headline" : "Titre",
    "Organisation" : "Organisation",
    "Phone number" : "Numéro de téléphone",
    "Pronouns" : "Pronoms",
    "Role" : "Fonction",
    "X (formerly Twitter)" : "X (anciennement Twitter)",
    "Website" : "Site web",
    "Profile visibility" : "Visibilité du profil",
    "Locale" : "Paramètres régionaux",
    "First day of week" : "Premier jour de la semaine",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Non disponible car cette propriété est requise pour les fonctionnalités essentielles comme le partage de fichiers et les invitations de l'agenda.",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Non disponible car la fédération a été désactivée pour votre compte, contactez votre administration système si vous avez des questions.",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Non disponible car la publication de données spécifiques d'un compte au serveur de recherche est interdit, contacter votre administration système si vous avez des questions",
    "Discover" : "Découvrir",
    "Your apps" : "Vos applications",
    "Active apps" : "Applications actives",
    "Disabled apps" : "Applications désactivées",
    "Updates" : "Mises à jour",
    "App bundles" : "Packs d'applications",
    "Featured apps" : "Applications en vedette",
    "Supported apps" : "Applications supportées",
    "Show to everyone" : "Montrer à tout le monde",
    "Show to logged in accounts only" : "Montrer seulement aux comptes connectés",
    "Hide" : "Cacher",
    "Manually installed apps cannot be updated" : "les applications installées manuellement ne peuvent pas être mises à jour",
    "{progress}% Deploying …" : "{progress}% Déploiement…",
    "{progress}% Initializing …" : "{progress}% Initialisation…",
    "Health checking" : "Contrôle de santé",
    "Deploy and Enable" : "Déployer et Activer",
    "Download and enable" : "Télécharger et activer",
    "Disable" : "Désactiver",
    "Allow untested app" : "Autoriser l'application non testée",
    "The app will be downloaded from the App Store" : "L'application sera téléchargée depuis le magasin d'applications",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Cette application n'est pas indiquée comme étant compatible avec votre version de Nextcloud. Si vous continuez vous pourrez toujours installer l'app. Notez cependant qu'elle pourrait ne pas fonctionner comme prévu.",
    "Unknown" : "Inconnu",
    "Never" : "Jamais",
    "Could not register device: Network error" : "Impossible d’enregistrer l’appareil : erreur réseau",
    "Could not register device: Probably already registered" : "Impossible d’enregistrer l’appareil : probablement déjà enregistré",
    "Could not register device" : "Impossible d’enregistrer l’appareil",
    "An error occurred during the request. Unable to proceed." : "Une erreur s'est produite pendant la demande. Impossible de poursuivre.",
    "The app has been enabled but needs to be updated." : "L'application a été activée mais doit être mise à jour.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Erreur : cette application ne peut être activée car elle rend le serveur instable",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "L'application a été activée mais doit être mise à jour. Vous allez être redirigé vers la page des mises à jour dans 5 secondes.",
    "Do you really want to wipe your data from this device?" : "Voulez-vous vraiment supprimer vos données de cet appareil ?",
    "Confirm wipe" : "Confirmer la suppression",
    "Could not delete the app token" : "Impossible de supprimer le jeton d'application",
    "Error while wiping the device with the token" : "Erreur lors de l'effacement de l'appareil avec le jeton",
    "Error while updating device token name" : "Erreur lors de la mise à jour du nom du jeton",
    "Error while updating device token scope" : "Erreur lors de la mise à jour de la visibilité du jeton de l'appareil",
    "Could not set group sorting" : "Impossible de définir le tri des groupes",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Il y a trop de requêtes depuis votre réseau. Réessayez plus tard ou contactez votre administrateur s'il s'agit d'une erreur.",
    "Error" : "Erreur",
    "Account documentation" : "Documentation utilisateur",
    "Administration documentation" : "Documentation de l'administration",
    "Forum" : "Forum",
    "Nextcloud help & privacy resources" : "Ressources d’aide Nextcloud & de confidentialité",
    "General documentation" : "Documentation générale",
    "Legal notice" : "Notice légale",
    "Privacy policy" : "Politique de confidentialité",
    "None/STARTTLS" : "Aucun/STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "Ouvrir la documentation",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Il est important d’indiquer un serveur afin de pouvoir envoyer des e-mails en cas de perte de mot de passe et pour d’autres notifications.",
    "Send mode" : "Mode d’envoi",
    "Encryption" : "Chiffrement",
    "Sendmail mode" : "Mode Sendmail",
    "From address" : "Adresse source",
    "Server address" : "Adresse du serveur",
    "Port" : "Port",
    "Authentication" : "Authentification",
    "Authentication required" : "Authentification requise",
    "Credentials" : "Informations d’identification",
    "SMTP Login" : "Identifiant SMTP",
    "SMTP Password" : "Mot de passe SMTP",
    "Save" : "Enregistrer",
    "Test and verify email settings" : "Tester les paramètres de messagerie",
    "Security & setup warnings" : "Avertissements de sécurité & configuration",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Il est important pour la sécurité et la performance de votre instance que celle-ci soit correctement configurée. Afin de vous aider, votre instance Nextcloud effectue des vérifications automatiques. Pour de plus amples informations, veuillez consulter la documentation liée.",
    "All checks passed." : "Tous les contrôles ont été effectués avec succès.",
    "There are some errors regarding your setup." : "Il y a quelques erreurs concernant votre configuration.",
    "There are some warnings regarding your setup." : "Il y a quelques avertissements concernant votre configuration.",
    "Checking for system and security issues." : "Vérification des problèmes de système et de sécurité.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Merci de consulter les <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">guides d’installation ↗</a> et de vérifier les erreurs ou avertissements des <a href=\"%2$s\">journaux</a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Vérifiez la sécurité de votre Nextcloud grâce à <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">notre scan de sécurité ↗</a>.",
    "Reasons to use Nextcloud in your organization" : "Raisons d'utiliser Nextcloud dans votre organisation",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Développé par la {communityopen}communauté Nextcloud{linkclose}, le {githubopen}code source{linkclose} est sous licence {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Aimez notre page Facebook",
    "Follow us on X" : "Suivez-nous sur X",
    "Follow us on Mastodon" : "Suivez-nous sur Mastodon",
    "Check out our blog" : "Découvrez notre blog",
    "Subscribe to our newsletter" : "Abonnez-vous à notre lettre d'information",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Cette version communautaire de Nextcloud n'est pas supportée et les notifications push ne sont pas disponibles.",
    "Use a second factor besides your password to increase security for your account." : "Utilisez un second facteur d'authentification en plus de votre mot de passe pour renforcer la sécurité de votre compte.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Si vous utilisez des applications tierces pour vous connecter à Nextcloud, assurez-vous de créer et de configurer un mot de passe d'application pour chacune avant d'activer l'authentification à deux facteurs.",
    "Logged in account must be a subadmin" : "Le compte connecté doit être un sous-administrateur",
    "To allow this check to run you have to make sure that your webserver can connect to itself. Therefor it must be able to resolve and connect to at least one its `trusted_domains` or the `overwrite.cli.url`." : "Pour autoriser cette vérification, pour devez vous assurer que votre serveur web peut se connecter à lui-même. Il doit donc être capable de résoudre et de se connecter à au moins un de ses `trusted_domains` ou à l'URL `overwrite.cli.url`.",
    "Missing optional index \"%s\" in table \"%s\"." : "Index optionnels manquants « %s » dans la table « %s ».",
    "The database is missing some indexes. Due to the fact that adding indexes on big tables could take some time they were not added automatically. By running \"occ db:add-missing-indices\" those missing indexes could be added manually while the instance keeps running. Once the indexes are added queries to those tables are usually much faster." : "La base de données a quelques index manquants. L'ajout d'index dans de grandes tables peut prendre un certain temps. Elles ne sont donc pas ajoutées automatiquement. En exécutant \"occ db:add-missing-indices\", ces index manquants pourront être ajoutés manuellement pendant que l'instance continue de tourner. Une fois les index ajoutés, les requêtes sur ces tables sont généralement beaucoup plus rapides.",
    "File locking" : "Verrouillage des fichiers",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "Le verrouillage transactionnel de fichiers est désactivé, cela peut causer des conflits en cas d'accès concurrent. Configurez « filelocking.enabled » dans config.php pour éviter ces problèmes.",
    "Could not check for JavaScript support via any of your `trusted_domains` nor `overwrite.cli.url`. This may be the result of a server-side DNS mismatch or outbound firewall rule. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Impossible de vérifier la prise en charge Javascript via l’un de vos `trusted_domains` ou `overwrite.cli.url`. Cela peut résulter d’une incompatibilité DNS côté serveur ou d’une règle de pare-feu sortante. Veuillez vérifier manuellement si votre serveur web sert des fichiers `.mjs` utilisant le type MIME JavaScript.",
    "The PHP memory limit is below the recommended value of %s." : "La limite de mémoire PHP est sous la valeur recommandée de %s.",
    "for WebAuthn passwordless login" : "pour WebAuthn pour la connexion sans mot de passe",
    "for WebAuthn passwordless login, and SFTP storage" : "pour WebAuthn pour la connexion sans mot de passe, et le stockage SFTP",
    "You are currently running PHP %s. PHP 8.0 is now deprecated in Nextcloud 27. Nextcloud 28 may require at least PHP 8.1. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Vous exécutez actuellement PHP %s. PHP 8.0 est maintenant obsolète pour Nextcloud 27. Nextcloud 28 nécessite au moins PHP 8.1. Veuillez mettre à jour vers l'une des versions PHP officiellement compatibles fournies par le PHP Group dès que possible.",
    "MariaDB version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MariaDB 10.2 or higher." : "MariaDB version \"%s\" est utilisé. Nextcloud 21 et plus ne sont plus compatibles avec cette version et nécessitent MariaDB 10.2 ou plus.",
    "MySQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MySQL 8.0 or MariaDB 10.2 or higher." : "MySQL version \"%s\" est utilisé. Nextcloud 21 et plus ne sont plus compatibles avec cette version et nécessitent MySQL 8.0 or MariaDB 10.2 ou plus.",
    "PostgreSQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require PostgreSQL 9.6 or higher." : "PostgreSQL version \"%s\" est utilisé. Nextcloud 21 et plus ne sont plus compatibles avec cette version et nécessitent PostgreSQL 9.6 ou plus.",
    "Speech-To-Text" : "Synthèse vocale",
    "Speech-To-Text can be implemented by different apps. Here you can set which app should be used." : "La reconnaissance vocale peut être implémentée par différentes applications. Vous pouvez définir ici quelle application doit être utilisée.",
    "None of your currently installed apps provide Speech-To-Text functionality" : "Aucune des applications actuellement installées ne fournit la fonctionnalité de reconnaissance vocale.",
    "None of your currently installed apps provide Text processing functionality" : "Aucune des applications actuellement installées ne fournit la fonctionnalité de génération de texte.",
    "Set default expiration date for shares" : "Définir par défaut une date d’expiration pour les partages",
    "Allow username autocompletion in share dialog and allow access to the system address book" : "Autoriser l'autocomplétion du nom d'utilisateur dans le dialogue de partage et permettre l'accès au carnet d'adresses système",
    "Your biography" : "Votre biographie",
    "You are using <strong>{usage}</strong>" : "Vous utilisez <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Vous utilisez <strong>{usage}</strong> sur <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)",
    "Set user manager" : "Définir le supérieur de l'utilisateur",
    "Username will be autogenerated" : "Le nom d’utilisateur sera généré automatiquement",
    "Username (required)" : "Nom d’utilisateur (requis)",
    "New user" : "Nouvel utilisateur",
    "Groups (required)" : "Groupes (requis)",
    "Set user groups" : "Définir les groupes d'utilisateurs",
    "Administered groups" : "Groupes administrés",
    "Set user as admin for …" : "Définir l'utilisateur comme administrateur pour…",
    "Set user quota" : "Définir le quota de l'utilisateur",
    "Add new user" : "Ajouter un nouvel utilisateur",
    "_{userCount} user …_::_{userCount} users …_" : ["{userCount} utilisateur …","{userCount} utilisateurs …","{userCount} utilisateurs…"],
    "_{userCount} user_::_{userCount} users_" : ["{userCount} utilisateur","{userCount} utilisateurs","{userCount} utilisateurs"],
    "Loading users …" : "Chargement des utilisateurs...",
    "Username" : "Nom d’utilisateur",
    "User backend" : "Origine du compte",
    "User actions" : "Actions de l'utilisateur",
    "Add user to group" : "Ajouter l'utilisateur au groupe",
    "Server error while trying to add WebAuthn device" : "Erreur du serveur lors de l'ajout du périphérique WebAuthn",
    "Name your device" : "Nommez votre périphérique",
    "Active accounts" : "Comptes actifs",
    "Follow us on Twitter" : "Suivez-nous sur Twitter",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "Pour autoriser cette vérification, pour devez vous assurer que votre serveur web peut se connecter à lui-même. Il doit donc être capable de résoudre et de se connecter à au moins un de ses `trusted_domains` ou à l'URL `overwrite.cli.url`. Cet échec peut être le résultat d'une erreur de DNS côté serveur ou d'une règle de pare-feu sortante.",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "Version PostgreSQL \"%s\" détectée. PostgreSQL >= 12 et <= 16 sont recommandés pour de meilleures performances, stabilité et fonctionnalités avec cette version de Nextcloud."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}