{ "translations": {
    "Private" : "Privado",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Só son visíbeis para as persoas coincidentes mediante a integración do número de teléfono a través de Talk no móbil",
    "Local" : "Local",
    "Only visible to people on this instance and guests" : "Visíbel só para as persoas desta instancia e os convidados",
    "Federated" : "Federado",
    "Only synchronize to trusted servers" : "Sincronizar só con servidores de confianza",
    "Published" : "Publicado",
    "Synchronize to trusted servers and the global and public address book" : "Sincronizar con servidores de confianza e co caderno de enderezos global e público",
    "Verify" : "Verificar",
    "Verifying …" : "Verificando…",
    "Unable to change password" : "Non é posíbel cambiar o contrasinal",
    "Very weak password" : "Contrasinal moi feble",
    "Weak password" : "Contrasinal feble",
    "So-so password" : "Contrasinal non moi aló",
    "Good password" : "Bo contrasinal",
    "Strong password" : "Contrasinal forte",
    "Groups" : "Grupos",
    "Group list is empty" : "A lista de grupos está baleira",
    "Unable to retrieve the group list" : "Non é posíbel recuperar a lista de grupos",
    "{actor} added you to group {group}" : "{actor} engadiuno ao grupo {group}",
    "You added {user} to group {group}" : "Vde. engadiu a {user} ao grupo {group}",
    "{actor} added {user} to group {group}" : "{actor} engadiu a {user} ao grupo {group}",
    "An administrator added you to group {group}" : "Un administrador engadiuno ao grupo {group} ",
    "An administrator added {user} to group {group}" : "Un administrador engadiu a {user} ao grupo {group}",
    "{actor} removed you from group {group}" : "{actor} retirouno do grupo {group}",
    "You removed {user} from group {group}" : "Vde. retirou a {user} do grupo {group}",
    "{actor} removed {user} from group {group}" : "{actor} retirou a {user} do grupo {group}",
    "An administrator removed you from group {group}" : "Un administrador retirouno do grupo {group} ",
    "An administrator removed {user} from group {group}" : "Un administrador retirou a {user} do grupo {group}",
    "Your <strong>group memberships</strong> were modified" : "Foron modificados os <strong>membros do seu grupo</strong>",
    "{actor} changed your password" : "{actor} cambiou o seu contrasinal",
    "You changed your password" : "Vde. cambiou o seu contrasinal",
    "Your password was reset by an administrator" : "O seu contrasinal foi restabelecido pola administración da instancia.",
    "Your password was reset" : "O seu contrasinal foi restabelecido",
    "{actor} changed your email address" : "{actor} cambiou o seu enderezo de correo",
    "You changed your email address" : "Vde. cambiou o seu enderezo de correo",
    "Your email address was changed by an administrator" : "O seu enderezo de correo foi cambiado pola administración da instancia.",
    "You created an app password for a session named \"{token}\"" : "Creou un contrasinal de aplicación para unha sesión chamada «{token}»",
    "An administrator created an app password for a session named \"{token}\"" : "Un administrador creou un contrasinal de aplicación para unha sesión chamada «{token}»",
    "You deleted app password \"{token}\"" : "Vde. eliminou o contrasinal da aplicación «{token}»",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Vde. renomeou o contrasinal da aplicación «{token}» como «{newToken}»",
    "You granted filesystem access to app password \"{token}\"" : "Vde. concedeu acceso ao sistema de ficheiros ao contrasinal da aplicación «{token}»",
    "You revoked filesystem access from app password \"{token}\"" : "Vde. revogou o acceso ao sistema de ficheiros desde o contrasinal da aplicación «{token}»",
    "Security" : "Seguranza",
    "You successfully logged in using two-factor authentication (%1$s)" : "Accedeu satisfactoriamente usando autenticación de dous factores (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Fallou un intento de acceso usando autenticación de dous factores (%1$s)",
    "Remote wipe was started on %1$s" : "Iniciouse a limpeza remota en %1$s",
    "Remote wipe has finished on %1$s" : "Rematou a limpeza remota en %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Foi modificado o seu <strong>contrasinal</strong> ou o seu <strong>correo</strong>",
    "Settings" : "Axustes",
    "Could not remove app." : "Non foi posíbel retirar a aplicación.",
    "Could not update app." : "Non foi posíbel actualizar a aplicación.",
    "Wrong password" : "Contrasinal erróneo",
    "Unable to change personal password" : "Non é posíbel cambiar o contrasinal persoal",
    "Saved" : "Gardado",
    "No Login supplied" : "Non se forneceu ningún acceso",
    "Unable to change password. Password too long." : "Non é posíbel cambiar o contrasinal. O contrasinal é longo de máis.",
    "Authentication error" : "Produciuse un erro de autenticación",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Forneza un contrasinal de recuperación de administración; senón perderanse todos os datos da conta.",
    "Wrong admin recovery password. Please check the password and try again." : "Contrasinal de recuperación do administrador erróneo. Comprobe o contrasinal e ténteo de novo.",
    "Backend does not support password change, but the encryption of the account key was updated." : "A infraestrutura non admite o cambio de contrasinal, mais a chave de cifrado da conta foi actualizada.",
    "Administrator documentation" : "Documentación da administración da instancia.",
    "User documentation" : "Documentación do usuario",
    "Nextcloud help overview" : "Vista xeral da axuda de Nextcloud",
    "Invalid SMTP password." : "Contrasinal SMTP incorrecta.",
    "Email setting test" : "Proba do axuste do correo",
    "Well done, %s!" : "Ben feito, %s!",
    "If you received this email, the email configuration seems to be correct." : "Se Vde. ten recibido este correo, a configuración do correo semella ser correcta. ",
    "Email could not be sent. Check your mail server log" : "Non foi posíbel enviar o correo. Comprobe o rexistro do servidor de correo",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Ocorreu un problema ao enviar o correo. Revise os seus axustes. (Erro: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "É necesario configurar o correo da súa conta antes de poder enviar correos de proba. Vaia a %s para iso.",
    "Recently active" : "Activo recentemente",
    "Disabled accounts" : "Contas desactivadas",
    "Invalid account" : "Conta incorrecta",
    "Invalid mail address" : "Enderezo de correo incorrecto",
    "Settings saved" : "Axustes gardados",
    "Unable to change full name" : "Non é posíbel cambiar o nome completo",
    "Unable to change email address" : "Non é posíbel cambiar o enderezo de correo.",
    "Unable to set invalid phone number" : "Non é posíbel definir un número de teléfono non válido",
    "Unable to set invalid website" : "Non é posíbel definir o sitio web non válido",
    "Some account data was invalid" : "Algúns datos da conta non eran válidos",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Para poder verificar a súa conta de Twitter, publique o seguinte chío en Twitter (asegúrese de publicar sen ningún salto de liña):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Para poder verificar o seu sitio Web, engada o seguinte contido ao seu web-root en «.well-known/CloudIdVerificationCode.txt» (asegúrese de que o texto completo estea só nunha liña):",
    "%1$s changed your password on %2$s." : "%1$s cambiou o seu contrasinal en %2$s.",
    "Your password on %s was changed." : "Foi cambiado o seu contrasinal en %s.",
    "Your password on %s was reset by an administrator." : "O seu contrasinal en %s foi restabelecido pola administración da instancia.",
    "Your password on %s was reset." : "Foi restabelecido o seu contrasinal en %s.",
    "Password for %1$s changed on %2$s" : "Contrasinal para %1$s cambiado en %2$s",
    "Password changed for %s" : "Contrasinal cambiado por %s",
    "If you did not request this, please contact an administrator." : "Se Vde. non solicitou isto, póñase en contacto coa administración desta instancia.",
    "Your email address on %s was changed." : "Foi cambiado o seu enderezo de correo en %s.",
    "Your email address on %s was changed by an administrator." : "O seu enderezo de correo en %s foi cambiado pola administración da instancia.",
    "Email address for %1$s changed on %2$s" : "Enderezo de correo para %1$s cambiado en %2$s",
    "Email address changed for %s" : "Enderezo de correo cambiado por %s",
    "The new email address is %s" : "O novo enderezo de correo é %s",
    "Your %s account was created" : "Foi creada a conta %s",
    "Welcome aboard" : "Dámoslle a benvida a bordo",
    "Welcome aboard %s" : "Dámoslle a benvida a bordo %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Benvido á súa conta %s , pode engadir, protexer e compartir os seus datos.",
    "Your Login is: %s" : "O seu acceso é: %s",
    "Set your password" : "Defina o seu contrasinal",
    "Go to %s" : "Ira a %s",
    "Install Client" : "Instalar o cliente",
    "Logged in account must be a subadmin" : "A conta que accede debe ser de subadministración",
    "Apps" : "Aplicacións",
    "Personal" : "Persoal",
    "Administration" : "Administración",
    "Users" : "Usuarios",
    "Additional settings" : "Axustes adicionais",
    "Artificial Intelligence" : "Intelixencia artificial",
    "Administration privileges" : "Privilexios de administración",
    "Groupware" : "Software colaborativo",
    "Overview" : "Vista xeral",
    "Basic settings" : "Axustes básicos",
    "Sharing" : "Compartindo",
    "Availability" : "Dispoñibilidade",
    "Calendar" : "Calendario",
    "Personal info" : "Información persoal",
    "Mobile & desktop" : "Móbil e escritorio",
    "Email server" : "Servidor de correo",
    "Mail Providers" : "Provedores de correo",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "O provedor de correo permite enviar correos-e directamente a través da conta de correo persoal do usuario. Actualmente, esta funcionalidade está limitada aos convites de calendario. Require Nextcloud Mail 4.1 e unha conta de correo en Nextcloud Mail que coincida co enderezo de correo electrónico do usuario en Nextcloud.",
    "Send emails using" : "Enviar correos empregando",
    "User's email account" : "Conta de correo do usuario",
    "System email account" : "Conta de correo do sistema",
    "Security & setup checks" : "Comprobacións de seguranza e configuración",
    "Background jobs" : "Traballos en segundo plano",
    "Unlimited" : "Sen límites",
    "Verifying" : "Verificando",
    "Allowed admin IP ranges" : "Intervalos de IP de administración permitidos",
    "Admin IP filtering isn’t applied." : "Non se aplica o filtrado de IP de administración.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "A clave de configuración «%1$s» agarda unha matriz (atopouse %2$s). Non se aplicará a validación do intervalo de IP de administración.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "A clave de configuración «%1$s» contén intervalos de IP non válidos: «%2$s»",
    "Admin IP filtering is correctly configured." : "O filtrado de IP de administración está configurado correctamente.",
    "App directories owner" : "Propietario dos directorios da aplicación",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Algúns directorios de aplicacións son propiedade dun usuario diferente do usuario do servidor web. Este pode ser o caso se se instalaron aplicacións manualmente. Comprobe os permisos dos seguintes directorios de aplicacións:\n%s",
    "App directories have the correct owner \"%s\"" : "Os directorios das aplicacións teñen o propietario correcto «%s»",
    "Brute-force Throttle" : "Estrangulamento por forza bruta",
    "Your remote address could not be determined." : "Non foi posíbel determinar o seu enderezo remoto.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "O seu enderezo remoto foi identificado como «%s» e neste momento está estrangulado por forza bruta, o que reduce o rendemento de varias solicitudes. Se o enderezo remoto non é o seu enderezo, isto pode ser unha indicación de que un proxy non está configurado correctamente.",
    "Your remote address \"%s\" is not brute-force throttled." : "O seu enderezo remoto «%s» non está estrangulado por forza bruta.",
    "Old administration imported certificates" : "Certificados antigos importados pola administración",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Está pendente un traballo en segundo plano que comprobe os certificados SSL importados pola administración. Volva comprobalo máis adiante.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Hai algúns certificados SSL importados pola administración, que xa non se usan con Nextcloud 21. Pódense importar coa liña de ordes mediante a orde «occ security:certificates:import». As súas rutas dentro do directorio de datos amósanse deseguido.",
    "Code integrity" : "Integridade do código",
    "Integrity checker has been disabled. Integrity cannot be verified." : "Foi desactivado o comprobador de integridade. Non é posíbel verificar a integridade.",
    "No altered files" : "Non foi modificado ningún ficheiro",
    "Some files have not passed the integrity check. {link1} {link2}" : "Algúns ficheiros non pasaron a comprobación de integridade. {link1} {link2}",
    "Cron errors" : "Producironse erros de cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "Non foi posíbel executar a tarefa de cron programada desde a liña de ordes. Atopáronse os seguintes erros técnicos:\n%s",
    "The last cron job ran without errors." : "O último traballo de cron executouse sen erros.",
    "Cron last run" : "Última execución de cron",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Executouse o último do traballo %s en segundo plano. Semella que algo foi mal. {link}.",
    "Last background job execution ran %s." : "Executouse o último do traballo %s en segundo plano.",
    "Data directory protected" : "Directorio de datos protexido",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "O seu directorio de datos e ficheiros son probabelmente accesíbeis desde Internet. O ficheiro .htaccess non funciona. Recoméndase encarecidamente que configure o seu servidor web para que o directorio de datos xa non sexa accesíbel ou que o mova fóra da raíz de documentos do servidor web.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "Non foi posíbel comprobar que o directorio de datos estea protexido. Comprobe manualmente que o seu servidor non permite o acceso ao directorio de datos.",
    "Database missing columns" : "Faltan columnas na base de datos",
    "Missing optional column \"%s\" in table \"%s\"." : "Falta a columna opcional «%s» na táboa «%s».",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "Á base de datos fáltanlle algunhas columnas opcionais. Por mor de que engadir columnas a grandes táboas podería levar moito tempo non foron engadidas automaticamente cando poden ser opcionais. Estas columnas poden engadirse manualmente mentres siga funcionando a instancia, executando «occ db:add-missing-columns». Unha vez se teñan engadidas as columnas, algunhas características poden mellorar a resposta ou a usabilidade.",
    "Database missing indices" : "Faltan índices na base de datos",
    "Missing indices:" : "Faltan índices:",
    "\"%s\" in table \"%s\"" : "«%s» na táboa «%s»",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them. " : "Detectáronse algúns índices opcionais que faltan. En ocasións engádense novos índices (por Nextcloud ou aplicacións instaladas) para mellorar o rendemento da base de datos. Engadir índices ás veces pode levar un tempo e prexudicar temporalmente o rendemento, polo que non se fai automaticamente durante as actualizacións. Unha vez que se engaden os índices, as consultas a esas táboas deberían ser máis rápidas. Use a orde «occ db:add-missing-indices» para engadilos.",
    "Database missing primary keys" : "Faltan as chaves primarias na base de datos",
    "Missing primary key on table \"%s\"." : "Falta a chave primaria na táboa «%s».",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "Faltan algunhas chave primarias na base de datos. Por mor do feito de que a adición de chave primarias en táboas grandes podería levar algún tempo, non se engadiron automaticamente. Ao executar «occ db:add-missing-primary-keys», esas chave primarias que faltan poderían engadirse manualmente mentres a instancia segue funcionando.",
    "Database pending bigint migrations" : "Base de datos pendente de migracións «bigint»",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Algunhas columnas da base de datos non teñen unha conversión a «big int». por mor do feito de que cambiar os tipos de columnas en grandes táboas pode levar algún tempo, non se cambian automaticamente. Ao executar «occ db:convert-filecache-bigint» poderían aplicarse manualmente os cambios pendentes. Esta operación debe realizarse mentres a instancia está sen conexión.",
    "Debug mode" : "Modo de depuración",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Esta instancia está a executarse en modo de depuración. Active isto só para o desenvolvemento local e non en contornos de produción.",
    "Debug mode is disabled." : "O modo de depuración está desactivado.",
    "Default phone region" : "Rexión telefónica predeterminada",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "A súa instalación non ten definida a rexión telefónica predeterminada. Isto é preciso para validar os números de teléfono nos axustes do perfil sen un código de país. Para permitir números sen código de país, engada «default_phone_region» co respectivo código ISO 3166-1 da rexión ao seu ficheiro de configuración.",
    "Email test" : "Correo de proba",
    "Email test was successfully sent" : "O correo de proba foi enviado satisfactoriamente",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Aínda non definiu ou verificou a configuración do seu servidor de correo. Diríxase á «Axustes básicos» para configurala. Após, use o botón «Enviar o correo»» baixo o formulario para verificar os seus axustes.",
    "Transactional File Locking" : "Bloqueo de ficheiros transaccionais",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "O bloqueo de ficheiros transaccionais está desactivado. Esta non é unha configuración compatíbel. Pode levar a problemas difíciles de illar, incluíndo o estragado dos ficheiros. Elimine a entrada de configuración «'filelocking.enabled' => false» do «config.php» para evitar estes problemas.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "A base de datos úsase para o bloqueo de ficheiros transaccionais. Para mellorar o rendemento, configure Memcache, se está dispoñíbel.",
    "Forwarded for headers" : "Reenviado para cabeceiras",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "O axuste de «trusted_proxies» non está definido correctamente, debería ser unha matriz.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "O seu axuste de «trusted_proxies» non está definido correctamente, debería ser unha matriz de enderezos IP; opcionalmente co intervalo en notación CIDR.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "A configuración da cabeceira do proxy inverso é incorrecta. Este é un problema de seguridade e pode permitir que un atacante falsee o seu enderezo IP como visíbel para Nextcloud.",
    "Your IP address was resolved as %s" : "O seu enderezo IP resolveuse como %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "A configuración de cabeceiras do proxy inverso é incorrecta, ou Vde. está accedendo a Nextcloud desde un proxy no que confía. Se non, isto é un incidente de seguranza que pode permitir a un atacante disfrazar o seu enderezo IP como visíbel para Nextcloud.",
    "HTTPS access and URLs" : "Acceso HTTPS e URL",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Acceso inseguro ao sitio a través de HTTP. Recoméndase encarecidamente que axuste o seu servidor para requirir HTTPS. Sen el, algunhas funcións web importantes como «copiar no portapapeis» ou os «traballadores de servizos» non funcionarán!",
    "Accessing site insecurely via HTTP." : "Acceso inseguro ao sitio a través de HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Está a acceder á súa instancia a través dunha conexión segura, mais a súa instancia está a xerar URL inseguros. Isto probabelmente significa que a instancia está detrás dun proxy inverso e que os valores de configuración de Nextcloud «overwrite*» non estea definidos correctamente.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "A súa instancia está a xerar URL inseguros Se accede á súa instancia a través de HTTPS, é probábel que a instancia estea detrás dun proxy inverso e que os valores de configuración de Nextcloud «overwrite*» non estea definidos correctamente.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Está a acceder á súa instancia a través dunha conexión segura e a súa instancia está a xerar URL seguros.",
    "Internet connectivity" : "Conectividade a Internet",
    "Internet connectivity is disabled in configuration file." : "A conectividade a Internet está desactivada no ficheiro de configuración.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Este servidor non ten unha conexión a Internet que funcione: non foi posíbel acceder a varios puntos finais. Isto significa que algunhas das funcións como a instalación de almacenamento externo, as notificacións sobre actualizacións ou a instalación de aplicacións de terceiros non funcionarán. O acceso aos ficheiros de forma remota e o envío de correos de notificación pode que tampouco funcionen. Estabeleza unha conexión a Internet desde este servidor para gozar de todas as funcións.",
    "JavaScript modules support" : "Compatibilidade con módulos JavaScript",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Non é posíbel executar a comprobación de compatibilidade con JavaScript. Corrixa ou confirme manualmente se o seu servidor web serve ficheiros «.mjs» usando o tipo MIME JavaScript.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "O seu servidor web non serve ficheiros «.mjs» usando o tipo MIME JavaScript. Isto rachará algunhas aplicacións ao impedir que os navegadores executen os ficheiros JavaScript. Debería configurar o seu servidor web para que sirva ficheiros «.mjs» co tipo MIME «text/javascript» ou «application/javascript».",
    "JavaScript source map support" : "Compatibilidade con mapas de orixe JavaScript",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "O seu servidor web non está definido para servir ficheiros «.js.map». Sen estes ficheiros, os mapas de orixe JavaScript non funcionarán correctamente, polo que resulta máis difícil solucionar e depurar os problemas que poidan xurdir.",
    "Old server-side-encryption" : "Antigo cifrado no lado do servidor",
    "Disabled" : "Desactivado",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "O antigo formato de cifrado do lado do servidor está activado. Recomendámoslle desactivalo.",
    "Maintenance window start" : "Inicio da fiestra temporal de mantemento",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "O servidor non ten configurada a hora de inicio da fiestra de mantemento. Isto significa que os traballos diarios en segundo plano que requiren un uso intensivo de recursos tamén se executarán durante o tempo de uso principal. Recomendamos configuralo a un momento de pouco uso, para que os usuarios se vexan menos afectados pola carga que provocan estas tarefas pesadas.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "A fiestra de mantemento para executar traballos pesados en segundo plano está comprendida entre as {start}:00 UTC e as {end}:00 UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Memcached está configurado como memoria tobo distribuída, mais está instalado o módulo PHP incorrecto («memcache»). Instale o módulo PHP «memcached».",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Memcached está configurado como memoria tobo distribuída, mais o módulo PHP «memcached» non está instalado. Instale o módulo PHP «memcached».",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Non se configurou ningunha memoria tobo de memoria. Para mellorar o rendemento, configure Memcache, se está dispoñíbel.",
    "Failed to write and read a value from local cache." : "Produciuse un erro ao escribir e ler un valor da memoria tobo local.",
    "Failed to write and read a value from distributed cache." : "Produciuse un erro ao escribir e ler un valor da memoria tobo distribuída.",
    "Configured" : "Configurado",
    "Mimetype migrations available" : "Migracións de tipo MIME dispoñíbeis",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Están dispoñíbeis unha ou máis migracións de tipo mime. Ocasionalmente engádense novos tipos MIME para xestionar mellor certos tipos de ficheiros. A migración dos tipos MIME leva moito tempo en instancias grandes, polo que non se fai automaticamente durante as actualizacións. Use a orde «occ maintenance:repair --include-expensive» para realizar as migracións.",
    "MySQL row format" : "Formato de fila MySQL",
    "You are not using MySQL" : "Non está a usar MySQL",
    "None of your tables use ROW_FORMAT=Compressed" : "Ningunha das súas táboas emprega ROW_FORMAT=Compressed",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "Atopouse un formato de fila incorrecto na súa base de datos. ROW_FORMAT=Dynamic ofrece o mellor rendemento da base de datos para Nextcloud. Actualide o formato de fila na seguinte lista: %s.",
    "MySQL Unicode support" : "Compatibilidade con MySQL Unicode",
    "MySQL is used as database and does support 4-byte characters" : "MySQL úsase como base de datos e admite caracteres de 4 bytes",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL utilízase como base de datos, mais non admite caracteres de 4 bytes. Para poder manexar caracteres de 4 bytes (coma os «emojis») sen problemas nos nomes de ficheiros ou comentarios, por exemplo, recoméndase activar a compatibilidade de 4 bytes en MySQL.",
    "OCS provider resolving" : "Resolución do provedor OCS",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "Non foi posíbel comprobar se o seu servidor web resolve correctamente os URL dos provedores OCM e OCS.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "O seu servidor web non está definido correctamente para resolver %1$s.\nProbabelmente estea relacionado cunha configuración de servidor web que non se actualizou para entregar directamente este cartafol.\nCompare a súa configuración coas regras de reescritura enviadas en «.htaccess» para Apache ou coa fornecida na documentación de Nginx.\nEn Nginx, adoitan ser as liñas que comezan por «location ~» as que precisan dunha actualización.",
    "Overwrite CLI URL" : "Sobrescribir o URL da interface da liña de ordes",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "A opción «overwrite.cli.url» está definida correctamente no seu config.php como «%s».",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "A opción «overwrite.cli.url» está definida no seu config.php como «%s», que é un URL correcto. O URL suxerido é «%s».",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Asegúrese de definir a opción «overwrite.cli.url» no seu ficheiro config.php co URL que usan principalmente os seus usuarios para acceder a este Nextcloud. Suxestión: «%s». Se non, pode haber problemas coa xeración de URL a través de cron. (Non obstante, é posíbel que o URL suxerido non sexa o URL que usan principalmente os seus usuarios para acceder a este Nextcloud. O mellor é volver comprobar isto en calquera caso).",
    "PHP APCu configuration" : "Configuración da APCu de PHP",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "A memoria tobo APCu estivo enchendose, considere aumentar o axuste apc.shm_size de PHP.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "A memoria tobo APCu está case chea ao %s%%, considere aumentar o axuste apc.shm_size de PHP.",
    "PHP default charset" : "Conxunto de caracteres predeterminado de PHP",
    "PHP configuration option \"default_charset\" should be UTF-8" : "A opción de configuración de PHP «default_charset» debería ser UTF-8",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "A función está dispoñíbel.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "A función PHP «set_limit_time» non está dispoñíbel. Isto podería facer que o script se deteña na metade da execución, quebrando a instalación. Recomendámoslle encarecidamente que active esta función.",
    "Freetype" : "FreeType",
    "Supported" : "Compatíbel",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "O seu PHP non é compatíbel con FreeType, o que supón a quebra das imaxes do perfil e a interface dos axustes.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Semella que PHP non está configurado correctamente para consultar as variábeis de contorno do sistema. A proba con getenv(\"PATH\") só devolve unha resposta baleira. ",
    "PHP file size upload limit" : "Límite PHP de tamaño de envío de ficheiros",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "O valor PHP upload_max_filesize é demasiado baixo. Recoméndase un tamaño de polo menos %1$s. Valor actual: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "O valor PHP post_max_size é demasiado baixo. Recoméndase un tamaño de polo menos %1$s. Valor actual: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "O valor PHP max_input_time é demasiado baixo. Recoméndase un tempo de polo menos %1$s. Valor actual: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "O valor PHP max_execution_time é demasiado baixo. Recoméndase un tempo de polo menos %1$s. Valor actual: %2$s.",
    "PHP memory limit" : "Límite de memoria PHP",
    "The PHP memory limit is below the recommended value of %s." : "O límite de memoria de PHP está por baixo do valor recomendado de %s.",
    "PHP modules" : "PHP modules",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "aumenta o rendemento da tradución de idiomas e corrixe a clasificación de caracteres non ASCII",
    "for Argon2 for password hashing" : "para Argon2 para a xeración do resumo criptográfico do contrasinal",
    "for WebAuthn passwordless login" : "para acceso sen contrasinal de WebAuthn",
    "for WebAuthn passwordless login, and SFTP storage" : "para acceso sen contrasinal de WebAuthn, e almacenamento SFTP",
    "for picture rotation in server and metadata extraction in the Photos app" : "para a rotación de imaxes no servidor e a extracción de metadatos na aplicación Fotos",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "A esta instancia fáltanlle algúns módulos PHP necesarios. Precísase da súa instalación: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "A esta instancia fáltanlle algúns módulos PHP recomendados. Para mellorar o rendemento e a compatibilidade, recoméndase instalalos:\n%s",
    "PHP opcache" : "PHP opcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "O módulo PHP OPcache non está cargado. Para un mellor rendemento, recoméndase cargalo na súa instalación de PHP.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache está desactivado. Para un mellor rendemento, recoméndase aplicar «opcache.enable=1» na configuración de PHP.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "O OPcache baseado na memoria compartida está desactivado. Para un mellor rendemento, recoméndase aplicar «opcache.file_cache_only=0» na configuración de PHP e utilizar a memoria tobo de ficheiros só como memoria tobo de segundo nivel.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache non funciona como debería, opcache_get_status() devolve «false», comprobe a configuración.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "O número máximo de chaves OPcache está practicamente superado. Para garantir que todos os scripts poden manterse na memoria tobo, recoméndase aplicar «opcache.max_accelerated_files» na configuración de PHP cun valor superior a «%s».",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "O búfer OPcache está case cheo. Para garantir que todos os scripts se poidan gardar na memoria tobo, recoméndase aplicar «opcache.memory_consumption» na configuración de PHP cun valor superior a «%s».",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "O búfer de cadeas internadas en OPcache está case cheo. Para asegurarse de que as cadeas que se repiten se poidan almacenar na memoria memoria tobo, recoméndase aplicar «opcache.interned_strings_buffer» na configuración de PHP cun valor superior a «%s».",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache está configurado para eliminar os comentarios do código. Con OPcache activado, debe configurarse «opcache.save_comments=1» para que Nextcloud funcione.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud non pode usar a API OPcache. Con OPcache activado, é moi recomendábel incluír todos os directorios de Nextcloud con «opcache.restrict_api» ou desactivar este axuste para desactivar as restricións da API de OPcache, para evitar erros durante as anovacións do núcleo de Nextcloud ou da aplicación.",
    "Checking from CLI, OPcache checks have been skipped." : "Comprobando desde a CLI, omitíronse as comprobacións de OPcache.",
    "The PHP OPcache module is not properly configured. %s." : "O módulo PHP OPcache non está configurado correctamente. %s.",
    "Correctly configured" : "Configurado correctamente",
    "PHP version" : "PHP version",
    "You are currently running PHP %s. PHP 8.1 is now deprecated in Nextcloud 30. Nextcloud 31 may require at least PHP 8.2. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Actualmente está a executar PHP %s. PHP 8.1 é obsoleto en Nextcloud 30. Nextcloud 31 pode precisar polo menos PHP 8.2. Actualice a unha das versións de PHP oficialmente compatíbeis fornecidas polo Grupo PHP o antes posíbel.",
    "You are currently running PHP %s." : "Actualmente está a executar PHP %s.",
    "PHP \"output_buffering\" option" : "Opción de PHP «output_buffering»",
    "PHP configuration option \"output_buffering\" must be disabled" : "A opción de configuración de PHP «output_buffering» debe estar desactivada",
    "Push service" : "Servizo de notificacións emerxentes",
    "Valid enterprise license" : "Licenza empresarial válida",
    "Free push service" : "Servizo de notificacións emerxentes de balde",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Esta é a compilación da comunidade sen asistencia de Nextcloud. Por mor do tamaño desta instancia, o rendemento, a fiabilidade e a escalabilidade non se poden garantir. As notificacións emerxentes son limitadas para evitar a sobrecarga do noso servizo de balde. Obteña máis información sobre os beneficios de Nextcloud Enterprise en {link}.",
    "Random generator" : "Xerador ao chou",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "PHP non atopou ningunha fonte axeitada para a aleatoriedade, o que é moi desaconsellábel por razóns de seguridade.",
    "Secure" : "Seguro",
    "Configuration file access rights" : "Dereitos de acceso ao ficheiro de configuración",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Foi activada a restrición da configuración a só lectura. Isto impide o axuste dalgunhas configuracións a través da interface web. Ademais, ten que facer escribíbel manualmente o ficheiro para cada actualización.",
    "Nextcloud configuration file is writable" : "O ficheiro de configuración de Nextcloud pódese escribir",
    "Scheduling objects table size" : "Tamaño da táboa de obxectos de planificación",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "Ten máis de %s filas na táboa de obxectos de planificación. Execute os custosos traballos de reparación mediante occ maintenance:repair --include-expensive",
    "Scheduling objects table size is within acceptable range." : "O tamaño da táboa de obxectos de planificación está dentro do intervalo aceptable.",
    "HTTP headers" : "Cabeceiras HTTP",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "– A cabeceira HTTP «%1$s» non está definida como «%2$s». É posíbel que algunhas funcións non traballen correctamente, polo que, en consecuencia, recoméndase este axuste.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "– A cabeceira HTTP «%1$s» non está definida como «%2$s». Este é un risco potencial de seguridade ou privacidade, polo que, en consecuencia, recoméndase este axuste.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "– A cabeceira HTTP «%1$s» non contén «%2$s». Este é un risco potencial de seguridade ou privacidade, polo que, en consecuencia, recoméndase este axuste.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "– A cabeceira HTTP «%1$s»non está definida como «%2$s», «%3$s», «%4$s», «%5$s» ou «%6$s». Isto pode filtrar información «referer». Consulte a {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "– A cabeceira HTTP «Strict-Transport-Security» non está definida como mínimo a «%d» segundos (valor actual: «%d»). Para mellorar a seguridade, recoméndase utilizar unha directiva HSTS longa.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "– A cabeceira HTTP «Strict-Transport-Security» ten un formato incorrecto: «%s». Para mellorar a seguridade, recoméndase activar HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "– A cabeceira HTTP «Strict-Transport-Security» non está definida (debe ser polo menos «%d» segundos). Para mellorar a seguridade, recoméndase activar HSTS.",
    "Some headers are not set correctly on your instance" : "Algunhas cabeceiras non están definidas correctamente na súa instancia",
    "Could not check that your web server serves security headers correctly. Please check manually." : "Non foi posíbel comprobar que o seu servidor web serve as cabeceiras de seguranza correctamente. Compróbeo manualmente.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "Non foi posíbel comprobar que o seu servidor web serve correctamente as cabeceiras de seguranza, non foi posíbel consultar «%s»",
    "Your server is correctly configured to send security headers." : "O seu servidor está configurado correctamente para enviar cabeceiras de seguranza.",
    "Database version" : "Versión da base de datos",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Detectouse a versión 10.3 de MariaDB, esta versión está ao final da súa vida útil e só se admite como parte de Ubuntu 20.04. Suxírese MariaDB >=%1$s e <=%2$s para obter mellor rendemento, estabilidade e funcionalidade con esta versión de Nextcloud.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Detectouse a versión «%1$s» de MariaDB. Suxírese MariaDB >=%2$s e <=%3$s para un mellor rendemento, estabilidade e funcionalidade con esta versión de Nextcloud.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Detectouse a versión «%1$s» de MySQL. Suxírese MySQL >=%2$s e <=%3$s para un mellor rendemento, estabilidade e funcionalidade con esta versión de Nextcloud.",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Detectouse a versión «%1$s» de PostgreSQL. Suxírese PostgreSQL >=%2$s e <=%3$s para un mellor rendemento, estabilidade e funcionalidade con esta versión de Nextcloud.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "SQLite está a ser usado actualmente como base de datos de fondo. Para instalacións máis grandes, recomendamos que cambie a unha infraestrutura de base de datos diferente. Isto recoméndase especialmente cando se usa o cliente de escritorio para a sincronización de ficheiros. Para migrar a outra base de datos use a ferramenta de liña de ordes: «occ db:convert-type».",
    "Unknown database platform" : "Plataforma de base de datos descoñecida",
    "Architecture" : "Arquitectura",
    "64-bit" : "64 bits",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Semella que está a executar unha versión de PHP de 32 bits. Nextcloud necesita 64 bits para funcionar ben. Actualice o seu sistema operativo e PHP a 64 bits.",
    "Temporary space available" : "Espazo temporal dispoñíbel",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "Produciuse un erro ao comprobar a ruta temporal de PHP: non se axustou correctamente a un directorio. Valor devolto: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "A función PHP «disk_free_space» está desactivada, o que impide comprobar se hai espazo abondo nos directorios temporais.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "Produciuse un erro ao comprobar o espazo dispoñíbel no disco da ruta PHP temporal ou non se devolveu o espazo libre en disco. Ruta temporal: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "– %.1f GiB dispoñíbeis en %s (directorio temporal PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "– %.1f GiB dispoñíbeis en %s (directorio temporal de Nextcloud)",
    "Temporary directory is correctly configured:\n%s" : "O directorio temporal está configurado correctamente:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Esta instancia usa un almacén de obxectos baseado en S3 como almacenamento principal e ten espazo abondo no directorio temporal.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Esta instancia usa un almacén de obxectos baseado en S3 como almacenamento principal. Os ficheiros enviados almacénanse temporalmente no servidor e, por tanto, recoméndase dispor de 50 GiB de espazo libre no directorio temporal de PHP. Para mellorar isto, cambie o directorio temporal no php.ini ou xere máis espazo dispoñíbel nesa ruta.\nA comprobación do espazo dispoñíbel na ruta temporal deu como resultado %.1f GiB en troques dos 50 GiB recomendados. Ruta: %s",
    "Database transaction isolation level" : "Nivel de illamento da transacción da base de datos",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "A súa base de datos non se executa co nivel de illamento de transacción «READ COMMITTED» . Isto pode causar problemas cando se executan múltiples accións en paralelo.",
    "Was not able to get transaction isolation level: %s" : "Non foi posíbel obter o nivel de illamento da transacción: %s",
    ".well-known URLs" : "URL .coñecidos",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "«check_for_working_wellknown_setup» está definido como falso na súa configuración, polo que foi omitida esta comprobación.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "Non foi posíbel comprobar que o seu servidor web serve «.well-known» correctamente. Compróbeo manualmente.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "O seu servidor web non está configurado correctamente para resolver os URL «.well-known», fallou en:\n«%s»",
    "Your server is correctly configured to serve `.well-known` URLs." : "O seu servidor está configurado correctamente para servir os URL «.well-known».",
    "Font file loading" : "Cargando o ficheiro de tipos de letra",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "Non foi posíbel comprobar a compatibilidade de carga de {extension}. Comprobe manualmente se o seu servidor web serve ficheiros «.{extension}».",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "O servidor web non está configurado correctamente para fornecer ficheiros .{extension}. Isto é un incidente frecuente en configuracións de Nginx. Para Nextcloud 15 necesita un axuste para fornecer ficheiros .{extension}. Compare a súa configuración do Nginx coa configuración recomendada na nosa documentación.",
    "Profile information" : "Información do perfil",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Imaxe de perfil, nome completo, correo-e, número de teléfono, enderezo, sitio web, Twitter, organización, función, título, biografía e se o seu perfil está activado",
    "Nextcloud settings" : "Axustes de Nextcloud",
    "Unified task processing" : "Procesamento unificado de tarefas",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "As tarefas de IA poden ser implementadas por diferentes aplicacións. Aquí pode definir que aplicación debe usarse para que tarefa.",
    "Task:" : "Tarefa:",
    "None of your currently installed apps provide Task processing functionality" : "Ningunha das aplicacións instaladas neste momento ofrece funcións de procesamento de tarefas",
    "Machine translation" : "Tradución automática",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "A tradución automática pode ser implementada por diferentes aplicacións. Aquí pode definir a prioridade das aplicacións de tradución automática que ten instaladas neste momento.",
    "Image generation" : "Xeración de imaxes",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "A xeración de imaxes pode ser implementada por diferentes aplicacións. Aquí pode definir que aplicación debe usar.",
    "None of your currently installed apps provide image generation functionality" : "Ningunha das aplicacións instaladas neste momento ofrece funcións de xeración de imaxes",
    "Text processing" : "Procesamento de texto",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "As tarefas de procesamento de texto poden ser implementadas por diferentes aplicacións. Aquí pode definir que aplicación debe usarse para que tarefa.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Ningunha das aplicacións instaladas neste momento ofrece funcións de procesamento de texto mediante a API de Text Processing.",
    "Here you can decide which group can access certain sections of the administration settings." : "Aquí pode decidir que grupo pode acceder a determinadas seccións dos axustes de administración.",
    "None" : "Ningún",
    "Unable to modify setting" : "Non é posíbel modificar a configuración",
    "Allow apps to use the Share API" : "Permitir que as aplicacións empreguen a API para compartir",
    "Allow resharing" : "Permitir compartir",
    "Allow sharing with groups" : "Permitir compartir con grupos",
    "Restrict users to only share with users in their groups" : "Restrinxir os usuarios a compartir só cos usuarios dos seus grupos",
    "Ignore the following groups when checking group membership" : "Ignorar os seguintes grupos cando comprobe a pertenza a un grupo",
    "Allow users to share via link and emails" : "Permitir que os usuarios compartan a través de ligazóns e correos-e",
    "Allow public uploads" : "Permitir os envíos públicos",
    "Always ask for a password" : "Pedir sempre un contrasinal",
    "Enforce password protection" : "Impor a protección por contrasinal",
    "Exclude groups from password requirements" : "Excluír grupos dos requisitos de contrasinal",
    "Exclude groups from creating link shares" : "Excluír grupos da creación de ligazóns  para compartir",
    "Limit sharing based on groups" : "Limitar a compartición en función dos grupos",
    "Allow sharing for everyone (default)" : "Permitir compartir para todo o mundo (predeterminado)",
    "Exclude some groups from sharing" : "Excluír algúns grupos da compartición",
    "Limit sharing to some groups" : "Limitar a compartición a algúns grupos",
    "Groups allowed to share" : "Grupos permitidos para compartir",
    "Groups excluded from sharing" : "Grupos excluídos da compartición",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Os grupos non permitidos aínda poderán recibir compartición, mais non inicialas.",
    "Set default expiration date for internal shares" : "Definir a data de caducidade predeterminada para as comparticións internas",
    "Enforce expiration date" : "Impor a data de caducidade",
    "Default expiration time of new shares in days" : "Tempo de caducidade predeterminado dos novos recursos compartidos en días",
    "Expire shares after x days" : "As accións caducan após x días",
    "Set default expiration date for shares to other servers" : "Definir a data de caducidade predeterminada para as comparticións con outros servidores",
    "Enforce expiration date for remote shares" : "Aplicar a data de caducidade dos recursos compartidos remotos",
    "Default expiration time of remote shares in days" : "Tempo de caducidade predeterminado dos recursos compartidos remotos en días",
    "Expire remote shares after x days" : "As comparticións remotas caducan após x días",
    "Set default expiration date for shares via link or mail" : "Definir a data de caducidade predeterminada para as comparticións con outros servidores",
    "Default expiration time of shares in days" : "Tempo de caducidade predeterminado dos recursos compartidos en días",
    "Privacy settings for sharing" : "Axustes da privacidade para compartir",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Permitir o autocompletado do nome da conta no diálogo de compartir e permitir o acceso ao caderno de enderezos do sistema",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Se está activado o autocompletado «mesmo grupo» e a «integración do número de teléfono», unha coincidencia en calquera é abondo para amosar o usuario.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Restrinxir o autocompletado de nomes de conta e o acceso ao caderno de enderezos do sistema aos usuarios dos mesmos grupos",
    "Restrict account name autocompletion to users based on phone number integration" : "Restrinxir o autocompletado de nomes de conta aos usuarios en función da integración do número de teléfono",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Permitir o autocompletado ao introducir o nome completo ou o enderezo de correo-e (ignorando a falta de coincidencia na lista de teléfonos e estar no mesmo grupo)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Amosar o texto de exención de responsabilidade na páxina de envío de ligazóns publicas (amosarase só cando a lista de ficheiros estea agochada)",
    "Disclaimer text" : "Texto de exención de responsabilidade",
    "This text will be shown on the public link upload page when the file list is hidden." : "Este texto amosarase na páxina de envío das ligazóns públicas cando a lista de ficheiros estea agochada.",
    "Default share permissions" : "Permisos predeterminados para compartir",
    "Changed disclaimer text" : "Cambiouse o texto da exención de responsabilidade",
    "Deleted disclaimer text" : "Eliminouse o texto da exención de responsabilidade",
    "Could not set disclaimer text" : "Non foi posíbel definir o texto da exención de responsabilidade",
    "Two-Factor Authentication" : "Autenticación de dous factores",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "A autenticación de dous factores pode ser aplicada a todas as contas e a grupos específicos. Se non tiveran configurado un provedor de dous factores, non podería acceder ao sistema.",
    "Enforce two-factor authentication" : "Impor a autenticación de dous factores",
    "Limit to groups" : "Límite para grupos",
    "Enforcement of two-factor authentication can be set for certain groups only." : "A obrigatoriedade da autenticación de dous factores pode definirse só para certos grupos.",
    "Two-factor authentication is enforced for all members of the following groups." : "A autenticación de dous factores é obrigatoria para todos os membros dos seguintes grupos.",
    "Enforced groups" : "Grupos obrigados",
    "Two-factor authentication is not enforced for members of the following groups." : "A autenticación de dous factores non é obrigatoria para os membros dos seguintes grupos.",
    "Excluded groups" : "Grupos excluídos",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Cando se seleccionan/exclúen os grupos, usase a seguinte lóxica para determinar se unha conta ten obrigado o 2FA: Se non hai grupos seleccionados, o 2FA está activo para todos agás os membros dos grupos excluídos. Se hai grupos seleccionados, o 2FA está activo para todos os membros destes. Se unha conta está á vez nun grupo seleccionado e noutro excluído, o seleccionado ten preferencia e se lle obriga a 2FA.",
    "Save changes" : "Gardar os cambios",
    "Show details for {appName} app" : "Amosar os detalles da aplicación {appName}",
    "Update to {update}" : "Actualizar a {update}",
    "Remove" : "Retirar",
    "Featured" : "Destacada",
    "This app is supported via your current Nextcloud subscription." : "Esta aplicación é compatíbel cos súa subscrición actual a Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "As aplicacións destacadas están desenvolvidas por e dentro da comunidade. Ofrecen unha funcionalidade central e están preparadas para o seu uso en produción.",
    "Community rating: {score}/5" : "Valoración da comunidade: {score}/5",
    "All apps are up-to-date." : "Todas as aplicacións están actualizadas.",
    "Icon" : "Icona",
    "Name" : "Nome",
    "Version" : "Versión",
    "Level" : "Nivel",
    "Actions" : "Accións",
    "Results from other categories" : "Resultados doutras categorías",
    "No apps found for your version" : "Non se atoparon aplicacións para a súa versión",
    "Disable all" : "Desactivar todo",
    "Download and enable all" : "Descargar e activar todo",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n aplicación ten unha actualización dispòñíbel.","%n aplicacións teñen unha actualización dispoñíbel."],
    "_Update_::_Update all_" : ["Actualizar","Actualizar todo"],
    "Nothing to show" : "Ren que amosar",
    "Could not load section content from app store." : "Non foi posíbel cargar o contido da sección da tenda de aplicacións.",
    "Loading" : "Cargando",
    "Fetching the latest news…" : "Recuperando as últimas novas…",
    "Could not load app discover section" : "Non foi posíbel cargar a sección de achado de aplicacións",
    "Could not render element" : "Non foi posíbel representar o elemento",
    "Carousel" : "Carrusel",
    "Previous slide" : "Diapositiva anterior",
    "Next slide" : "Seguinte diapositiva",
    "Choose slide to display" : "Escolla a diapositiva que quere amosar",
    "{index} of {total}" : "{index} de {total}",
    "Daemon" : "Servizo",
    "Deploy Daemon" : "Servizo de despregadura",
    "Type" : "Escribir",
    "Display Name" : "Nome para amosar",
    "GPUs support" : "Compatibilidade con GPU",
    "Compute device" : "Dispositivo de computación",
    "Description" : "Descrición",
    "Details" : "Detalles",
    "All" : "Todo",
    "Limit app usage to groups" : "Limitar o uso de aplicacións a grupos",
    "No results" : "Sen resultados",
    "Update to {version}" : "Actualizar a {version}",
    "Default Deploy daemon is not accessible" : "Non é posíbel acceder ao servizo predeterminado de despregadura.",
    "Delete data on remove" : "Eliminar os datos ao retirar",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Esta aplicación non dispón dunha versión mínima de Nextcloud asignada. Isto será un erro no futuro.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Esta aplicación non dispón dunha versión máxima de Nextcloud asignada. Isto será un erro no futuro.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Non é posíbel instalar esta aplicación por mor de non cumprirse as dependencias:",
    "Latest updated" : "Última actualización",
    "Author" : "Autor",
    "Categories" : "Categorías",
    "Resources" : "Recursos",
    "Documentation" : "Documentación",
    "Interact" : "Interactuar",
    "Report a bug" : "Informar dun fallo",
    "Request feature" : "Solicitar unha funcionalidade",
    "Ask questions or discuss" : "Facer preguntas ou debater",
    "Rate the app" : "Valore a aplicación",
    "Rate" : "Cualificar",
    "View in store" : "Ver na tenda",
    "Visit website" : "Visite o sitio web",
    "Usage documentation" : "Documentación de utilización",
    "Admin documentation" : "Documentación da administración da instancia",
    "Developer documentation" : "Documentación para desenvolvedores",
    "Changelog" : "Notas da versión",
    "Device name" : "Nome do dispositivo",
    "Cancel renaming" : "Cancelar o cambio de nome",
    "Save new name" : "Gardar o novo nome",
    "Marked for remote wipe" : "Marcado para limpeza remota",
    "Device settings" : "Axustes do dispositivo",
    "Allow filesystem access" : "Permitir o acceso aos  sistema de ficheiros",
    "Rename" : "Cambiar o nome",
    "Revoke" : "Revogar",
    "Wipe device" : "Limpar o dispositivo",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "A revogación deste testemuño pode impedir a limpeza do seu dispositivo se aínda non iniciou a limpeza.",
    "Google Chrome for Android" : "Google Chrome para Android",
    "{productName} iOS app" : "Aplicación de iOS {productName}",
    "{productName} Android app" : "Aplicación de Android {productName}",
    "{productName} Talk for iOS" : "Talk para iOS {productName}",
    "{productName} Talk for Android" : "Talk para Android {productName}",
    "Sync client" : "Sincronizar o cliente",
    "This session" : "Esta sesión",
    "{client} - {version} ({system})" : "{client} - {version} ({system})",
    "{client} - {version}" : "{client} - {version}",
    "Device" : "Dispositivo",
    "Last activity" : "Última actividade",
    "Devices & sessions" : "Dispositivos e sesións",
    "Web, desktop and mobile clients currently logged in to your account." : "Clientes web, móbiles e de escritorio actualmente conectados á súa conta.",
    "App name" : "Nome da aplicación",
    "Create new app password" : "Crear un novo contrasinal de aplicación",
    "Error while creating device token" : "Produciuse un erro ao crear un testemuño de dispositivo",
    "New app password" : "Novo contrasinal da aplicación",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Use as credenciais que aparecen a seguir para configurar a súa aplicación ou dispositivo. Por mor da seguranza, este contrasinal só se amosará unha vez.",
    "Login" : "Acceso",
    "Password" : "Contrasinal",
    "Show QR code for mobile apps" : "Amosar un código QR para aplicacións móbiles",
    "App password copied!" : "Copiouse o contrasinal da aplicación!",
    "Copy app password" : "Copiar o contrasinal da aplicación",
    "Login name copied!" : "O nome de acceso foi copiado!",
    "Copy login name" : "Copiar o nome de acceso",
    "Could not copy app password. Please copy it manually." : "Non foi posíbel copiar o contrasinal da aplicación. Cópieo manualmente.",
    "Could not copy login name. Please copy it manually." : "Non foi posíbel copiar o nome de acceso. Cópieo manualmente.",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Para que o servidor funcione correctamente, é importante configurar correctamente os traballos en segundo plano. Cron é o axuste recomendado. Consulte a documentación para obter máis información.",
    "Last job execution ran {time}. Something seems wrong." : "A última execución do traballo produciuse o {time}. Semella que algo foi mal.",
    "Last job ran {relativeTime}." : "O último traballo executouse {relativeTime}.",
    "Background job did not run yet!" : "O traballo en segundo plano aínda non se executou!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Executar unha tarefa con cada páxina cargada. Caso de uso: instancia de conta única.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php está rexistrado nun servizo webcron para chamar a cron.php cada 5 minutos a través de HTTP. Caso de uso: instancia moi pequena (de 1 a 5 contas segundo o uso).",
    "Cron (Recommended)" : "Cron (Recomendado)",
    "Use system cron service to call the cron.php file every 5 minutes." : "Use o servizo «cron» do sistema para chamar ao ficheiro cron.php cada 5 minutos.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "O cron.php ten que ser executado pola conta do sistema «{user}».",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "Precísase da extensión POSIX de PHP. Vexa a {linkstart}documentación de PHP{linkend} para obter máis detalles. ",
    "Unable to update background job mode" : "Non é posíbel actualizar o modo de traballo en segundo plano",
    "Profile" : "Perfil",
    "Enable or disable profile by default for new accounts." : "Activar ou desactivar o perfil predeterminado para as novas contas.",
    "Enable" : "Activar",
    "Unable to update profile default setting" : "Non é posíbel actualizar a configuración predeterminada do perfil",
    "{app}'s declarative setting field: {name}" : "Campo de axuste declarativo de {app}: {name}",
    "Failed to save setting" : "Produciuse un fallo ao gardar o axuste",
    "Server-side encryption" : "Cifrado no lado do servidor",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "O cifrado do lado do servidor fai posíbel cifrar os ficheiros que van ser enviados a este servidor. Isto leva algunhas limitacións como penalizacións no rendemento, así que actíveo só se é necesario.",
    "Enable server-side encryption" : "Activar o cifrado no lado do servidor",
    "Please read carefully before activating server-side encryption:" : "Lea atentamente antes de activar o cifrado no lado do servidor:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Una vez que o cifrado estea activado, todos os ficheiros enviados ao servidor desde ese punto en diante cifraranse en repouso no servidor. Só será posíbel desactivar o cifrado nunha data posterior se o módulo de cifrado activado admite esa función, e se cumpran todas as condicións previas (por exemplo, o axuste dunha chave de recuperación).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "O cifrado por si só non garante a seguranza do sistema. Vexa a documentación para obter máis información sobre como funciona a aplicación de cifrado e os casos de uso admitidos.",
    "Be aware that encryption always increases the file size." : "Teña presente que o cifrado sempre incrementa o tamaño do ficheiro.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Sempre é  bo crear copias de seguranza dos seus datos, no caso do cifrado, asegúrese de ter unha copia de seguranza das chaves de cifrado xunto cos seus datos.",
    "This is the final warning: Do you really want to enable encryption?" : "Esta é a última advertencia: Confirma que quere activar o cifrado?",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Non hai cargado ningún módulo de cifrado, active un módulo de cifrado no menú de aplicacións.",
    "Select default encryption module:" : "Seleccionar o módulo predeterminado de cifrado:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "É necesario migrar as súas chave de cifrado do antigo cifrado (ownCloud <= 8,0) cara ao novo. Active o «Módulo predeterminado de cifrado» e execute {command}",
    "Unable to update server side encryption config" : "Non é posíbel actualizar a configuración de cifrado do servidor",
    "Please confirm the group removal" : "Confirme a retirada do grupo",
    "You are about to remove the group \"{group}\". The accounts will NOT be deleted." : "Está a piques de retirar o grupo «{group}». As contas NON van ser eliminadas.",
    "Cancel" : "Cancelar",
    "Confirm" : "Confirmar",
    "Submit" : "Enviar",
    "Rename group" : "Cambiar o nome do grupo",
    "Remove group" : "Retirar o grupo",
    "Failed to remove group \"{group}\"" : "Produciuse un fallo ao retirar o grupo «{group}»",
    "Current password" : "Contrasinal actual",
    "New password" : "Novo contrasinal",
    "Change password" : "Cambiar o contrasinal",
    "Your profile picture" : "A súa imaxe de perfil",
    "Upload profile picture" : "Enviar a imaxe de perfil",
    "Choose profile picture from Files" : "Escoller a imaxe de perfil en Ficheiros",
    "Remove profile picture" : "Retirar a imaxe de perfil",
    "The file must be a PNG or JPG" : "O ficheiro debe ser PNG ou JPG",
    "Picture provided by original account" : "Imaxe fornecida pola conta orixinal ",
    "Set as profile picture" : "Definir como imaxe de perfil",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Teña en conta que pode tardar ata 24 horas en actualizar a súa foto de perfil en todos os sitios.",
    "Choose your profile picture" : "Escolla a súa imaxe de perfil",
    "Please select a valid png or jpg file" : "Seleccione un ficheiro png ou jpg válido",
    "Error setting profile picture" : "Produciuse un erro ao configurar a imaxe de perfil",
    "Error cropping profile picture" : "Produciuse un erro ao recortar a imaxe de perfil",
    "Error saving profile picture" : "Produciuse un erro ao gardar a imaxe de perfil",
    "Error removing profile picture" : "Produciuse un erro ao retirar a imaxe de perfil",
    "Your biography" : "A súa biografía",
    "Enter your date of birth" : "Introduza a súa data de nacemento",
    "Unable to update date of birth" : "Non é posíbel actualizar a data de nacemento",
    "You are a member of the following groups:" : "Vde. é membro dos seguintes grupos:",
    "You are using {s}{usage}{/s}" : "Está a usar {s}{usage}{/s}",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "Está a usar {s}{usage}{/s} de {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})",
    "Your full name" : "O seu nome completo",
    "Primary email for password reset and notifications" : "Correo-e principal para restabelecer o contrasinal e notificacións",
    "Email options" : "Opcións de correo -e",
    "Options for additional email address {index}" : "Opcións para o enderezo de correo adicional {index}",
    "Remove primary email" : "Retirar o correo-e principal",
    "Delete email" : "Eliminar o correo-e",
    "This address is not confirmed" : "Este enderezo non está confirmado",
    "Unset as primary email" : "Desactivar como correo principal",
    "Set as primary email" : "Definir como correo principal",
    "Additional email address {index}" : "Enderezo de correo adicional {index}",
    "Unable to delete primary email address" : "Non é posíbel eliminar o enderezo de correo principal",
    "Unable to update primary email address" : "Non é posíbel actualizar o enderezo de correo principal",
    "Unable to add additional email address" : "Non é posíbel engadir un o enderezo de correo adicional",
    "Unable to update additional email address" : "Non é posíbel actualizar o enderezo de correo adicional",
    "Unable to delete additional email address" : "Non é posíbel eliminar o enderezo de correo adicional",
    "No email address set" : "Non hai un enderezo de correo definido",
    "Your handle" : "O seu identificador",
    "Day to use as the first day of week" : "Días que pode usar como primeiro día da semana",
    "Derived from your locale ({weekDayName})" : "Derivado da súa configuración rexional ({weekDayName})",
    "Unable to update first day of week" : "Non é posíbel actualizar o primeiro día da semana",
    "Your headline" : "O seu titular",
    "Languages" : "Idiomas",
    "Help translate" : "Axude na tradución",
    "Unable to update language" : "Non é posíbel actualizar o idioma",
    "No language set" : "Non foi definido ningún idioma",
    "Locales" : "Configuracións rexionais",
    "Week starts on {firstDayOfWeek}" : "A semana comeza o {firstDayOfWeek}",
    "Unable to update locale" : "Non é posíbel actualizar a configuración rexional",
    "No locale set" : "Non foi definida ningunha configuración rexional",
    "Your city" : "A súa cidade",
    "Your organisation" : "A súa organización",
    "Your phone number" : "O seu número de teléfono",
    "Edit your Profile visibility" : "Edita a visibilidade do seu perfil",
    "Enable profile" : "Activar o perfil",
    "Unable to update profile enabled state" : "Non é posíbel actualizar o estado activado do perfil",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "No seu perfil respectase a configuración máis restritiva de visibilidade ou ámbito. Por exemplo, se a visibilidade está definida como«Amosar a todos» e o ámbito está configurado como «Privado», respéctase «Privado».",
    "Unable to update visibility of {displayId}" : "Non é posíbel actualizar a visibilidade de {displayId}",
    "she/her" : "ela — she/her",
    "he/him" : "el — he/him",
    "they/them" : "ele — they/them",
    "Your pronouns. E.g. ${pronounsExample}" : "Os seus pronomes. p. ex. ${pronounsExample}",
    "Your role" : "O seu cargo",
    "Your X (formerly Twitter) handle" : "O seu identificador en X (anteriormente Twitter).",
    "Your website" : "O seu sitio web",
    "No {property} set" : "Non definiu {property}",
    "Invalid value" : "O valor é incorrecto",
    "Unable to update {property}" : "Non é posíbel actualizar a {property}",
    "Change scope level of {property}, current scope is {scope}" : "Cambiar o nivel de ámbito de {property}, o ámbito actual é {scope}",
    "Unable to update federation scope of the primary {property}" : "Non é posíbel actualizar o ámbito de federación da {property} principal",
    "Unable to update federation scope of additional {property}" : "Non é posíbel actualizar o ámbito da federación de {property} adicional",
    "Add additional email" : "Engadir un correo adicional",
    "Add" : "Engadir",
    "Create" : "Crear",
    "Change" : "Cambiar",
    "Delete" : "Eliminar",
    "Reshare" : "Volver compartir",
    "No accounts" : "Non hai contas",
    "Loading accounts …" : "Cargando as contas…",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Lista de contas. Esta lista non se representa de xeito completo por mor do rendemento. As contas represéntanse mentres se despraza pola lista.",
    "Default language" : "Idioma predeterminado",
    "Common languages" : "Idiomas habituais",
    "Other languages" : "Outros idiomas",
    "Password change is disabled because the master key is disabled" : "O cambio de contrasinal está desactivado porque a chave principal está desactivada",
    "New account" : "Conta nova",
    "Display name" : "Nome para amosar",
    "Either password or email is required" : "Precísase dun contrasinal ou un correo-e",
    "Password (required)" : "Contrasinal (necesario)",
    "Email (required)" : "Correo-e (necesario)",
    "Email" : "Correo",
    "Member of the following groups (required)" : "Membro dos seguintes grupos (obrigatorio)",
    "Member of the following groups" : "Membro dos seguintes grupos",
    "Set account groups" : "Definir grupos de contas",
    "Admin of the following groups" : "Administrador dos seguintes grupos",
    "Set account as admin for …" : "Definir a conta como administradora para…",
    "Quota" : "Cota",
    "Set account quota" : "Definir a cota da conta",
    "Language" : "Idioma",
    "Set default language" : "Definir o idioma predeterminado",
    "Add new account" : "Engadir unha conta nova",
    "Manager" : "Xestor/a",
    "Set line manager" : "Definir o responsábel xerárquico",
    "Account name will be autogenerated" : "O nome da conta vai ser xerado automaticamente",
    "Account name (required)" : "Nome da conta (necesario)",
    "Total rows summary" : "Resumo total de filas",
    "Scroll to load more rows" : "Desprácese para cargar máis filas",
    "Avatar" : "Avatar",
    "Account name" : "Nome da conta",
    "Group admin for" : "Administrador de grupo para",
    "Account backend" : "Infraestrutura da conta",
    "Storage location" : "Localización do almacenamento",
    "Last login" : "Último acceso",
    "Account actions" : "Accións da conta",
    "Password or insufficient permissions message" : "Mensaxe de contrasinal ou de permisos insuficientes",
    "Loading account …" : "Cargando a conta…",
    "Change display name" : "Cambiar o nome para amosar",
    "Set new password" : "Definir un novo contrasinal",
    "You do not have permissions to see the details of this account" : "Vde. non ten permisos para ver os detalles desta conta",
    "Set new email address" : "Definir un novo enderezo de correo",
    "Add account to group" : "Engadir conta ao grupo",
    "Set account as admin for" : "Definir a conta como administradora para",
    "Select account quota" : "Seleccione a cota da conta",
    "Set the language" : "Definir o idioma",
    "{size} used" : "{size} usado",
    "Delete account" : "Eliminar a conta",
    "Disconnect all devices and delete local data" : "Desconecta todos os dispositivos e borra os datos locais",
    "Disable account" : "Desactivar a conta",
    "Enable account" : "Activar a conta",
    "Resend welcome email" : "Volver enviar o correo de benvida",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "No caso de perder o dispositivo ou saír da organización, pode limpar os datos de Nextcloud de xeito remoto de todos os dispositivos asociados a {userid}. Só funciona se os dispositivos están conectados Á Internet.",
    "Remote wipe of devices" : "Limpeza remota de dispositivos",
    "Wipe {userid}'s devices" : "Limpar os dispositivos de {userid}",
    "Wiped {userid}'s devices" : "Limpáronse os dispositivos de {userid}",
    "Failed to update line manager" : "Produciuse un erro ao actualizar o responsábel xerárquico",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Eliminar completamente a conta de {userid} incluíndo todos os seus ficheiros persoais, datos de aplicacións, etc.",
    "Account deletion" : "Eliminación de conta",
    "Delete {userid}'s account" : "Eliminar a conta de {userid}",
    "Display name was successfully changed" : "O nome para amosar foi cambiado satisfactoriamente",
    "Password was successfully changed" : "O contrasinal foi cambiado satisfactoriamente",
    "Email was successfully changed" : "O correo foi cambiado satisfactoriamente",
    "Welcome mail sent!" : "Enviado o correo de benvida!",
    "Toggle account actions menu" : "Alternar o menú de accións da conta",
    "Done" : "Feito",
    "Edit" : "Editar",
    "Account management settings" : "Axustes da xestión da conta",
    "Visibility" : "Visibilidade",
    "Show language" : "Amosar o idioma",
    "Show account backend" : "Amosar a infraestrutura da conta",
    "Show storage path" : "Amosar a ruta do almacenamento",
    "Show last login" : "Amosar o último acceso",
    "Sorting" : "Ordenando",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "A configuración do sistema obriga a clasificar os grupos por nome. Isto tamén desactiva a vista do reconto de membros.",
    "Group list sorting" : "Ordenación da lista de grupos",
    "By member count" : "Segundo o número de membros",
    "By name" : "Polo nome",
    "Send email" : "Enviar o correo",
    "Send welcome email to new accounts" : "Enviar correo de benvida ás novas contas",
    "Defaults" : "Predeterminados",
    "Default quota" : "Cota predeterminada",
    "Select default quota" : "Seleccionar a cota predeterminada",
    "Passwordless authentication requires a secure connection." : "A autenticación sen contrasinal precisa dunha conexión segura.",
    "Add WebAuthn device" : "Engadir un dispositivo WebAuthn",
    "Please authorize your WebAuthn device." : "Autorice o seu dispositivo WebAuthn.",
    "Adding your device …" : "Engadindo o seu dispositivo…",
    "Server error while trying to complete WebAuthn device registration" : "Produciuse un erro do servidor cando se intentaba completar o rexistro do dispositivo WebAuthn",
    "Unnamed device" : "Dispositivo sen nome",
    "Passwordless Authentication" : "Autenticación sen contrasinal",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Configurar a súa conta para a autenticación sen contrasinal seguindo o estándar FIDO2.",
    "No devices configured." : "Non hai dispositivos configurados.",
    "The following devices are configured for your account:" : "Os seguintes dispositivos están configurados para a súa conta:",
    "Your browser does not support WebAuthn." : "O seu navegador non é compatíbel co WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Como administrador pode facer axustes finos do comportamento ao compartir. Lea a documentación para obter máis información.",
    "You need to enable the File sharing App." : "Debe activar a aplicación Compartir ficheiros.",
    "Loading app list" : "Cargando a lista de aplicacións",
    "App Store" : "Tenda de aplicacións",
    "Loading categories" : "Cargando categorías",
    "Developer documentation ↗" : "Documentación para desenvolvedores ↗",
    "Version {version}, {license}-licensed" : "Versión {version}, con licenza {license}",
    "Version {version}" : "Versión {version}",
    "All accounts" : "Todas as contas",
    "Admins" : "Administración",
    "Account group: {group}" : "Grupo de contas: {group}",
    "Account management" : "Xestión de contas",
    "Creating group…" : "Creando un grupo…",
    "Create group" : "Creando o grupo",
    "Group name" : "Nome do grupo",
    "Please enter a valid group name" : "Introduza un nome de grupo válido",
    "Failed to create group" : "Produciuse un fallo ao crear o grupo",
    "Sending…" : "Enviando…",
    "Email sent" : "Correo enviado",
    "Location" : "Localización",
    "Profile picture" : "Imaxe do perfil",
    "About" : "Sobre",
    "Date of birth" : "Data de nacemento",
    "Full name" : "Nome completo",
    "Additional email" : "Correo-e adicional",
    "Fediverse (e.g. Mastodon)" : "Fediverso (p. ex., Mastodon)",
    "Headline" : "Titular",
    "Organisation" : "Organización",
    "Phone number" : "Número de teléfono",
    "Pronouns" : "Pronomes",
    "Role" : "Cargo",
    "X (formerly Twitter)" : "X (anteriormente Twitter).",
    "Website" : "Sitio web",
    "Profile visibility" : "Visibilidade do perfil",
    "Locale" : "Configuración rexional",
    "First day of week" : "Primeiro día da semana",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Non está dispoñíbel porque esta propiedade é precisa para as funcións básicas, como compartir ficheiros e convites de calendario",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Non está dispoñíbel porque a federación foi desactivada para a súa conta, póñase en contacto coa administración do sistema se ten algunha dúbida",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Non está dispoñíbel porque non se permite publicar datos específicos da conta no servidor de buscas, póñase en contacto coa administración do sistema se ten algunha dúbida",
    "Discover" : "Achar",
    "Your apps" : "As súas aplicacións",
    "Active apps" : "Aplicacións activas",
    "Disabled apps" : "Aplicacións desactivadas",
    "Updates" : "Actualizacións",
    "App bundles" : "Paquetes de aplicacións",
    "Featured apps" : "Aplicacións destacadas",
    "Supported apps" : "Aplicacións compatíbeis",
    "Show to everyone" : "Amosar a todos",
    "Show to logged in accounts only" : "Amosar só ás contas iniciadas",
    "Hide" : "Agochar",
    "manual-install apps cannot be updated" : "non é posíbel actualizar as aplicacións de instalación manual",
    "{progress}% Deploying …" : "{progress}% Despregando…",
    "{progress}% Initializing …" : "{progress}% Iniciando…",
    "Health checking" : "Control de integridade",
    "Deploy and Enable" : "Despregar e activar",
    "Download and enable" : "Descargar e activar",
    "Disable" : "Desactivar",
    "Allow untested app" : "Permitir aplicación non probada",
    "The app will be downloaded from the App Store" : "A aplicación descargarase da tenda de aplicacións",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Esta aplicación non está marcado como compatíbel coa súa versión de Nextcloud. Se continúa, poderá instalar a aplicación. Teña en conta que é probábel que a aplicación non funcione como se agarda.",
    "Never" : "Nunca",
    "Could not register device: Network error" : "Non foi posíbel rexistrar o dispositivo: Produciuse un erro de rede",
    "Could not register device: Probably already registered" : "Non foi posíbel rexistrar o dispositivo: Probabelmente xa estea rexistrado",
    "Could not register device" : "Non foi posíbel rexistrar o dispositivo",
    "An error occurred during the request. Unable to proceed." : "Produciuse un erro durante a solicitude. Non é posíbel continuar.",
    "The app has been enabled but needs to be updated." : "Activouse a aplicación mais cómpre actualizala.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Erro: non é posíbel activar esta aplicación porque fai que o servidor sexa inestábel",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "A aplicación foi activada pero necesita ser actualizada. Vai ser redirixido cara a páxina de actualizarións en 5 segundos.",
    "Do you really want to wipe your data from this device?" : "Confirma que quere limpar os seus datos deste dispositivo?",
    "Confirm wipe" : "Confirmar a limpeza",
    "Could not delete the app token" : "Non foi posíbel eliminar o testemuño da aplicación",
    "Error while wiping the device with the token" : "Produciuse un erro ao limpar o dispositivo co testemuño",
    "Error while updating device token name" : "Produciuse un erro ao actualizar o nome do testemuño do dispositivo",
    "Error while updating device token scope" : "Produciuse un erro ao actualizar o ámbito do testemuño do dispositivo",
    "Could not set group sorting" : "Non foi posíbel definir a ordenación por grupos",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Houbo demasiadas solicitudes da súa rede. Volva tentalo máis adiante ou póñase en contacto coa administración desta instancia. se se trata dun erro.",
    "Error" : "Erro",
    "Account documentation" : "Documentación da conta",
    "Administration documentation" : "Documentación da administración da instancia",
    "Forum" : "Foro",
    "Nextcloud help & privacy resources" : "Recursos de axuda e privacidade de Nextcloud",
    "General documentation" : "Documentación xeral",
    "Legal notice" : "Aviso legal",
    "Privacy policy" : "Directiva de privacidade",
    "None/STARTTLS" : "Ningún/STARTTLS",
    "SSL" : "SSL",
    "Mail delivery is disabled by instance config \"%s\"." : "A entrega de correo está desactivada pola configuración da instancia «%s».",
    "Open documentation" : "Abrir a documentación",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "É importante configurar este servidor para que poida enviar correos, por exemplo para cambios de contrasinais e notificacións.",
    "Send mode" : "Modo de envío",
    "Encryption" : "Cifrado",
    "Sendmail mode" : "Modo do Sendmail",
    "From address" : "Desde o enderezo",
    "Server address" : "Enderezo do servidor",
    "Port" : "Porto",
    "Authentication" : "Autenticación",
    "Authentication required" : "Precísase da autenticación",
    "Credentials" : "Credenciais",
    "SMTP Login" : "Acceso SMTP",
    "SMTP Password" : "Contrasinal SMTP",
    "Save" : "Gardar",
    "Test and verify email settings" : "Probe e verifique os axustes do correo",
    "Security & setup warnings" : "Advertencias de seguranza e configuración",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "É importante para a seguranza e o bo funcionamento da súa instancia que todo estea configurado correctamente. Para axudarlle niso, imos facer algunhas comprobacións automáticas. Vexa a documentación ligada para obter máis información. ",
    "All checks passed." : "Pasáronse todas as comprobacións.",
    "There are some errors regarding your setup." : "Hai algún erro relativo aos seus axustes.",
    "There are some warnings regarding your setup." : "Hai algunha advertencia relativa aos seus axustes.",
    "Checking for system and security issues." : "Verificando incidencias de sistema e seguranza.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Volva verificar as <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">guías de instalación ↗</a>, e comprobe que non haxa erros ou advertencias no <a href=\"%2$s\">rexistro</a>. ",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Comprobe a seguranza do seu Nextcloud empregando o <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">noso escaneo de seguranza ↗</a>.",
    "Reasons to use Nextcloud in your organization" : "Razóns para usar Nextcloud na súa organización",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Desenvolvido pola {communityopen}comunidade Nextcloud{linkclose}, o {githubopen}código fonte{linkclose} está licenciado baixo a  {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Faga un Gústame na nosa páxina de Facebook",
    "Follow us on X" : "Síganos en X",
    "Follow us on Mastodon" : "Síganos en Mastodon",
    "Check out our blog" : "Visite o noso blog ",
    "Subscribe to our newsletter" : "Subscríbase ao noso boletín",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Esta versión comunitaria de Nextcloud non é compatíbel e as notificacións instantáneas non están dispoñíbeis.",
    "Use a second factor besides your password to increase security for your account." : "Empregue un segundo factor ademais do seu contrasinal para aumentar a seguranza da súa conta.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "  Se usa aplicacións de terceiros para conectarse a Nextcloud, asegúrese de crear e configurar un contrasinal de aplicación para cada unha antes de activar o segundo factor de autenticación.",
    "No user supplied" : "Non subministrado polo usuario",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "Forneza un contrasinal de recuperación de administración; senón perderanse todos os datos do usuario.",
    "Backend does not support password change, but the user's encryption key was updated." : "A infraestrutura non admite o cambio de contrasinal, mais a chave de cifrado do usuario foi actualizada.",
    "You need to set your user email before being able to send test emails. Go to %s for that." : "É necesario definir o seu correo de usuario antes de poder enviar correos de proba. Vaia a %s para iso.",
    "Invalid user" : "Usuario incorrecto",
    "Your username is: %s" : "O seu nome de usuario é: %s",
    "Logged in user must be a subadmin" : "O usuario que accede debe ser de subadministración",
    "Old user imported certificates" : "Certificados antigos importados polo usuario",
    "A background job is pending that checks for user imported SSL certificates. Please check back later." : "Está pendente un traballo en segundo plano que comprobe os certificados SSL importados polo usuario. Volva comprobar máis adiante.",
    "There are some user imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Hai algúns certificados SSL importados polo usuario, que xa non se usan con Nextcloud 21. Pódense importar coa liña de ordes mediante a orde «occ security:certificates:import». As súas rutas dentro do directorio de datos amosanse deseguido.",
    "Missing optional index \"%s\" in table \"%s\"." : "Falta o índice opcional «%s» na táboa «%s».",
    "The database is missing some indexes. Due to the fact that adding indexes on big tables could take some time they were not added automatically. By running \"occ db:add-missing-indices\" those missing indexes could be added manually while the instance keeps running. Once the indexes are added queries to those tables are usually much faster." : "Á base de datos fáltanlle algúns índices. Por mor de que engadir os índices podería levar moito non foron engadidos automaticamente. Estes índices perdidos poden engadirse manualmente mentres siga funcionando a instancia, executando «occ db:add-missing-indices». Una vez se teñan engadidos os índices, as consultas a esas táboas adoitan ser moito máis rápidas.",
    "File locking" : "Bloqueo de ficheiros",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "O bloqueo de ficheiros transaccionais está desactivado, isto podería levar a problemas baixo certas condicións. Active «filelocking.enabled» en «config.php» para evitar eses problemas",
    "Could not check for JavaScript support. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Non foi posíbel comprobar a compatibilidade de JavaScript. Comprobe manualmente se o seu servidor web serve ficheiros «.mjs» utilizando o tipo MIME JavaScript.",
    "MySQL unicode support" : "Compatibilidade con MySQL Unicode",
    "Overwrite cli URL" : "Sobrescribir o URL da interface da liña de ordes",
    "You are currently running PHP %s. PHP 8.0 is now deprecated in Nextcloud 27. Nextcloud 28 may require at least PHP 8.1. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Actualmente está a executar PHP %s. PHP 8.0 é obsoleto en Nextcloud 27. Nextcloud 28 pode precisar polo menos PHP 8.1. Actualice a unha das versións de PHP oficialmente compatíbeis fornecidas polo Grupo PHP o antes posíbel.",
    "MariaDB version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MariaDB 10.2 or higher." : "Utilízase a versión «%s» de MariaDB. Nextcloud 21 ou superior non admite esta versión e precisa MariaDB 10.2 ou superior.",
    "MySQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MySQL 8.0 or MariaDB 10.2 or higher." : "Utilízase a versión «%s» de MySQL. Nextcloud 21 e superior non admite esta versión e precisan MySQL 8.0 ou MariaDB 10.2 ou superior.",
    "PostgreSQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require PostgreSQL 9.6 or higher." : "Utilízase a versión «%s» de PostgreSQL. Nextcloud 21 ou superior non admite esta versión e precisa PostgreSQL 9.6 ou superior.",
    "Speech-To-Text" : "Conversión de voz a texto",
    "Speech-To-Text can be implemented by different apps. Here you can set which app should be used." : "Speech-To-Text pode ser implementado por diferentes aplicacións. Aquí pode definir que aplicación debe usar.",
    "None of your currently installed apps provide Speech-To-Text functionality" : "Ningunha das aplicacións instaladas neste momento ofrece funcións de conversión de voz a texto",
    "None of your currently installed apps provide Text processing functionality" : "Ningunha das aplicacións instaladas neste momento ofrece funcións de procesamento de texto",
    "Exclude groups from sharing" : "Excluír grupos da compartición",
    "These groups will still be able to receive shares, but not to initiate them." : "Estes grupos poderán recibir comparticións, mais non inicialas.",
    "Set default expiration date for shares" : "Definir a data de caducidade predeterminada das comparticións",
    "Allow username autocompletion in share dialog and allow access to the system address book" : "Permitir o autocompletado do nome de usuario no diálogo de compartir e permitir o acceso ao caderno de enderezos do sistema",
    "Two-factor authentication can be enforced for all users and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "A autenticación de dous factores pode ser aplicada a todos os usuarios e grupos específicos. Se non tiveran configurado un provedor de dous factores, non podería acceder ao sistema.",
    "When groups are selected/excluded, they use the following logic to determine if a user has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If a user is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Cando se seleccionan/exclúen os grupos, usase a seguinte lóxica para determinar se un usuario ten obrigado o 2FA: Se non hai grupos seleccionados, o 2FA está activo para todos agás os membros dos grupos excluídos. Se hai grupos seleccionados, o 2FA está activo para todos os membros destes. Se un usuario está á vez nun grupo seleccionado e noutro excluído, o seleccionado ten preferencia e se lle obriga a 2FA.",
    "{license}-licensed" : "Licenciado baixo a {license}",
    "Rating: {score}/10" : "Valoración: {score}/10",
    "Username" : "Nome de usuario",
    "Execute one task with each page loaded. Use case: Single user instance." : "Executar unha tarefa con cada páxina cargada. Caso de uso: instancia de usuario único.",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 users depending on the usage)." : "cron.php está rexistrado nun servizo webcron para chamar a cron.php cada 5 minutos a través de HTTP. Caso de uso: instancia moi pequena (de 1 a 5 usuarios segundo o uso).",
    "The cron.php needs to be executed by the system user \"{user}\"." : "O cron.php debe ser executado polo usuario do sistema «{user}».",
    "Enable or disable profile by default for new users." : "Activar ou desactivar o perfil predeterminado para os novos usuarios.",
    "You are about to remove the group \"{group}\". The users will NOT be deleted." : "Está a piques de retirar o grupo «{group}». Os usuarios NON van ser eliminados.",
    "You are using <strong>{usage}</strong>" : "Está a usar <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Está a usar <strong>{usage}</strong> de <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)",
    "Additional emails" : "Correos adicionais",
    "Enable Profile" : "Activar o perfil",
    "No users" : "Non hai usuarios",
    "Loading users …" : "Cargando usuarios…",
    "List of users. This list is not fully rendered for performance reasons. The users will be rendered as you navigate through the list." : "Lista de usuarios. Esta lista non se representa de xeito completo por mor do rendemento. Os usuarios represéntanse mentres se despraza pola lista.",
    "New user" : "Novo usuario",
    "Groups (required)" : "Grupos (necesario)",
    "Set user groups" : "Definir grupos de usuarios",
    "Administered groups" : "Grupos administrados",
    "Set user as admin for …" : "Definir o usuario como administrador para…",
    "Set user quota" : "Definir a cota de usuario",
    "Add new user" : "Engadir un novo usuario",
    "Set user manager" : "Definir o xestor de usuarios",
    "Username will be autogenerated" : "O nome de usuario vai ser xerado automaticamente",
    "Username (required)" : "Nome de usuario (necesario)",
    "User backend" : "Infraestrutura do usuario",
    "User actions" : "Accións do usuario",
    "Loading user …" : "Cargando usuario…",
    "You do not have permissions to see the details of this user" : "Vde. non ten permisos para ver os detalles deste usuario",
    "Add user to group" : "Engadir usuario ao grupo",
    "Set user as admin for" : "Definir o usuario como administrador para",
    "Select user quota" : "Seleccionar a cota de usuario",
    "Delete user" : "Eliminar usuario",
    "Wipe all devices" : "Limpar todos os dispositivos",
    "Disable user" : "Desactivar usuario",
    "Enable user" : "Activar usuario",
    "Failed to update user manager" : "Produciuse un erro ao actualizar o xestor de usuarios",
    "Toggle user actions menu" : "Alternar o menú de accións do usuario",
    "User management settings" : "Axustes da xestión de usuarios",
    "Show user backend" : "Amosar a infraestrutura do usuario",
    "Send welcome email to new users" : "Enviar correo de benvida aos novos usuarios",
    "Name your device" : "Nome do seu dispositivo",
    "Server error while trying to add WebAuthn device" : "Produciuse un erro do servidor cando se tentaba engadir un dispositivo WebAuthn",
    "by {author}\n{license}" : "por {author}\n{license}",
    "User management" : "Xestión de usuarios",
    "Active users" : "Usuarios activos",
    "Disabled users" : "Usuarios desactivados",
    "Creating group …" : "Creando un grupo…",
    "User group: {group}" : "Grupo de usuarios: {group}",
    "Not available as federation has been disabled for your account, contact your system administrator if you have any questions" : "Non está dispoñíbel porque a federación foi desactivada para a súa conta, póñase en contacto coa administración do sistema se ten algunha dúbida",
    "Not available as publishing user specific data to the lookup server is not allowed, contact your system administrator if you have any questions" : "Non está dispoñíbel porque non se permite publicar datos específicos do usuario no servidor de buscas, póñase en contacto coa administración do sistema se ten algunha dúbida",
    "Show to logged in users only" : "Amosar só aos usuarios que accederon",
    "Nextcloud help resources" : "Recursos de axuda de Nextcloud",
    "SMTP Username" : "Nome de usuario SMTP",
    "Follow us on Twitter" : "Síganos en Twitter",
    "To allow this check to run you have to make sure that your webserver can connect to itself. Therefor it must be able to resolve and connect to at least one its `trusted_domains` or the `overwrite.cli.url`." : "Para permitir que esta comprobación se execute, debe asegurarse de que o seu servidor web poida conectarse a si mesmo. Por tanto, debe ser quen de resolver e conectarse a polo menos un dos seus «trusted_domains» ou ao «overwrite.cli.url».",
    "Could not check for JavaScript support via any of your `trusted_domains` nor `overwrite.cli.url`. This may be the result of a server-side DNS mismatch or outbound firewall rule. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Non foi posíbel comprobar a compatibilidade de JavaScript a través de ningún dos seus «trusted_domains» nin «overwrite.cli.url». Isto pode ser o resultado dunha falta de coincidencia de DNS do servidor ou dunha regra da devasa de saída. Comprobe manualmente se o seu servidor web serve ficheiros «.mjs» usando o tipo MIME JavaScript.",
    "Active accounts" : "Contas activas",
    "Users's email account" : "Conta de correo dos usuarios",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "Para permitir que esta comprobación se execute, debe asegurarse de que o seu servidor web poida conectarse a si mesmo. Por tanto, debe ser quen de resolver e conectarse a polo menos un dos seus «trusted_domains» ou ao «overwrite.cli.url». Este fallo pode ser o resultado dunha falta de coincidencia de DNS do servidor ou dunha regra da devasa de saída.",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "Detectouse a versión «%s» de PostgreSQL. Suxírese PostgreSQL >=12 e <=16 para un mellor rendemento, estabilidade e funcionalidade con esta versión de Nextcloud."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}