{ "translations": {
    "{actor} added you to group {group}" : "{actor} vas je dodao u grupu {group}",
    "You added {user} to group {group}" : "Dodali ste {user} u grupu {group}",
    "{actor} added {user} to group {group}" : "{actor} je dodao {user} u grupu {group}",
    "An administrator added you to group {group}" : "Administrator vas je dodao u grupu {group}",
    "An administrator added {user} to group {group}" : "Administrator je dodao {user} u grupu {group}",
    "{actor} removed you from group {group}" : "{actor} vas je uklonio iz grupe {group}",
    "You removed {user} from group {group}" : "Uklonili ste {user} iz grupe {group}",
    "{actor} removed {user} from group {group}" : "{actor} je uklonio {user} iz grupe {group}",
    "An administrator removed you from group {group}" : "Administrator vas je uklonio iz grupe {group}",
    "An administrator removed {user} from group {group}" : "Administrator je uklonio {user} iz grupe {group}",
    "Your <strong>group memberships</strong> were modified" : "Vaša <strong>članstva u grupama</strong> su izmijenjena",
    "{actor} changed your password" : "{actor} je promijenio vašu zaporku",
    "You changed your password" : "Promijenili ste svoju zaporku",
    "Your password was reset by an administrator" : "Administrator je resetirao vašu zaporku",
    "Your password was reset" : "Vaša zaporka je resetirana",
    "{actor} changed your email address" : "{actor} je promijenio vašu adresu e-pošte",
    "You changed your email address" : "Promijenili ste svoju adresu e-pošte",
    "Your email address was changed by an administrator" : "Administrator je promijenio vašu adresu e-pošte",
    "You created an app password for a session named \"{token}\"" : "Stvorili ste lozinku aplikacije za sesiju pod nazivom \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Administrator je stvorio lozinku aplikacije za sesiju pod nazivom \"{token}\"",
    "You deleted app password \"{token}\"" : "Izbrisali ste zaporku aplikacije „{token}”",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Preimenovali ste zaporku aplikacije „{token}” u „{newToken}”",
    "You granted filesystem access to app password \"{token}\"" : "Odobrili ste zaporki aplikacije „{token}” pristup datotečnom sustavu",
    "You revoked filesystem access from app password \"{token}\"" : "Opozvali ste zaporki aplikacije „{token}” pristup datotečnom sustavu",
    "Security" : "Sigurnost",
    "You successfully logged in using two-factor authentication (%1$s)" : "Uspješno ste se prijavili s pomoću dvofaktorske autentifikacije (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Neuspješan pokušaj prijave s pomoću dvofaktorske autentifikacije (%1$s)",
    "Remote wipe was started on %1$s" : "Udaljeno brisanje pokrenuto je %1$s",
    "Remote wipe has finished on %1$s" : "Udaljeno brisanje završilo je %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Izmijenjena je vaša <strong>zaporka</strong> ili <strong>adresa e-pošte</strong>",
    "Settings" : "Postavke",
    "Could not remove app." : "Nije moguće ukloniti aplikaciju.",
    "Could not update app." : "Nije moguće ažurirati aplikaciju.",
    "One time login" : "Jednokratna prijava",
    "QR Code login" : "Prijava QR kodom",
    "Wrong password" : "Pogrešna zaporka",
    "Unable to change personal password" : "Nije moguće promijeniti osobnu lozinku",
    "Saved" : "Spremljeno",
    "No Login supplied" : "Nije navedena prijava",
    "Unable to change password" : "Promjena zaporke nije moguća",
    "Unable to change password. Password too long." : "Nije moguće promijeniti lozinku. Lozinka je predugačka.",
    "Authentication error" : "Pogrešna autentifikacija",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Unesite administratorsku lozinku za oporavak; u suprotnom će svi podaci računa biti izgubljeni.",
    "Wrong admin recovery password. Please check the password and try again." : "Pogrešna administratorska zaporka za oporavak. Provjerite zaporku i pokušajte ponovno.",
    "Backend does not support password change, but the encryption of the account key was updated." : "Pozadinski sustav ne podržava promjenu lozinke, ali je ažurirano šifriranje ključa računa.",
    "Administrator documentation" : "Dokumentacija za administratora",
    "User documentation" : "Dokumentacija za korisnike",
    "Nextcloud help overview" : "Pregled pomoći za Nextcloud",
    "Invalid SMTP password." : "Nevaljana zaporka za SMTP.",
    "Email setting test" : "Testiranje postavljanja e-pošte",
    "Well done, %s!" : "Odlično, %s!",
    "If you received this email, the email configuration seems to be correct." : "Ako ste primili ovu poruku e-pošte, čini se da je e-pošta pravilno konfigurirana.",
    "Email could not be sent. Check your mail server log" : "Slanje poruke e-pošte nije uspjelo. Provjerite zapis poslužitelja e-pošte",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Došlo je do problema pri slanju poruke e-pošte. Pregledajte svoje postavke. (Pogreška: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Morate postaviti adresu e-pošte za svoj račun prije nego što možete slati probne poruke. Za to otvorite %s.",
    "Recently active" : "Nedavno aktivni",
    "Disabled accounts" : "Onemogućeni računi",
    "Invalid account" : "Nevažeći račun",
    "Invalid mail address" : "Nevažeća adresa e-pošte",
    "Settings saved" : "Postavke spremljene",
    "Unable to change full name" : "Nije moguće promijeniti puno ime",
    "Unable to change email address" : "Nije moguće promijeniti adresu e-pošte",
    "Unable to set invalid phone number" : "Postavljanje nevažećeg telefonskog broja nije uspjelo",
    "Unable to set invalid website" : "Nije moguće postaviti nevažeće web-mjesto",
    "Some account data was invalid" : "Određeni podaci o računu nisu važeći",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Kako biste potvrdili svoj Twitter račun, objavite sljedeću poruku na Twitteru (objavite bez ikakvih prekida retka):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Kako biste potvrdili svoje web-mjesto, pohranite sljedeći sadržaj u korijensku mapu na ‘.well-known/CloudIdVerificationCode.txt’ (cijeli tekst treba biti u jednom retku):",
    "%1$s changed your password on %2$s." : "%1$s je promijenio vašu zaporku na %2$s.",
    "Your password on %s was changed." : "Promijenjena je vaša zaporka na %s.",
    "Your password on %s was reset by an administrator." : "Administrator je promijenio vašu zaporku na %s.",
    "Your password on %s was reset." : "Vaša zaporka na %s je resetirana.",
    "Password for %1$s changed on %2$s" : "Promijenjena je zaporka za %1$s na %2$s",
    "Password changed for %s" : "Promijenjena je zaporka za %s",
    "If you did not request this, please contact an administrator." : "Ako niste zatražili navedenu radnju, obratite se administratoru.",
    "Your email address on %s was changed." : "Promijenjena je vaša adresa e-pošte na %s.",
    "Your email address on %s was changed by an administrator." : "Administrator je promijenio vašu adresu e-pošte na %s.",
    "Email address for %1$s changed on %2$s" : "Promijenjena je adresa e-pošte za %1$s na %2$s",
    "Email address changed for %s" : "Promijenjena je adresa e-pošte za %s",
    "The new email address is %s" : "Nova adresa e-pošte je %s",
    "Your %s account was created" : "Stvoren je vaš račun %s",
    "Welcome aboard" : "Dobrodošli",
    "Welcome aboard %s" : "Dobrodošli u %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Dobrodošli u svoj račun %s, sada možete dodati, zaštititi i dijeliti svoje podatke.",
    "Your Login is: %s" : "Vaša prijava je: %s",
    "Set your password" : "Postavite zaporku",
    "Go to %s" : "Idi na %s",
    "Install Client" : "Instaliraj klijenta",
    "Logged in account must be a sub admin" : "Prijavljeni račun mora biti podadministrator",
    "Apps" : "Aplikacije",
    "Personal" : "Osobno",
    "Administration" : "Administracija",
    "Users" : "Korisnici",
    "Additional settings" : "Dodatne postavke",
    "Assistant" : "Asistent",
    "Administration privileges" : "Ovlasti za administriranje",
    "Groupware" : "Groupware",
    "Overview" : "Pregled",
    "Quick presets" : "Brzi predlošci",
    "Basic settings" : "Osnovne postavke",
    "Sharing" : "Dijeljenje",
    "Availability" : "Raspoloživost",
    "Calendar" : "Kalendar",
    "Personal info" : "Osobne informacije",
    "Mobile & desktop" : "Mobilni uređaji i osobna računala",
    "Artificial Intelligence" : "Umjetna inteligencija",
    "None / STARTTLS" : "Ništa / STARTTLS",
    "Email server" : "Poslužitelj e-pošte",
    "Mail Providers" : "Pružatelji e-pošte",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "Pružatelj e-pošte omogućuje slanje poruka izravno putem korisnikovog osobnog računa e-pošte. Trenutačno je ova funkcionalnost ograničena na pozivnice u kalendaru. Zahtijeva Nextcloud Mail 4.1 i račun e-pošte u Nextcloud Mailu koji odgovara korisnikovoj adresi e-pošte u Nextcloudu.",
    "Send emails using" : "Šalji e-poruke putem",
    "User's email account" : "Korisnički račun e-pošte",
    "System email account" : "Sistemski račun e-pošte",
    "Security & setup checks" : "Provjere sigurnosti i postavljanja",
    "Settings presets" : "Unaprijed postavljene postavke",
    "Background jobs" : "Pozadinski zadaci",
    "Unlimited" : "Neograničeno",
    "Verifying" : "Provjeravanje",
    "Verifying …" : "Provjeravanje…",
    "Verify" : "Provjeri",
    "Allowed admin IP ranges" : "Dopušteni rasponi IP adresa administratora",
    "Admin IP filtering isn't applied." : "Filtriranje IP adresa administratora nije primijenjeno.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "Konfiguracijski ključ \"%1$s\" očekuje polje (pronađeno: %2$s). Provjera raspona IP adresa administratora neće se primijeniti.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "Konfiguracijski ključ \"%1$s\" sadrži nevažeće raspone IP adresa: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "Filtriranje IP adresa administratora ispravno je konfigurirano.",
    "App directories owner" : "Vlasnik direktorija aplikacija",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Neki direktoriji aplikacija u vlasništvu su drugog korisnika nego što je onaj web-poslužitelja. To može biti slučaj ako su aplikacije ručno instalirane. Provjerite dozvole sljedećih direktorija aplikacija:\n%s",
    "App directories have the correct owner \"%s\"" : "Direktoriji aplikacija imaju ispravnog vlasnika \"%s\"",
    "Brute-force Throttle" : "Ograničavanje brute-force napada",
    "Your remote address could not be determined." : "Nije moguće odrediti vašu udaljenu adresu.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Vaša udaljena adresa prepoznata je kao \"%s\" i trenutačno je pod ograničavanjem brute-force napada, što usporava izvođenje raznih zahtjeva. Ako udaljena adresa nije vaša, to može upućivati na to da proxy nije ispravno konfiguriran.",
    "Your remote address \"%s\" is not brute-force throttled." : "Vaša udaljena adresa \"%s\" nije pod ograničavanjem brute-force napada.",
    "Old administration imported certificates" : "Stari certifikati koje je uvezla administracija",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Na čekanju je pozadinski zadatak koji provjerava SSL certifikate koje je uvezla administracija. Provjerite ponovno kasnije.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Postoje SSL certifikati koje je uvezla administracija, a koji se više ne upotrebljavaju s Nextcloudom 21. Mogu se uvesti u naredbenom retku naredbom \"occ security:certificates:import\". Njihove putanje unutar direktorija s podacima prikazane su u nastavku.",
    "Code integrity" : "Integritet koda",
    "Integrity checker has been disabled. Integrity cannot be verified." : "Provjera integriteta je onemogućena. Integritet se ne može provjeriti.",
    "No altered files" : "Nema izmijenjenih datoteka",
    "Some files have not passed the integrity check. {link1} {link2}" : "Neke datoteke nisu prošle provjeru integriteta. {link1} {link2}",
    "List of invalid files…" : "Popis nevažećih datoteka…",
    "Rescan…" : "Ponovno skeniraj…",
    "Cron errors" : "Pogreške cron zadataka",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "Nije bilo moguće izvršiti cron zadatak putem CLI-ja. Pojavile su se sljedeće tehničke pogreške:\n%s",
    "The last cron job ran without errors." : "Posljednji cron zadatak izvršen je bez pogrešaka.",
    "Cron last run" : "Zadnje izvođenje crona",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Posljednje izvođenje pozadinskog zadatka bilo je %s. Čini se da nešto nije u redu. {link}.",
    "Last background job execution ran %s." : "Posljednje izvođenje pozadinskog zadatka bilo je %s.",
    "Data directory protected" : "Direktorij s podacima je zaštićen",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Vaš direktorij s podacima i datoteke vjerojatno su dostupni s interneta. Datoteka .htaccess ne radi. Preporučuje se da konfigurirate web-poslužitelj tako da direktorij s podacima više nije dostupan ili da direktorij s podacima premjestite izvan korijenskog direktorija web-poslužitelja.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "Nije moguće provjeriti je li direktorij s podacima zaštićen. Ručno provjerite da poslužitelj ne dopušta pristup direktoriju s podacima.",
    "Database missing columns" : "Bazi podataka nedostaju stupci",
    "Missing optional column \"%s\" in table \"%s\"." : "Nedostaje neobavezni stupac \"%s\" u tablici \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "U bazi podataka nedostaju određeni neobavezni stupci. Zbog činjenice da bi dodavanje stupaca u velikim tablicama moglo potrajati neko duže vrijeme, stupci se ne dodaju automatski, već je njihovo dodavanje neobavezno. Izvršenjem „occ db:add-missing-columns” ti se stupci mogu ručno dodati dok instanca radi. Nakon dodavanja stupaca može se poboljšati odaziv ili uporabljivost određenih značajki.",
    "Database missing indices" : "Bazi podataka nedostaju indeksi",
    "Missing indices:" : "Nedostajući indeksi:",
    "\"%s\" in table \"%s\"" : "\"%s\" u tablici \"%s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them." : "Otkriveni su neki nedostajući neobavezni indeksi. Povremeno se dodaju novi indeksi (u Nextcloudu ili instaliranim aplikacijama) radi poboljšanja performansi baze podataka. Dodavanje indeksa ponekad može potrajati i privremeno smanjiti performanse, pa se to ne radi automatski tijekom nadogradnji. Nakon dodavanja indeksa, upiti prema tim tablicama trebali bi biti brži. Upotrijebite naredbu `occ db:add-missing-indices` da ih dodate.",
    "Database missing primary keys" : "Bazi podataka nedostaju primarni ključevi",
    "Missing primary key on table \"%s\"." : "Nedostaje primarni ključ u tablici \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "U bazi podataka nedostaju određeni primarni ključevi. Zbog činjenice da bi dodavanje primarnih ključeva moglo potrajati neko duže vrijeme u velikim tablicama, isti se ne dodaju automatski. Izvršenjem „occ db:add-missing-primary-keys” ti se primarni ključevi mogu ručno dodati dok instanca radi.",
    "Database pending bigint migrations" : "U bazi podataka čekaju migracije na bigint",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Nekim stupcima u bazi podataka nedostaje pretvorba u big int. Budući da promjena tipova stupaca u velikim tablicama može potrajati, promjene nisu automatski primijenjene. Pokretanjem \"occ db:convert-filecache-bigint\" možete ručno primijeniti promjene na čekanju. Ovu radnju treba izvršiti dok je instanca izvan mreže.",
    "Debug mode" : "Način rada za otklanjanje pogrešaka",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Ova instanca radi u načinu rada za otklanjanje pogrešaka. Omogućite to samo za lokalni razvoj, a ne u produkcijskom okruženju.",
    "Debug mode is disabled." : "Način rada za otklanjanje pogrešaka je onemogućen.",
    "Default phone region" : "Zadana regija telefona",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "Vaša instalacija nema postavljenu zadanu regiju telefona. To je potrebno za provjeru telefonskih brojeva u postavkama profila bez pozivnog broja države. Kako biste dopustili brojeve bez pozivnog broja države, dodajte \"default_phone_region\" s odgovarajućim ISO 3166-1 kodom regije u datoteku konfiguracije.",
    "Email test" : "Test e-pošte",
    "Mail delivery is disabled by instance config \"%s\"." : "Dostava e-pošte onemogućena je konfiguracijom instance \"%s\".",
    "Email test was successfully sent" : "Testna poruka e-pošte uspješno je poslana",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Još niste postavili ili provjerili konfiguraciju poslužitelja e-pošte. Otvorite \"Osnovne postavke\" kako biste ih postavili. Zatim upotrijebite gumb \"Pošalji e-poruku\" ispod obrasca da provjerite postavke.",
    "Transactional File Locking" : "Transakcijsko zaključavanje datoteka",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "Transakcijsko zaključavanje datoteka je onemogućeno. To nije podržana konfiguracija. Može dovesti do problema koje je teško izolirati, uključujući oštećenje datoteka. Uklonite konfiguracijski unos `'filelocking.enabled' => false` iz datoteke `config.php` kako biste izbjegli te probleme.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "Baza podataka se koristi za transakcijsko zaključavanje datoteka. Kako biste poboljšali performanse, konfigurirajte memcache ako je dostupan.",
    "Forwarded for headers" : "Zaglavlja Forwarded-For",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "Postavka \"trusted_proxies\" nije ispravno postavljena; treba biti polje.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "Postavka \"trusted_proxies\" nije ispravno postavljena; treba biti polje IP adresa — po potrebi s rasponom u CIDR zapisu.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Konfiguracija zaglavlja reverznog proxyja nije ispravna. To je sigurnosni problem i može omogućiti napadaču da lažno prikaže svoju IP adresu kao vidljivu u Nextcloudu.",
    "Your IP address was resolved as %s" : "Vaša IP adresa je razriješena kao %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Konfiguracija zaglavlja reverznog proxyja nije ispravna ili pristupate Nextcloudu preko pouzdanog proxyja. Ako nije tako, riječ je o sigurnosnom problemu koji može omogućiti napadaču da lažno prikaže svoju IP adresu kao vidljivu u Nextcloudu.",
    "HTTPS access and URLs" : "HTTPS pristup i URL-ovi",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Pristupate web-mjestu nesigurno putem HTTP-a. Preporučuje se da poslužitelj postavite tako da zahtijeva HTTPS. Bez toga neke važne web-funkcije, poput \"kopiranja u međuspremnik\" ili \"service workers\", neće raditi!",
    "Accessing site insecurely via HTTP." : "Pristupate web-mjestu nesigurno putem HTTP-a.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Pristupate instanci putem sigurne veze, ali instanca generira nesigurne URL-ove. To vjerojatno znači da je instanca iza reverznog proxyja i da vrijednosti Nextcloud postavki `overwrite*` nisu ispravno postavljene.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Vaša instanca generira nesigurne URL-ove. Ako instanci pristupate putem HTTPS-a, to vjerojatno znači da je instanca iza reverznog proxyja i da vrijednosti Nextcloud postavki `overwrite*` nisu ispravno postavljene.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Pristupate instanci putem sigurne veze i instanca generira sigurne URL-ove.",
    "Internet connectivity" : "Internetska povezivost",
    "Internet connectivity is disabled in configuration file." : "Internetska povezivost je onemogućena u konfiguracijskoj datoteci.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Ovaj poslužitelj nema ispravnu internetsku vezu: nije moguće dosegnuti više krajnjih točaka. To znači da neke funkcije, poput montiranja vanjske pohrane, obavijesti o ažuriranjima ili instalacije aplikacija trećih strana, neće raditi. Daljinski pristup datotekama i slanje obavijesti e-poštom također možda neće raditi. Uspostavite vezu ovog poslužitelja s internetom kako biste mogli koristiti sve funkcije.",
    "JavaScript modules support" : "Podrška za JavaScript module",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Nije moguće pokrenuti provjeru podrške za JavaScript. Ispravite problem ili ručno potvrdite poslužuje li vaš web-poslužitelj `.mjs` datoteke s JavaScript MIME tipom.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "Vaš web-poslužitelj ne poslužuje `.mjs` datoteke s JavaScript MIME tipom. To će uzrokovati probleme u nekim aplikacijama jer preglednici neće moći izvršavati JavaScript datoteke. Konfigurirajte web-poslužitelj da `.mjs` datoteke poslužuje s MIME tipom `text/javascript` ili `application/javascript`.",
    "JavaScript source map support" : "Podrška za JavaScript source map",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "Vaš web-poslužitelj nije postavljen za posluživanje `.js.map` datoteka. Bez tih datoteka JavaScript Source Maps neće ispravno raditi, što otežava otklanjanje poteškoća i uklanjanje pogrešaka koje se mogu pojaviti.",
    "Old server-side-encryption" : "Staro šifriranje na strani poslužitelja",
    "Disabled" : "Onemogućeno",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "Omogućen je stari format šifriranja na strani poslužitelja. Preporučujemo da ga onemogućite.",
    "Logging level" : "Razina zapisivanja",
    "The %1$s configuration option must be a valid integer value." : "Konfiguracijska opcija %1$s mora biti valjana cijelobrojna vrijednost.",
    "The logging level is set to debug level. Use debug level only when you have a problem to diagnose, and then reset your log level to a less-verbose level as it outputs a lot of information, and can affect your server performance." : "Razina zapisivanja postavljena je na razinu debug. Debug razinu koristite samo kada imate problem koji treba dijagnosticirati, a zatim vratite razinu zapisivanja na manje opširnu razinu jer ispisuje mnogo informacija i može utjecati na performanse poslužitelja.",
    "Logging level configured correctly." : "Razina zapisivanja ispravno je konfigurirana.",
    "Maintenance window start" : "Početak prozora održavanja",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "Poslužitelj nema konfigurirano vrijeme početka prozora održavanja. To znači da će se dnevni pozadinski zadaci koji troše mnogo resursa izvršavati i tijekom vremena glavnog korištenja. Preporučujemo da ga postavite na razdoblje slabijeg korištenja kako bi korisnici bili manje pogođeni opterećenjem koje uzrokuju ti teški zadaci.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "Prozor održavanja za izvođenje zahtjevnih pozadinskih zadataka je između {start}:00 UTC i {end}:00 UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Memcached je konfiguriran kao distribuirana predmemorija, ali je instaliran pogrešan PHP modul (\"memcache\"). Instalirajte PHP modul \"memcached\".",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Memcached je konfiguriran kao distribuirana predmemorija, ali PHP modul \"memcached\" nije instaliran. Instalirajte PHP modul \"memcached\".",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Nije konfigurirana nikakva predmemorija. Kako biste poboljšali performanse, konfigurirajte memcache ako je dostupna.",
    "Failed to write and read a value from local cache." : "Nije uspjelo upisati i pročitati vrijednost iz lokalne predmemorije.",
    "Failed to write and read a value from distributed cache." : "Nije uspjelo upisati i pročitati vrijednost iz distribuirane predmemorije.",
    "Configured" : "Konfigurirano",
    "Mimetype migrations available" : "Dostupne su migracije MIME tipova",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Dostupna je jedna ili više migracija MIME tipova. Povremeno se dodaju novi MIME tipovi radi boljeg rukovanja određenim vrstama datoteka. Migracija MIME tipova na većim instancama traje dugo pa se ne izvodi automatski tijekom nadogradnji. Upotrijebite naredbu `occ maintenance:repair --include-expensive` da izvršite migracije.",
    "MySQL row format" : "Format redaka MySQL-a",
    "You are not using MySQL" : "Ne koristite MySQL",
    "None of your tables use ROW_FORMAT=Compressed" : "Nijedna vaša tablica ne koristi ROW_FORMAT=Compressed",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "U bazi podataka pronađen je neispravan format redaka. ROW_FORMAT=Dynamic nudi najbolje performanse baze podataka za Nextcloud. Ažurirajte format redaka za sljedeći popis: %s.",
    "MySQL Unicode support" : "Podrška za Unicode u MySQL-u",
    "MySQL is used as database and does support 4-byte characters" : "MySQL se koristi kao baza podataka i podržava 4-bajtne znakove",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL se koristi kao baza podataka, ali ne podržava 4-bajtne znakove. Kako biste mogli bez problema koristiti 4-bajtne znakove (npr. emojije) u nazivima datoteka ili komentarima, preporučuje se omogućiti 4-bajtnu podršku u MySQL-u.",
    "OCS provider resolving" : "Razrješavanje OCS pružatelja",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "Nije moguće provjeriti razrješava li vaš web-poslužitelj ispravno URL-ove OCM i OCS pružatelja.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "Vaš web-poslužitelj nije ispravno postavljen za razrješavanje %1$s.\nTo je najvjerojatnije povezano s konfiguracijom web-poslužitelja koja nije ažurirana kako bi izravno posluživala ovu mapu.\nUsporedite svoju konfiguraciju s isporučenim pravilima prepisivanja u datoteci \".htaccess\" za Apache ili onima u dokumentaciji za Nginx.\nNa Nginxu su to obično retci koji počinju s \"location ~\", a koje treba ažurirati.",
    "Overwrite CLI URL" : "Prepisivanje CLI URL-a",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "Opcija \"overwrite.cli.url\" u datoteci config.php ispravno je postavljena na \"%s\".",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "Opcija \"overwrite.cli.url\" u datoteci config.php postavljena je na \"%s\", što je ispravan URL. Predloženi URL je \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Provjerite da opciju \"overwrite.cli.url\" u datoteci config.php postavite na URL koji korisnici uglavnom koriste za pristup ovom Nextcloudu. Prijedlog: \"%s\". U suprotnom može doći do problema s generiranjem URL-ova putem crona. (Moguće je da predloženi URL nije onaj koji korisnici najviše koriste za pristup. U svakom slučaju najbolje je to dodatno provjeriti.)",
    "PHP APCu configuration" : "Konfiguracija PHP APCu",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "APCu predmemorija bila je popunjena do kraja; razmislite o povećanju PHP postavke apc.shm_size.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "APCu predmemorija je gotovo puna (%s%%); razmislite o povećanju PHP postavke apc.shm_size.",
    "PHP default charset" : "Zadani skup znakova PHP-a",
    "PHP configuration option \"default_charset\" should be UTF-8" : "PHP konfiguracijska opcija \"default_charset\" treba biti UTF-8",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "Funkcija je dostupna.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "Funkcija PHP-a „set_time_limit” nije dostupna. To bi moglo dovesti do zaustavljanja skripti tijekom izvršenja i prekida instalacije. Preporučuje se uključivanje ove funkcije.",
    "Freetype" : "Freetype",
    "Supported" : "Podržano",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Vaš PHP nema podršku za FreeType što može uzrokovati neispravan prikaz profilnih slika i sučelja postavki.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Čini se da PHP nije ispravno postavljen za slanje upita u vezi s varijablama okruženja sustava. Ispitivanje s getenv („PATH”) vraća samo prazan odgovor.",
    "PHP file size upload limit" : "Ograničenje veličine prijenosa datoteke u PHP-u",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "Vrijednost PHP postavke upload_max_filesize je preniska. Preporučuje se najmanje %1$s. Trenutačna vrijednost: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "Vrijednost PHP postavke post_max_size je preniska. Preporučuje se najmanje %1$s. Trenutačna vrijednost: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "Vrijednost PHP postavke max_input_time je preniska. Preporučuje se najmanje %1$s. Trenutačna vrijednost: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "Vrijednost PHP postavke max_execution_time je preniska. Preporučuje se najmanje %1$s. Trenutačna vrijednost: %2$s.",
    "PHP memory limit" : "Ograničenje memorije PHP-a",
    "The PHP memory limit is below the recommended value of %s. Some features or apps - including the Updater - may not function properly." : "PHP ograničenje memorije niže je od preporučene vrijednosti %s. Neke funkcije ili aplikacije — uključujući Updater — možda neće ispravno raditi.",
    "PHP modules" : "PHP moduli",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "poboljšava performanse prijevoda jezika i ispravlja sortiranje ne-ASCII znakova",
    "for Argon2 for password hashing" : "za Argon2 pri raspršivanju lozinki",
    "required for SFTP storage and recommended for WebAuthn performance" : "obavezno za SFTP pohranu i preporučeno za performanse WebAuthn-a",
    "for picture rotation in server and metadata extraction in the Photos app" : "za rotaciju slika na poslužitelju i izdvajanje metapodataka u aplikaciji Fotografije",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "Ovoj instanci nedostaju neki obavezni PHP moduli. Potrebno ih je instalirati: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "Ovoj instanci nedostaju neki preporučeni PHP moduli. Radi boljih performansi i kompatibilnosti preporučuje se da ih instalirate:\n%s",
    "PHP opcache" : "PHP OPcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "PHP modul OPcache nije učitan. Za bolje performanse preporučuje se da ga omogućite u svojoj PHP instalaciji.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache je onemogućen. Za bolje performanse preporučuje se da u PHP konfiguraciji postavite \"opcache.enable=1\".",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "OPcache temeljen na zajedničkoj memoriji je onemogućen. Za bolje performanse preporučuje se da u PHP konfiguraciji postavite \"opcache.file_cache_only=0\" te da datotečnu predmemoriju koristite samo kao predmemoriju druge razine.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache ne radi kako bi trebao; opcache_get_status() vraća false. Provjerite konfiguraciju.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "Maksimalni broj OPcache ključeva je gotovo dosegnut. Kako bi se sve skripte mogle zadržati u predmemoriji, preporučuje se da u PHP konfiguraciji postavite \"opcache.max_accelerated_files\" na vrijednost veću od \"%s\".",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "OPcache međuspremnik je gotovo pun. Kako bi se sve skripte mogle zadržati u predmemoriji, preporučuje se da u PHP konfiguraciji postavite \"opcache.memory_consumption\" na vrijednost veću od \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "OPcache međuspremnik interniranih nizova znakova je gotovo pun. Kako bi se ponavljajući nizovi mogli učinkovito predmemorirati, preporučuje se da u PHP konfiguraciji postavite \"opcache.interned_strings_buffer\" na vrijednost veću od \"%s\".",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache je konfiguriran tako da uklanja komentare u kodu. Kada je OPcache omogućen, za ispravan rad Nextclouda mora biti postavljeno \"opcache.save_comments=1\".",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloudu nije dopušteno koristiti OPcache API. Kada je OPcache omogućen, snažno se preporučuje da u \"opcache.restrict_api\" uključite sve Nextcloud direktorije ili da uklonite ovu postavku kako biste onemogućili ograničenja OPcache API-ja i spriječili pogreške tijekom nadogradnje jezgre Nextclouda ili aplikacija.",
    "Checking from CLI, OPcache checks have been skipped." : "Pri provjeri iz CLI-ja, provjere OPcachea su preskočene.",
    "The PHP OPcache module is not properly configured. %s." : "PHP modul OPcache nije ispravno konfiguriran. %s.",
    "Correctly configured" : "Ispravno konfigurirano",
    "PHP version" : "Verzija PHP-a",
    "You are currently running PHP %1$s. PHP %2$s is deprecated since Nextcloud %3$s. Nextcloud %4$s may require at least PHP %5$s. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Trenutačno koristite PHP %1$s. PHP %2$s je zastario od Nextclouda %3$s. Nextcloud %4$s može zahtijevati najmanje PHP %5$s. Nadogradite što prije na jednu od službeno podržanih verzija PHP-a koje pruža PHP Group.",
    "You are currently running PHP %s." : "Trenutačno koristite PHP %s.",
    "PHP \"output_buffering\" option" : "Opcija PHP-a \"output_buffering\"",
    "PHP configuration option \"output_buffering\" must be disabled" : "PHP konfiguracijska opcija \"output_buffering\" mora biti onemogućena",
    "Push service" : "Push usluga",
    "Valid enterprise license" : "Valjana Enterprise licenca",
    "Free push service" : "Besplatna push usluga",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Ovo je nepodržano community izdanje Nextclouda. S obzirom na veličinu ove instance, performanse, pouzdanost i skalabilnost ne mogu se jamčiti. Push obavijesti su ograničene kako bi se izbjeglo preopterećenje naše besplatne usluge. Više o prednostima Nextcloud Enterprise izdanja saznajte na {link}.",
    "Random generator" : "Generator slučajnih vrijednosti",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "PHP nije pronašao prikladan izvor slučajnosti, što se iz sigurnosnih razloga snažno ne preporučuje.",
    "Secure" : "Sigurno",
    "Configuration file access rights" : "Prava pristupa konfiguracijskoj datoteci",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Omogućena je konfiguracija samo za čitanje. Time se sprječava postavljanje nekih konfiguracija putem web-sučelja. Nadalje, datoteku treba ručno prebaciti u način pisanja pri svakom ažuriranju.",
    "Nextcloud configuration file is writable" : "Konfiguracijska datoteka Nextclouda je zapisiva",
    "Scheduling objects table size" : "Veličina tablice objekata rasporeda",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "U tablici objekata rasporeda imate više od %s redaka. Pokrenite zahtjevne popravke naredbom occ maintenance:repair --include-expensive.",
    "Scheduling objects table size is within acceptable range." : "Veličina tablice objekata rasporeda je unutar prihvatljivog raspona.",
    "HTTP headers" : "HTTP zaglavlja",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- HTTP zaglavlje `%1$s` nije postavljeno na `%2$s`. Neke funkcije možda neće ispravno raditi; preporučuje se prilagoditi ovu postavku.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- HTTP zaglavlje `%1$s` nije postavljeno na `%2$s`. To je potencijalni sigurnosni ili rizik za privatnost; preporučuje se prilagoditi ovu postavku.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- HTTP zaglavlje `%1$s` nije postavljeno na `%2$s`, `%3$s`, `%4$s`, `%5$s` ili `%6$s`. To može otkriti informacije o refereru. Pogledajte {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- HTTP zaglavlje `Strict-Transport-Security` nije postavljeno na najmanje `%d` sekundi (trenutačna vrijednost: `%d`). Za veću sigurnost preporučuje se koristiti dugačku HSTS politiku.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- HTTP zaglavlje `Strict-Transport-Security` je neispravno oblikovano: `%s`. Za veću sigurnost preporučuje se omogućiti HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- HTTP zaglavlje `Strict-Transport-Security` nije postavljeno (trebalo bi biti najmanje `%d` sekundi). Za veću sigurnost preporučuje se omogućiti HSTS.",
    "Some headers are not set correctly on your instance" : "Neka zaglavlja na vašoj instanci nisu ispravno postavljena",
    "Could not check that your web server serves security headers correctly. Please check manually." : "Nije moguće provjeriti poslužuje li vaš web-poslužitelj sigurnosna zaglavlja ispravno. Provjerite ručno.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "Nije moguće provjeriti poslužuje li vaš web-poslužitelj sigurnosna zaglavlja ispravno; nije moguće upitati `%s`",
    "Your server is correctly configured to send security headers." : "Vaš poslužitelj je ispravno konfiguriran za slanje sigurnosnih zaglavlja.",
    "Configuration server ID" : "ID poslužitelja u konfiguraciji",
    "Server identifier isn’t configured. It is recommended if your Nextcloud instance is running on several PHP servers. Add a server ID in your configuration." : "Identifikator poslužitelja nije konfiguriran. Preporučuje se ako vaša Nextcloud instanca radi na više PHP poslužitelja. Dodajte ID poslužitelja u konfiguraciju.",
    "\"%d\" is not a valid server identifier. It must be between 0 and 1023." : "\"%d\" nije valjan identifikator poslužitelja. Mora biti između 0 i 1023.",
    "Server identifier is configured and valid." : "Identifikator poslužitelja je konfiguriran i valjan.",
    "Database version" : "Verzija baze podataka",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Otkrivena je verzija MariaDB 10.3; toj je verziji istekao životni ciklus i podržana je samo kao dio Ubuntu 20.04. Za najbolje performanse, stabilnost i funkcionalnost s ovom verzijom Nextclouda preporučuje se MariaDB >=%1$s i <=%2$s.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Otkrivena je verzija MariaDB \"%1$s\". Za najbolje performanse, stabilnost i funkcionalnost s ovom verzijom Nextclouda preporučuje se MariaDB >=%2$s i <=%3$s.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Otkrivena je verzija MySQL \"%1$s\". Za najbolje performanse, stabilnost i funkcionalnost s ovom verzijom Nextclouda preporučuje se MySQL >=%2$s i <=%3$s.",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Otkrivena je verzija PostgreSQL \"%1$s\". Za najbolje performanse, stabilnost i funkcionalnost s ovom verzijom Nextclouda preporučuje se PostgreSQL >=%2$s i <=%3$s.",
    "Nextcloud %d does not support your current version, so be sure to update the database before updating your Nextcloud Server." : "Nextcloud %d ne podržava vašu trenutačnu verziju, stoga obavezno ažurirajte bazu podataka prije nadogradnje Nextcloud poslužitelja.",
    "Oracle version \"%1$s\" detected. Oracle >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Otkrivena je verzija Oracle \"%1$s\". Za najbolje performanse, stabilnost i funkcionalnost s ovom verzijom Nextclouda preporučuje se Oracle >=%2$s i <=%3$s.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "SQLite se trenutačno koristi kao pozadinska baza podataka. Za veće instalacije preporučujemo prelazak na drugi sustav baze podataka. To je posebno preporučljivo ako koristite desktop klijent za sinkronizaciju datoteka. Za migraciju na drugu bazu podataka upotrijebite alat naredbenog retka: \"occ db:convert-type\".",
    "Unknown database platform" : "Nepoznata platforma baze podataka",
    "Architecture" : "Arhitektura",
    "64-bit" : "64-bit",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Čini se da koristite 32-bitnu verziju PHP-a. Nextcloudu je za dobar rad potreban 64-bit. Nadogradite OS i PHP na 64-bit!",
    "Task Processing pickup speed" : "Brzina preuzimanja obrade zadataka",
    "_No scheduled tasks in the last day._::_No scheduled tasks in the last %n days._" : ["Nije bilo zakazanih zadataka u posljednja 24 sata.","Nije bilo zakazanih zadataka u posljednjih %n dana.","Nije bilo zakazanih zadataka u posljednjih %n dana."],
    "_The task pickup speed has been ok in the last day._::_The task pickup speed has been ok in the last %n days._" : ["Brzina preuzimanja zadataka bila je dobra u posljednja 24 sata.","Brzina preuzimanja zadataka bila je dobra u posljednjih %n dana.","Brzina preuzimanja zadataka bila je dobra u posljednjih %n dana."],
    "_The task pickup speed has been slow in the last day. Many tasks took longer than 4 minutes to be picked up. Consider setting up a worker to process tasks in the background._::_The task pickup speed has been slow in the last %n days. Many tasks took longer than 4 minutes to be picked up. Consider setting up a worker to process tasks in the background._" : ["Brzina preuzimanja zadataka bila je spora u posljednja 24 sata. Mnogi su zadaci čekali dulje od 4 minute da budu preuzeti. Razmislite o postavljanju workera za obradu zadataka u pozadini.","Brzina preuzimanja zadataka bila je spora u posljednjih %n dana. Mnogi su zadaci čekali dulje od 4 minute da budu preuzeti. Razmislite o postavljanju workera za obradu zadataka u pozadini.","Brzina preuzimanja zadataka bila je spora u posljednjih %n dana. Mnogi su zadaci čekali dulje od 4 minute da budu preuzeti. Razmislite o postavljanju workera za obradu zadataka u pozadini."],
    "_Most tasks were successful in the last day._::_Most tasks were successful in the last %n days._" : ["Većina zadataka bila je uspješna u posljednja 24 sata.","Većina zadataka bila je uspješna u posljednjih %n dana.","Većina zadataka bila je uspješna u posljednjih %n dana."],
    "_A lot of tasks failed in the last day. Consider checking the nextcloud log for errors and investigating whether the AI provider apps have been set up correctly._::_A lot of tasks failed in the last %n days. Consider checking the nextcloud log for errors and investigating whether the AI provider apps have been set up correctly._" : ["Mnogo zadataka nije uspjelo u posljednja 24 sata. Provjerite Nextcloud zapisnik za pogreške i istražite jesu li aplikacije AI pružatelja ispravno postavljene.","Mnogo zadataka nije uspjelo u posljednjih %n dana. Provjerite Nextcloud zapisnik za pogreške i istražite jesu li aplikacije AI pružatelja ispravno postavljene.","Mnogo zadataka nije uspjelo u posljednjih %n dana. Provjerite Nextcloud zapisnik za pogreške i istražite jesu li aplikacije AI pružatelja ispravno postavljene."],
    "Temporary space available" : "Dostupan privremeni prostor",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "Pogreška pri provjeri privremene PHP putanje – nije pravilno postavljena na direktorij. Vraćena vrijednost: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "PHP funkcija \"disk_free_space\" je onemogućena, što sprječava provjeru ima li dovoljno prostora u privremenim direktorijima.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "Pogreška pri provjeri dostupnog prostora na disku za privremenu PHP putanju ili nije vraćen slobodan prostor na disku. Privremena putanja: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- dostupno %.1f GiB u %s (privremeni PHP direktorij)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- dostupno %.1f GiB u %s (privremeni Nextcloud direktorij)",
    "Temporary directory is correctly configured:\n%s" : "Privremeni direktorij je ispravno konfiguriran:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Ova instanca koristi pohranu objekata temeljenu na S3 kao primarnu pohranu i ima dovoljno prostora u privremenom direktoriju.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Ova instanca koristi pohranu objekata temeljenu na S3 kao primarnu pohranu. Prenesene datoteke privremeno se pohranjuju na poslužitelju, stoga se preporučuje da u PHP privremenom direktoriju bude dostupno 50 GiB slobodnog prostora. Kako biste to poboljšali, promijenite privremeni direktorij u datoteci php.ini ili oslobodite više prostora na toj putanji. \nProvjera dostupnog prostora u privremenoj putanji pokazala je %.1f GiB umjesto preporučenih 50 GiB. Putanja: %s",
    "Database transaction isolation level" : "Razina izolacije transakcija baze podataka",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Vaša se baza podataka ne pokreće s razinom izolacije transakcije „READ COMMITTED”. To može uzrokovati probleme kada se paralelno izvršava više radnji.",
    "Was not able to get transaction isolation level: %s" : "Nije bilo moguće dohvatiti razinu izolacije transakcija: %s",
    "Second factor configuration" : "Konfiguracija drugog faktora",
    "This instance has no second factor provider available." : "Ova instanca nema dostupnog pružatelja drugog faktora.",
    "Second factor providers are available but two-factor authentication is not enforced." : "Pružatelji drugog faktora su dostupni, ali dvofaktorska autentifikacija nije obavezna.",
    "Second factor providers are available and enforced: %s." : "Pružatelji drugog faktora su dostupni i obavezni: %s.",
    ".well-known URLs" : "URL-ovi .well-known",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "`check_for_working_wellknown_setup` je postavljeno na false u konfiguraciji, pa je ova provjera preskočena.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "Nije moguće provjeriti poslužuje li vaš web-poslužitelj `.well-known` ispravno. Provjerite ručno.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "Vaš web-poslužitelj nije ispravno postavljen za razrješavanje URL-ova `.well-known`; neuspješno na:\n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "Vaš poslužitelj je ispravno konfiguriran za posluživanje URL-ova `.well-known`.",
    "Font file loading" : "Učitavanje datoteka fontova",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "Nije moguće provjeriti podršku za učitavanje {extension}. Ručno provjerite poslužuje li vaš web-poslužitelj datoteke `.{extension}`.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "Vaš web-poslužitelj nije ispravno postavljen za posluživanje datoteka .{extension}. To je obično problem u Nginx konfiguraciji. Za Nextcloud 15 potrebno je prilagoditi konfiguraciju kako bi se poslužile i datoteke .{extension}. Usporedite svoju Nginx konfiguraciju s preporučenom konfiguracijom u našoj dokumentaciji.",
    "Profile information" : "Podaci profila",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Profilna slika, puno ime, e-pošta, telefonski broj, adresa, web-stranica, Twitter, organizacija, uloga, naslov, biografija i je li vaš profil omogućen",
    "Nextcloud settings" : "Postavke Nextclouda",
    "Unified task processing" : "Objedinjena obrada zadataka",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "AI zadatke mogu implementirati različite aplikacije. Ovdje možete postaviti koja će se aplikacija koristiti za koji zadatak.",
    "Allow AI usage for guest users" : "Dopusti upotrebu AI-ja za gostujuće korisnike",
    "Provider for Task types" : "Pružatelj za vrste zadataka",
    "Enable" : "Omogući",
    "None of your currently installed apps provide Task processing functionality" : "Nijedna od trenutno instaliranih aplikacija ne pruža funkcionalnost obrade zadataka",
    "Machine translation" : "Strojno prevođenje",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "Strojno prevođenje mogu implementirati različite aplikacije. Ovdje možete odrediti prioritet aplikacija za strojno prevođenje koje su trenutno instalirane.",
    "Image generation" : "Generiranje slika",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "Generiranje slika mogu implementirati različite aplikacije. Ovdje možete postaviti koja će se aplikacija koristiti.",
    "None of your currently installed apps provide image generation functionality" : "Nijedna od trenutno instaliranih aplikacija ne pruža funkcionalnost generiranja slika",
    "Text processing" : "Obrada teksta",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Zadaci obrade teksta mogu implementirati različite aplikacije. Ovdje možete postaviti koja će se aplikacija koristiti za koji zadatak.",
    "Task:" : "Zadatak:",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Nijedna od trenutno instaliranih aplikacija ne pruža funkcionalnost obrade teksta putem API-ja za obradu teksta.",
    "Here you can decide which group can access certain sections of the administration settings." : "Ovdje možete odlučiti koja grupa može pristupiti određenim dijelovima administratorskih postavki.",
    "Unable to modify setting" : "Nije moguće izmijeniti postavku",
    "None" : "Nema",
    "Changed disclaimer text" : "Tekst odricanja je promijenjen",
    "Deleted disclaimer text" : "Tekst odricanja je izbrisan",
    "Could not set disclaimer text" : "Nije moguće postaviti tekst odricanja",
    "Allow apps to use the Share API" : "Dopusti aplikacijama korištenje API-ja za dijeljenje",
    "Allow resharing" : "Dopusti ponovno dijeljenje",
    "Allow sharing with groups" : "Dopusti dijeljenje s grupama",
    "Restrict users to only share with users in their groups" : "Ograniči korisnike na dijeljenje samo s korisnicima unutar svoje grupe",
    "Ignore the following groups when checking group membership" : "Zanemari sljedeće grupe pri provjeri članstva u grupi",
    "Allow users to preview files even if download is disabled" : "Dopusti korisnicima pregled datoteka čak i ako je preuzimanje onemogućeno",
    "Users will still be able to screenshot or record the screen. This does not provide any definitive protection." : "Korisnici će i dalje moći napraviti snimku zaslona ili snimati ekran. To ne pruža nikakvu konačnu zaštitu.",
    "Allow users to share via link and emails" : "Dopusti korisnicima dijeljenje putem poveznice i e-pošte",
    "Allow public uploads" : "Dopusti javne otpreme",
    "Allow public shares to be added to other clouds by federation." : "Dopusti da se javna dijeljenja dodaju u druge oblake putem udruživanja.",
    "This will add share permissions to all newly created link shares." : "Ovo će dodati dozvole dijeljenja svim novostvorenim dijeljenjima putem poveznice.",
    "Always ask for a password" : "Uvijek traži zaporku",
    "Enforce password protection" : "Nametni zaštitu zaporkom",
    "Exclude groups from password requirements" : "Izuzmi grupe iz zahtjeva za lozinku",
    "Exclude groups from creating link shares" : "Izuzmi grupe iz stvaranja dijeljenja putem poveznice",
    "Allow users to set custom share link tokens" : "Dopusti korisnicima postavljanje prilagođenih tokena za poveznice dijeljenja",
    "Shares with custom tokens will continue to be accessible after this setting has been disabled" : "Dijeljenja s prilagođenim tokenima ostat će dostupna i nakon što se ova postavka onemogući",
    "Shares with guessable tokens may be accessed easily" : "Dijeljenjima s lako pogodivim tokenima može se lako pristupiti",
    "Limit sharing based on groups" : "Ograniči dijeljenje prema grupama",
    "Allow sharing for everyone (default)" : "Dopusti dijeljenje svima (zadano)",
    "Exclude some groups" : "Izuzmi neke grupe",
    "Allow some groups" : "Dopusti nekim grupama",
    "Groups allowed to share" : "Grupe kojima je dopušteno dijeljenje",
    "Groups excluded from sharing" : "Grupe izuzete iz dijeljenja",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Grupama kojima nije dopušteno i dalje će se moći dijeliti sadržaj, ali neće moći započinjati dijeljenja.",
    "Set default expiration date for internal shares" : "Postavi zadani datum isteka za interna dijeljenja",
    "Enforce expiration date" : "Primijeni datum isteka",
    "Default expiration time of new shares in days" : "Zadano trajanje isteka novih dijeljenja u danima",
    "Expire shares after x days" : "Isteći dijeljenja nakon x dana",
    "Set default expiration date for shares to other servers" : "Postavi zadani datum isteka dijeljenja na druge poslužitelje",
    "Enforce expiration date for remote shares" : "Nametni datum isteka za udaljena dijeljenja",
    "Default expiration time of remote shares in days" : "Zadano trajanje isteka udaljenih dijeljenja u danima",
    "Expire remote shares after x days" : "Istek udaljenih dijeljenja nakon x dana",
    "Set default expiration date for shares via link or mail" : "Postavi zadani datum isteka za dijeljenja putem poveznice ili e-pošte",
    "Enforce expiration date for link or mail shares" : "Nametni datum isteka za dijeljenja putem poveznice ili e-pošte",
    "Default expiration time of shares in days" : "Zadano trajanje isteka dijeljenja u danima",
    "Privacy settings for sharing" : "Postavke privatnosti za dijeljenje",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Dopusti automatsko dovršavanje imena računa u dijaloškom okviru dijeljenja i dopusti pristup adresaru sustava",
    "Sharing autocompletion restrictions" : "Ograničenja automatskog dovršavanja pri dijeljenju",
    "If autocompletion restrictions for both \"same group\" and \"phonebook integration\" are enabled, a match in either is enough to show the user." : "Ako su omogućena ograničenja automatskog dovršavanja za \"istu grupu\" i \"integraciju telefonskog imenika\", dovoljno je podudaranje u bilo kojem od njih da se korisnik prikaže.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Ograniči automatsko dovršavanje imena računa i pristup adresaru sustava na korisnike u istim grupama",
    "Restrict account name autocompletion to users based on their phonebook" : "Ograniči automatsko dovršavanje imena računa na korisnike prema njihovom telefonskom imeniku",
    "Allow autocompletion to full match when entering the full name (ignoring restrictions like group membership or missing phonebook match)" : "Dopusti automatsko dovršavanje do potpunog podudaranja pri unosu punog imena (zanemarujući ograničenja poput članstva u grupi ili nedostatka podudaranja u telefonskom imeniku)",
    "Full match autocompletion restrictions" : "Ograničenja automatskog dovršavanja za potpuno podudaranje",
    "Also allow autocompletion on full match of the user ID" : "Također dopusti automatsko dovršavanje pri potpunom podudaranju korisničkog ID-a",
    "Also allow autocompletion on full match of the display name" : "Također dopusti automatsko dovršavanje pri potpunom podudaranju prikazanog imena",
    "Also allow autocompletion on full match of the user email" : "Također dopusti automatsko dovršavanje pri potpunom podudaranju korisnikove adrese e-pošte",
    "Do not use second user displayname for full match" : "Ne koristi drugo korisnikovo prikazano ime za potpuno podudaranje",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Prikaži tekst izjave o odricanju od odgovornosti na stranici za otpremanje javnih poveznica (prikazuje se samo kad je popis datoteka skriven)",
    "Disclaimer text" : "Tekst odricanja",
    "This text will be shown on the public link upload page when the file list is hidden." : "Ovaj će tekst biti prikazan na stranici za otpremanje javnih poveznica kad je popis datoteka skriven.",
    "Default share permissions" : "Zadana dopuštenja za dijeljenje",
    "Two-Factor Authentication" : "Dvofaktorska autentifikacija",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Dvofaktorska autentifikacija može se nametnuti za sve račune i određene grupe. Ako nemaju konfiguriran pružatelj dvofaktorske autentifikacije, neće se moći prijaviti u sustav.",
    "Enforce two-factor authentication" : "Primijeni dvofaktorsku autentifikaciju",
    "Limit to groups" : "Ograniči na grupe",
    "Enforcement of two-factor authentication can be set for certain groups only." : "Primjena dvofaktorske autentifikacije može se postaviti samo za određene grupe.",
    "Two-factor authentication is enforced for all members of the following groups." : "Dvofaktorska autentifikacija primjenjuje se na sve članove sljedećih grupa.",
    "Enforced groups" : "Obuhvaćene grupe",
    "Two-factor authentication is not enforced for members of the following groups." : "Dvofaktorska autentifikacija ne primjenjuje se na članove sljedećih grupa.",
    "Excluded groups" : "Izuzete grupe",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Kada su grupe odabrane/izuzete, koristi se sljedeća logika za određivanje je li na računu nametnuta 2FA: Ako nijedna grupa nije odabrana, 2FA je omogućena za sve osim članova izuzetih grupa. Ako su grupe odabrane, 2FA je omogućena za sve članove tih grupa. Ako je račun istodobno u odabranoj i izuzetoj grupi, prednost ima odabrana grupa i 2FA se nameće.",
    "Save changes" : "Spremi promjene",
    "Choose Deploy Daemon for {appName}" : "Odaberite Deploy Daemon za {appName}",
    "Default" : "Zadani",
    "Registered Deploy daemons list" : "Popis registriranih Deploy daemona",
    "No Deploy daemons configured" : "Nema konfiguriranih Deploy daemona",
    "Register a custom one or setup from available templates" : "Registrirajte prilagođeni ili postavite iz dostupnih predložaka",
    "Manage Deploy daemons" : "Upravljaj Deploy daemonima",
    "Show details for {appName} app" : "Prikaži detalje za aplikaciju {appName}",
    "Update to {update}" : "Ažuriraj na {update}",
    "Remove" : "Ukloni",
    "Featured" : "Istaknuto",
    "This app is supported via your current Nextcloud subscription." : "Aplikacija je podržana unutar vaše trenutne pretplate na Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Istaknute aplikacije razvijaju članovi zajednice. One nude osnovnu funkcionalnost i spremne su za produkciju.",
    "Community rating: {score}/5" : "Ocjena zajednice: {score}/5",
    "Office suite switching is managed through the Nextcloud All-in-One interface." : "Prebacivanjem uredskih paketa upravlja se putem sučelja Nextcloud All-in-One.",
    "Please use the AIO interface to switch between office suites." : "Za prebacivanje između uredskih paketa koristite AIO sučelje.",
    "Select your preferred office suite. Please note that installing requires manual server setup." : "Odaberite željeni uredski paket. Imajte na umu da instalacija zahtijeva ručno postavljanje poslužitelja.",
    "installed" : "instalirano",
    "Learn more" : "Saznajte više",
    "Disable office suites" : "Onemogući uredske pakete",
    "Disable all" : "Onemogući sve",
    "Download and enable all" : "Preuzmi i omogući sve",
    "All office suites disabled" : "Svi uredski paketi su onemogućeni",
    "{name} enabled" : "{name} je omogućen",
    "All apps are up-to-date." : "Sve aplikacije su ažurne.",
    "Icon" : "Ikona",
    "Name" : "Naziv",
    "Version" : "Inačica",
    "Level" : "Razina",
    "Actions" : "Radnje",
    "Results from other categories" : "Rezultati iz drugih kategorija",
    "No apps found for your version" : "Nije pronađena nijedna aplikacija za vašu inačicu",
    "_%n app has an update available_::_%n apps have an update available_" : ["Dostupno je ažuriranje za %n aplikaciju","Dostupno je ažuriranje za %n aplikacije","Dostupno je ažuriranje za %n aplikacija"],
    "_Update_::_Update all_" : ["Ažuriraj","Ažuriraj sve","Ažuriraj sve"],
    "Failed to load groups" : "Neuspjelo učitavanje grupa",
    "Failed to create group" : "Neuspjelo stvaranje grupe",
    "Groups" : "Grupe",
    "Creating group…" : "Stvaranje grupe…",
    "Create group" : "Stvori grupu",
    "Group name" : "Naziv grupe",
    "Please enter a valid group name" : "Unesite valjano ime grupe",
    "Search groups…" : "Pretraži grupe…",
    "List of groups. This list is not fully populated for performance reasons. The groups will be loaded as you navigate or search through the list." : "Popis grupa. Ovaj popis zbog performansi nije potpuno popunjen. Grupe će se učitavati dok se krećete kroz popis ili pretražujete.",
    "Loading groups…" : "Učitavanje grupa…",
    "Could not load app discover section" : "Nije moguće učitati odjeljak otkrivanja aplikacija",
    "Could not render element" : "Nije moguće prikazati element",
    "Nothing to show" : "Nema ničega za prikaz",
    "Could not load section content from app store." : "Nije moguće učitati sadržaj odjeljka iz trgovine aplikacija.",
    "Loading" : "Učitavanje",
    "Fetching the latest news…" : "Dohvaćam najnovije vijesti…",
    "Carousel" : "Vrtuljak",
    "Previous slide" : "Prethodni slajd",
    "Next slide" : "Sljedeći slajd",
    "Choose slide to display" : "Odaberite slajd za prikaz",
    "{index} of {total}" : "{index} od {total}",
    "Daemon" : "Daemon",
    "Deploy Daemon" : "Deploy daemon",
    "Type" : "Vrsta",
    "Display Name" : "Ime za prikaz",
    "GPUs support" : "Podrška za GPU",
    "Compute device" : "Uređaj za izračun",
    "Advanced deploy options" : "Napredne opcije implementacije",
    "Edit ExApp deploy options before installation" : "Uredi opcije implementacije ExApp prije instalacije",
    "Configured ExApp deploy options. Can be set only during installation" : "Konfigurirane opcije implementacije ExApp. Mogu se postaviti samo tijekom instalacije",
    "Environment variables" : "Varijable okruženja",
    "ExApp container environment variables" : "Varijable okruženja spremnika ExApp",
    "No environment variables defined" : "Nema definiranih varijabli okruženja",
    "Mounts" : "Točke montiranja",
    "Define host folder mounts to bind to the ExApp container" : "Definirajte montiranja mapa s hosta za povezivanje sa spremnikom ExApp",
    "Must exist on the Deploy daemon host prior to installing the ExApp" : "Mora postojati na hostu Deploy daemona prije instalacije ExApp-a",
    "Host path" : "Putanja na hostu",
    "Container path" : "Putanja u spremniku",
    "Read-only" : "Samo za čitanje",
    "Remove mount" : "Ukloni montiranje",
    "New mount" : "Novo montiranje",
    "Enter path to host folder" : "Unesite putanju do mape na hostu",
    "Enter path to container folder" : "Unesite putanju do mape u spremniku",
    "Toggle read-only mode" : "Uključi/isključi način rada samo za čitanje",
    "Confirm adding new mount" : "Potvrdite dodavanje novog montiranja",
    "Confirm" : "Potvrdi",
    "Cancel adding mount" : "Odustani od dodavanja montiranja",
    "Cancel" : "Odustani",
    "Add mount" : "Dodaj montiranje",
    "ExApp container mounts" : "Montiranja spremnika ExApp",
    "No mounts defined" : "Nema definiranih montiranja",
    "Description" : "Opis",
    "View in store" : "Pogledajte u trgovini",
    "Visit website" : "Posjeti web-mjesto",
    "Usage documentation" : "Dokumentacija o korištenju",
    "Admin documentation" : "Dokumentacija za administratore",
    "Developer documentation" : "Dokumentacija za razvojne programere",
    "Details" : "Pojedinosti",
    "All" : "Sve",
    "Limit app usage to groups" : "Ograničite primjenu aplikacije na grupe",
    "No results" : "Nema rezultata",
    "Update to {version}" : "Ažuriraj na {version}",
    "Deploy options" : "Opcije implementacije",
    "Default Deploy daemon is not accessible" : "Zadani Deploy daemon nije dostupan",
    "Delete data on remove" : "Izbriši podatke pri uklanjanju",
    "This app has no minimum {productName} version assigned. This will be an error in the future." : "Ovoj aplikaciji nije dodijeljena minimalna verzija {productName}. U budućnosti će to biti pogreška.",
    "This app has no maximum {productName} version assigned. This will be an error in the future." : "Ovoj aplikaciji nije dodijeljena maksimalna verzija {productName}. U budućnosti će to biti pogreška.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Aplikaciju nije moguće instalirati jer nisu ispunjene sljedeće ovisnosti:",
    "Latest updated" : "Najnovije ažurirano",
    "Author" : "Autor",
    "Categories" : "Kategorije",
    "Resources" : "Resursi",
    "Documentation" : "Dokumentacija",
    "Interact" : "Interakcija",
    "Report a bug" : "Prijavi pogrešku",
    "Request feature" : "Zatražite značajku",
    "Ask questions or discuss" : "Postavljajte pitanja ili raspravljajte",
    "Rate the app" : "Ocijeni aplikaciju",
    "Rate" : "Ocijeni",
    "Changelog" : "Zapis promjena",
    "Google Chrome for Android" : "Google Chrome za Android",
    "{productName} iOS app" : "{productName} aplikacija za iOS",
    "{productName} Android app" : "{productName} aplikacija za Android",
    "{productName} Talk for iOS" : "{productName} Talk za iOS",
    "{productName} Talk for Android" : "{productName} Talk za Android",
    "Sync client" : "Klijent za sinkronizaciju",
    "This session" : "Ova sesija",
    "{client} - {version} ({system})" : "{client} – {version} ({system})",
    "{client} - {version}" : "{client} – {version}",
    "Device name" : "Naziv uređaja",
    "Cancel renaming" : "Odustani od preimenovanja",
    "Save new name" : "Spremi novi naziv",
    "Marked for remote wipe" : "Označeno za udaljeno brisanje",
    "Device settings" : "Postavke uređaja",
    "Allow filesystem access" : "Omogući pristup datotečnom sustavu",
    "Rename" : "Preimenuj",
    "Revoke" : "Opozovi",
    "Wipe device" : "Izbriši sve s uređaja",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Opoziv ovog tokena može spriječiti brisanje uređaja ako brisanje još nije započelo.",
    "Device" : "Uređaj",
    "Last activity" : "Zadnja aktivnost",
    "Devices & sessions" : "Uređaji i sesije",
    "Web, desktop and mobile clients currently logged in to your account." : "Web, računalni i mobilni klijenti trenutno prijavljeni u vaš račun.",
    "Error while creating device token" : "Pogreška pri stvaranju tokena za uređaj",
    "App name" : "Naziv aplikacije",
    "Create new app password" : "Stvori novu zaporku za aplikaciju",
    "App password copied!" : "Lozinka aplikacije kopirana!",
    "Copy app password" : "Kopiraj lozinku aplikacije",
    "Login name copied!" : "Korisničko ime za prijavu kopirano!",
    "Copy login name" : "Kopiraj korisničko ime za prijavu",
    "Could not copy app password. Please copy it manually." : "Kopiranje zaporke aplikacije nije uspjelo. Kopirajte je ručno.",
    "Could not copy login name. Please copy it manually." : "Nije moguće kopirati korisničko ime za prijavu. Kopirajte ga ručno.",
    "New app password" : "Nova lozinka aplikacije",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Upotrijebite dolje navedene vjerodajnice za konfiguriranje aplikacije ili uređaja. Iz sigurnosnih razloga ova će lozinka biti prikazana samo jednom.",
    "Login" : "Prijava",
    "Password" : "Zaporka",
    "Show QR code for mobile apps" : "Prikaži QR kôd za mobilne aplikacije",
    "Use system cron service to call the cron.php file every 5 minutes." : "Koristite se sistemskim servisom cron za pozivanje datoteke cron.php svakih 5 minuta.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "cron.php mora izvršavati sistemski račun \"{user}\".",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "Potrebno je PHP POSIX proširenje. Više informacija potražite u {linkstart}PHP dokumentaciji{linkend}.",
    "Unable to update background job mode" : "Nije moguće ažurirati način rada pozadinskih zadataka",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Za ispravan rad poslužitelja važno je pravilno konfigurirati pozadinske zadatke. Cron je preporučena postavka. Više informacija potražite u dokumentaciji.",
    "Last job execution ran {time}. Something seems wrong." : "Posljednje izvođenje zadatka bilo je {time}. Čini se da nešto nije u redu.",
    "Last job ran {relativeTime}." : "Posljednji zadatak je izvršen {relativeTime}.",
    "Background job did not run yet!" : "Pozadinski zadatak još nije pokrenut!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Izvrši jedan zadatak pri svakom učitavanju stranice. Primjena: instanca s jednim računom.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php je registriran na webcron usluzi koja poziva cron.php svakih 5 minuta putem HTTP-a. Primjena: vrlo mala instanca (1–5 računa, ovisno o korištenju).",
    "Cron (Recommended)" : "Cron (preporučeno)",
    "Unable to update profile default setting" : "Nije moguće ažurirati zadanu postavku profila",
    "Profile" : "Profil",
    "Enable or disable profile by default for new accounts." : "Omogući ili onemogući profil prema zadanim postavkama za nove račune.",
    "Password confirmation is required" : "Potrebna je potvrda lozinke",
    "Failed to save setting" : "Neuspjelo spremanje postavke",
    "{app}'s declarative setting field: {name}" : "Deklarativno polje postavke aplikacije {app}: {name}",
    "Unable to update server side encryption config" : "Nije moguće ažurirati konfiguraciju šifriranja na strani poslužitelja",
    "Server-side encryption" : "Šifriranje na poslužitelju",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "Šifriranje na poslužitelju omogućuje šifriranje datoteka koje su otpremljene na ovaj poslužitelj. Ovaj postupak može narušiti performanse sustava pa ga omogućite samo ako je potrebno.",
    "To encrypt all existing files run this OCC command:" : "Za šifriranje svih postojećih datoteka pokrenite ovu OCC naredbu:",
    "Enable server-side encryption" : "Omogući šifriranje na poslužitelju",
    "Disabling server side encryption is only possible using OCC, please refer to the documentation." : "Onemogućavanje šifriranja na strani poslužitelja moguće je samo putem OCC-a; pogledajte dokumentaciju.",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Nije učitan modul za šifriranje, omogućite modul za šifriranje u izborniku aplikacije.",
    "Select default encryption module:" : "Odaberi zadani modul za šifriranje:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Morate migrirati ključeve šifriranja sa starog šifriranja (ownCloud <= 8.0) na novo. Omogućite \"Zadani modul šifriranja\" i pokrenite {command}",
    "Cancel encryption" : "Odustani od šifriranja",
    "Enable encryption" : "Omogući šifriranje",
    "Confirm enabling encryption" : "Potvrdi omogućavanje šifriranja",
    "Please read carefully before activating server-side encryption:" : "Pažljivo pročitajte prije aktiviranja šifriranja na strani poslužitelja:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Ako je šifriranje na poslužitelju omogućeno, sve datoteke koje se od tog trenutka otpreme na poslužitelj bit će šifrirane u stanju mirovanja na poslužitelju. Kasnije možete onemogućiti šifriranje ako aktivni modul za šifriranje podržava tu funkciju i ispunjeni su svi preduvjeti (npr. postavljanje ključa za oporavak).",
    "By default a master key for the whole instance will be generated. Please check if that level of access is compliant with your needs." : "Prema zadanim postavkama generirat će se glavni ključ za cijelu instancu. Provjerite odgovara li ta razina pristupa vašim potrebama.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Šifriranje samo po sebi ne jamči sigurnost sustava. Pogledajte dokumentaciju za više informacija o načinu rada aplikacije za šifriranje i slučajevima korištenja.",
    "Be aware that encryption always increases the file size." : "Imajte na umu da šifriranje uvijek povećava veličinu datoteke.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Uvijek je dobra ideja redovito izrađivati sigurnosne kopije podataka; ako upotrebljavate šifriranje, obavezno sigurnosno kopirajte ključeve za šifriranje zajedno sa svojim podacima.",
    "Refer to the admin documentation on how to manually also encrypt existing files." : "Pogledajte administratorsku dokumentaciju kako biste ručno šifrirali i postojeće datoteke.",
    "This is the final warning: Do you really want to enable encryption?" : "Ovo je posljednje upozorenje: želite li zaista omogućiti šifriranje?",
    "Failed to delete group \"{group}\"" : "Brisanje grupe \"{group}\" nije uspjelo",
    "Please confirm the group removal" : "Potvrdite uklanjanje grupe",
    "You are about to delete the group \"{group}\". The accounts will NOT be deleted." : "Uskoro ćete izbrisati grupu \"{group}\". Računi se NEĆE izbrisati.",
    "Submit" : "Šalji",
    "Rename group" : "Preimenuj grupu",
    "Delete group" : "Izbriši grupu",
    "Current password" : "Trenutna zaporka",
    "New password" : "Nova zaporka",
    "Change password" : "Promijeni lozinku",
    "Choose your profile picture" : "Odaberite svoju profilnu sliku",
    "Please select a valid png or jpg file" : "Odaberite valjanu PNG ili JPG datoteku",
    "Error setting profile picture" : "Pogreška pri postavljanju profilne slike",
    "Error cropping profile picture" : "Pogreška pri izrezivanju profilne slike",
    "Error saving profile picture" : "Pogreška pri spremanju profilne slike",
    "Error removing profile picture" : "Pogreška pri uklanjanju profilne slike",
    "Your profile picture" : "Vaša profilna slika",
    "Upload profile picture" : "Prenesi profilnu sliku",
    "Choose profile picture from Files" : "Odaberite profilnu sliku iz Datoteka",
    "Remove profile picture" : "Ukloni profilnu sliku",
    "The file must be a PNG or JPG" : "Datoteka mora biti PNG ili JPG",
    "Picture provided by original account" : "Slika s izvornog računa",
    "Set as profile picture" : "Postavi kao profilnu sliku",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Imajte na umu da može proći do 24 sata da se profilna slika posvuda ažurira.",
    "Your biography. Markdown is supported." : "Vaša biografija. Podržan je Markdown.",
    "Unable to update date of birth" : "Nije moguće ažurirati datum rođenja",
    "Enter your date of birth" : "Unesite datum rođenja",
    "Bluesky handle" : "Bluesky korisničko ime",
    "You are using {s}{usage}{/s}" : "Koristite {s}{usage}{/s}",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "Koristite {s}{usage}{/s} od {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})",
    "You are a member of the following groups:" : "Član ste sljedećih grupa:",
    "Your full name" : "Vaše ime i prezime",
    "Unable to update primary email address" : "Nije moguće ažurirati primarnu adresu e-pošte",
    "Unable to delete additional email address" : "Nije moguće izbrisati dodatnu adresu e-pošte",
    "No email address set" : "Nije postavljena adresa e-pošte",
    "Email options" : "Mogućnosti e-pošte",
    "Options for additional email address {index}" : "Opcije dodatne adrese e-pošte {index}",
    "Remove primary email" : "Ukloni primarnu adresu e-pošte",
    "Delete email" : "Izbriši adresu e-pošte",
    "This address is not confirmed" : "Ova adresa nije potvrđena",
    "Unset as primary email" : "Poništi primarnu adresu e-pošte",
    "Set as primary email" : "Postavi kao primarnu adresu e-pošte",
    "Additional email address {index}" : "Dodatne adrese e-pošte {index}",
    "Unable to delete primary email address" : "Nije moguće izbrisati primarnu adresu e-pošte",
    "Unable to add additional email address" : "Nije moguće dodati dodatnu adresu e-pošte",
    "Unable to update additional email address" : "Nije moguće ažurirati dodatnu adresu e-pošte",
    "Primary email for password reset and notifications" : "Primarna e-pošta za resetiranje zaporke i primanje obavijesti",
    "Your handle" : "Vaše korisničko ime",
    "Derived from your locale ({weekDayName})" : "Preuzeto iz vaših lokalnih postavki ({weekDayName})",
    "Unable to update first day of week" : "Nije moguće ažurirati prvi dan u tjednu",
    "Day to use as the first day of week" : "Dan koji će se koristiti kao prvi dan u tjednu",
    "Your headline" : "Vaš naslov",
    "No language set" : "Nije postavljen jezik",
    "Unable to update language" : "Nije moguće ažurirati jezik",
    "Languages" : "Jezici",
    "Help translate" : "Pomozite prevesti",
    "No locale set" : "Nisu postavljene lokalne postavke",
    "Unable to update locale" : "Nije moguće ažurirati lokalne postavke",
    "Locales" : "Lokalne postavke",
    "Week starts on {firstDayOfWeek}" : "Tjedan počinje {firstDayOfWeek}",
    "Your city" : "Vaš grad",
    "Your organisation" : "Vaša organizacija",
    "Your phone number" : "Vaš broj telefona",
    "Edit your Profile visibility" : "Uredite vidljivost profila",
    "Unable to update profile enabled state" : "Nije moguće ažurirati stanje omogućenog profila",
    "Enable profile" : "Omogući profil",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "Na profilu se primjenjuje stroža postavka vidljivosti ili opsega. Na primjer, ako je vidljivost postavljena na „Prikaži svima”, a opseg je postavljen na „Privatno”, primjenjuje se „Privatno”.",
    "Unable to update visibility of {displayId}" : "Nije moguće ažurirati vidljivost za {displayId}",
    "she/her" : "ona/nju",
    "he/him" : "on/njega",
    "they/them" : "oni/njih",
    "Your pronouns. E.g. {pronounsExample}" : "Vaše zamjenice. Npr. {pronounsExample}",
    "Your role" : "Vaša uloga",
    "Timezone" : "Vremenska zona",
    "Your X (formerly Twitter) handle" : "Vaše korisničko ime na X-u (prije Twitter)",
    "Your website" : "Vaša web-stranica",
    "Invalid value" : "Nevažeća vrijednost",
    "Unable to update {property}" : "Nije moguće ažurirati {property}",
    "No {property} set" : "Nije postavljeno: {property}",
    "Change scope level of {property}, current scope is {scope}" : "Promijeni razinu vidljivosti za {property}; trenutačna razina je {scope}",
    "Unable to update federation scope of the primary {property}" : "Nije moguće ažurirati opseg udruženja primarnog {property}",
    "Unable to update federation scope of additional {property}" : "Nije moguće ažurirati opseg udruženja dodatnog {property}",
    "Add additional email" : "Dodaj dodatnu adresu e-pošte",
    "Add" : "Dodaj",
    "Create" : "Stvori",
    "Change" : "Promijeni",
    "Delete" : "Izbriši",
    "Reshare" : "Dijeli ponovno",
    "Default config values" : "Zadane vrijednosti konfiguracije",
    "Applications config" : "Konfiguracija aplikacija",
    "User config" : "Konfiguracija korisnika",
    "Bundled applications" : "Uključene aplikacije",
    "Enabled applications" : "Omogućene aplikacije",
    "Disabled applications" : "Onemogućene aplikacije",
    "Large organization" : "Velika organizacija",
    "Big organization" : "Vrlo velika organizacija",
    "Small organization" : "Mala organizacija",
    "Hosting company" : "Hosting tvrtka",
    "University" : "Sveučilište",
    "School" : "Škola",
    "Club or association" : "Klub ili udruga",
    "Family" : "Obitelj",
    "Personal use" : "Osobna upotreba",
    "Setup errors" : "Pogreške postavljanja",
    "Setup warnings" : "Upozorenja postavljanja",
    "Setup recommendations" : "Preporuke postavljanja",
    "Default language" : "Zadani jezik",
    "Common languages" : "Česti jezici",
    "Other languages" : "Drugi jezici",
    "Password change is disabled because the master key is disabled" : "Onemogućeno je mijenjanje zaporke jer je onemogućen glavni ključ",
    "No accounts" : "Nema računa",
    "Loading accounts …" : "Učitavanje računa …",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Popis računa. Ovaj popis zbog performansi nije potpuno prikazan. Računi će se prikazivati dok se krećete kroz popis.",
    "Manager" : "Voditelj",
    "Set line manager" : "Postavi neposrednog voditelja",
    "Account name will be autogenerated" : "Naziv računa bit će automatski generiran",
    "Account name (required)" : "Naziv računa (obavezno)",
    "Failed to search groups" : "Neuspjelo pretraživanje grupa",
    "New account" : "Novi račun",
    "Display name" : "Ime za prikaz",
    "Either password or email is required" : "Potrebna je lozinka ili adresa e-pošte",
    "Password (required)" : "Lozinka (obavezno)",
    "Email (required)" : "E-pošta (obavezno)",
    "Email" : "E-pošta",
    "Member of the following groups (required)" : "Član sljedećih grupa (obavezno)",
    "Member of the following groups" : "Član sljedećih grupa",
    "Set account groups" : "Postavi grupe računa",
    "Admin of the following groups" : "Administrator sljedećih grupa",
    "Set account as admin for …" : "Postavi račun kao administratora za …",
    "Quota" : "Kvota",
    "Set account quota" : "Postavi kvotu računa",
    "Language" : "Jezik",
    "Set default language" : "Postavi zadani jezik",
    "Add new account" : "Dodaj novi račun",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} račun …","{userCount} računa …","{userCount} računa …"],
    "_{userCount} account_::_{userCount} accounts_" : ["{userCount} račun","{userCount} računa","{userCount} računa"],
    "Total rows summary" : "Sažetak ukupnog broja redaka",
    "Scroll to load more rows" : "Pomaknite za učitavanje više redaka",
    "Password or insufficient permissions message" : "Poruka o lozinci ili nedovoljnim dozvolama",
    "Avatar" : "Avatar",
    "Account name" : "Korisničko ime",
    "Group admin for" : "Administrator grupe za",
    "Account backend" : "Pozadinski sustav računa",
    "Storage location" : "Mjesto pohrane",
    "First login" : "Prva prijava",
    "Last login" : "Posljednja prijava",
    "Account actions" : "Radnje računa",
    "{size} used" : "Iskorišteno {size}",
    "Delete account" : "Izbriši račun",
    "Disconnect all devices and delete local data" : "Odspoji sve uređaje i izbriši lokalne podatke",
    "Disable account" : "Onemogući račun",
    "Enable account" : "Omogući račun",
    "Resend welcome email" : "Ponovno pošalji poruku dobrodošlice",
    "In case of lost device or exiting the organization, this can remotely wipe the {productName} data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "U slučaju izgubljenog uređaja ili odlaska iz organizacije, ovime se može udaljeno izbrisati podatke {productName}a sa svih uređaja povezanih s {userid}. Radi samo ako su uređaji povezani s internetom.",
    "Remote wipe of devices" : "Daljinsko brisanje podataka s uređaja",
    "Wipe {userid}'s devices" : "Izbriši podatke sa svih uređaja koji pripadaju {userid}",
    "Wiped {userid}'s devices" : "Uređaji korisnika {userid} su izbrisani",
    "Failed to load groups with details" : "Neuspjelo učitavanje grupa s detaljima",
    "Failed to load sub admin groups with details" : "Neuspjelo učitavanje grupa podadministratora s detaljima",
    "Failed to update line manager" : "Neuspjelo ažuriranje nadređenog",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "U potpunosti izbriši račun koji pripada {userid}, uključujući sve osobne datoteke, aplikacije itd.",
    "Account deletion" : "Brisanje računa",
    "Delete {userid}'s account" : "Izbriši račun koji pripada {userid}",
    "Display name was successfully changed" : "Prikazano ime je uspješno promijenjeno",
    "Password can't be empty" : "Lozinka ne može biti prazna",
    "Password was successfully changed" : "Lozinka je uspješno promijenjena",
    "Email can't be empty" : "Adresa e-pošte ne može biti prazna",
    "Email was successfully changed" : "Adresa e-pošte je uspješno promijenjena",
    "Welcome mail sent!" : "Poslana poruka dobrodošlice!",
    "Loading account …" : "Učitavanje računa …",
    "Change display name" : "Promijeni prikazano ime",
    "Set new password" : "Postavi novu lozinku",
    "You do not have permissions to see the details of this account" : "Nemate dopuštenje za prikaz pojedinosti ovog računa",
    "Set new email address" : "Postavi novu adresu e-pošte",
    "Add account to group" : "Dodaj račun u grupu",
    "Set account as admin for" : "Postavi račun kao administratora za",
    "Select account quota" : "Odaberi kvotu računa",
    "Set the language" : "Postavi jezik",
    "Toggle account actions menu" : "Uključi/isključi izbornik radnji računa",
    "Done" : "Gotovo",
    "Edit" : "Uredi",
    "Account management settings" : "Postavke upravljanja računima",
    "Visibility" : "Vidljivost",
    "Show language" : "Prikaži jezik",
    "Show account backend" : "Prikaži pozadinski sustav računa",
    "Show storage path" : "Prikaži put pohrane",
    "Show first login" : "Prikaži prvu prijavu",
    "Show last login" : "Prikaži posljednju prijavu",
    "Sorting" : "Sortiranje",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "Konfiguracija sustava nameće sortiranje grupa po nazivu. Time se također onemogućuje prikaz broja članova.",
    "Group list sorting" : "Sortiranje popisa grupa",
    "Sorting only applies to the currently loaded groups for performance reasons. Groups will be loaded as you navigate or search through the list." : "Sortiranje se zbog performansi primjenjuje samo na trenutno učitane grupe. Grupe će se učitavati dok se krećete kroz popis ili ga pretražujete.",
    "By member count" : "Po broju članova",
    "By name" : "Po nazivu",
    "Send email" : "Pošalji poruku e-pošte",
    "Send welcome email to new accounts" : "Pošalji poruku dobrodošlice novim računima",
    "Defaults" : "Zadano",
    "Default quota" : "Zadana kvota",
    "Select default quota" : "Odaberi zadanu kvotu",
    "Server error while trying to complete WebAuthn device registration" : "Pogreška poslužitelja tijekom dovršavanja registracije WebAuthn uređaja",
    "Passwordless authentication requires a secure connection." : "Autentifikacija bez zaporke zahtijeva sigurnu vezu.",
    "Add WebAuthn device" : "Dodaj WebAuthn uređaj",
    "Please authorize your WebAuthn device." : "Autorizirajte svoj WebAuthn uređaj.",
    "Adding your device …" : "Dodavanje vašeg uređaja…",
    "Unnamed device" : "Neimenovani uređaj",
    "Passwordless Authentication" : "Autentifikacija bez zaporke",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Omogućite korištenje autentifikacije bez zaporke na svom računu u skladu sa standardom FIDO2.",
    "No devices configured." : "Nema konfiguriranih uređaja.",
    "The following devices are configured for your account:" : "Sljedeći su uređaji konfigurirani za vaš račun:",
    "Your browser does not support WebAuthn." : "Vaš preglednik ne podržava WebAuthn.",
    "Email sent successfully" : "E-poruka je uspješno poslana",
    "Failed to send email" : "Neuspjelo slanje e-pošte",
    "Failed to save email settings" : "Neuspjelo spremanje postavki e-pošte",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Važno je postaviti ovaj poslužitelj kako biste mogli slati poruke e-pošte u vezi s resetiranjem zaporke i obavijesti.",
    "The server configuration is read-only so the mail settings cannot be changed using the web interface." : "Konfiguracija poslužitelja je samo za čitanje, pa se postavke e-pošte ne mogu mijenjati putem web sučelja.",
    "Mail delivery is disabled by instance config \"{config}\"." : "Dostava e-pošte onemogućena je konfiguracijom instance \"{config}\".",
    "Send mode" : "Način slanja",
    "Encryption" : "Šifriranje",
    "Sendmail mode" : "Način slanja pošte",
    "Disable certificate verification (insecure)" : "Onemogući provjeru vjerodajnice (nesigurno)",
    "From address" : "Adresa pošiljatelja",
    "Domain" : "Domena",
    "Server address" : "Adresa poslužitelja",
    "Host" : "Glavno računalo",
    "Port" : "Port",
    "Authentication" : "Autentifikacija",
    "Authentication required" : "Potrebna autentifikacija",
    "Sending test email…" : "Slanje probne e-pošte…",
    "Send test email" : "Pošalji probnu e-poštu",
    "Saving…" : "Spremanje...",
    "Save settings" : "Spremi postavke",
    "Please double check the {linkStartInstallationGuides}installation guides{linkEnd}, and check for any errors or warnings in the {linkStartLog}log{linkEnd}." : "Još jednom provjerite {linkStartInstallationGuides}vodiče za instalaciju{linkEnd} i provjerite ima li pogrešaka ili upozorenja u {linkStartLog}zapisniku{linkEnd}.",
    "Check the security of your {productName} over {linkStart}our security scan{linkEnd}." : "Provjerite sigurnost svog {productName}a putem {linkStart}naše sigurnosne provjere{linkEnd}.",
    "Security & setup warnings" : "Upozorenja o sigurnosti i postavljanju",
    "It is important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Za sigurnost i performanse vaše instance važno je da je sve ispravno konfigurirano. Kako bismo vam u tome pomogli, provodimo neke automatske provjere. Više informacija potražite u povezanom dokumentu.",
    "Checking your server …" : "Provjera poslužitelja…",
    "Failed to run setup checks" : "Neuspjelo pokretanje provjera postavljanja",
    "Try again" : "Pokušajte ponovno",
    "All checks passed." : "Sve su provjere uspješno dovršene.",
    "There are some errors regarding your setup." : "Postoje neke pogreške u vezi s vašim postavom.",
    "There are some warnings regarding your setup." : "Postoje neka upozorenja u vezi s vašim postavom.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Administrator možete detaljnije podešavati dijeljenja. Pogledajte odgovarajuću dokumentaciju za više informacija.",
    "You need to enable the File sharing App." : "Morate omogućiti aplikaciju za dijeljenje datoteka.",
    "App Store" : "Trgovina aplikacija",
    "Loading app list" : "Učitavanje popisa aplikacija",
    "Loading categories" : "Učitavanje kategorija",
    "Version {version}, {license}-licensed" : "Verzija {version}, licencirano pod {license}",
    "Version {version}" : "Verzija {version}",
    "Failed to save selected preset." : "Neuspjelo spremanje odabranog predloška.",
    "Select a configuration preset for easy setup." : "Odaberite predložak konfiguracije za jednostavno postavljanje.",
    "Apply" : "Primijeni",
    "All accounts" : "Svi računi",
    "Admins" : "Administratori",
    "Account group: {group}" : "Grupa računa: {group}",
    "Account management" : "Upravljanje računima",
    "For performance reasons, when you enable encryption on a {productName} server only new and changed files are encrypted." : "Zbog performansi, kada omogućite šifriranje na {productName} poslužitelju, šifriraju se samo nove i izmijenjene datoteke.",
    "Location" : "Lokacija",
    "Profile picture" : "Profilna slika",
    "About" : "Informacije",
    "Date of birth" : "Datum rođenja",
    "Full name" : "Puno ime",
    "Additional email" : "Dodatna adresa e-pošte",
    "Fediverse (e.g. Mastodon)" : "Fediverse (npr. Mastodon)",
    "Headline" : "Naslov",
    "Organisation" : "Organizacija",
    "Phone number" : "Broj telefona",
    "Pronouns" : "Zamjenice",
    "Role" : "Uloga",
    "X (formerly Twitter)" : "X (prije Twitter)",
    "Bluesky" : "Bluesky",
    "Website" : "Web-mjesto",
    "Profile visibility" : "Vidljivost profila",
    "Locale" : "Lokacija",
    "First day of week" : "Prvi dan u tjednu",
    "timezone" : "vremenska zona",
    "Private" : "Privatno",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Vidljivo samo ljudima koji se podudaraju putem integracije broja telefona u aplikaciji Talk na mobilnom uređaju",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Nije dostupno jer je ovo svojstvo potrebno za osnovnu funkcionalnost, uključujući dijeljenje datoteka i pozivnice za kalendar",
    "Local" : "Lokalno",
    "Only visible to people on this instance and guests" : "Vidljivo samo ljudima na ovoj instanci i gostima",
    "Federated" : "Udruženo",
    "Only synchronize to trusted servers" : "Sinkroniziraj samo s pouzdanim poslužiteljima",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Nije dostupno jer je udruživanje onemogućena za vaš račun. Ako imate pitanja, obratite se administratoru sustava.",
    "Published" : "Objavljeno",
    "Synchronize to trusted servers and the global and public address book" : "Sinkroniziraj s pouzdanim poslužiteljima i globalnim i javnim adresarom",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Nije dostupno jer objavljivanje podataka specifičnih za račun na poslužitelju za pretraživanje nije dopušteno. Ako imate pitanja, obratite se administratoru sustava.",
    "Discover" : "Otkrijte",
    "Your apps" : "Vaše aplikacije",
    "Active apps" : "Aktivne aplikacije",
    "Disabled apps" : "Onemogućene aplikacije",
    "Updates" : "Ažuriranja",
    "App bundles" : "Paketi aplikacija",
    "Featured apps" : "Istaknute aplikacije",
    "Supported apps" : "Podržane aplikacije",
    "Best Nextcloud integration" : "Najbolja integracija s Nextcloudom",
    "Open source" : "Otvoreni kod",
    "Good performance" : "Dobre performanse",
    "Best security: documents never leave your server" : "Najbolja sigurnost: dokumenti nikad ne napuštaju vaš poslužitelj",
    "Best ODF compatibility" : "Najbolja ODF kompatibilnost",
    "Best support for legacy files" : "Najbolja podrška za starije datoteke",
    "Good Nextcloud integration" : "Dobra integracija s Nextcloudom",
    "Open core" : "Open core",
    "Best performance" : "Najbolje performanse",
    "Limited ODF compatibility" : "Ograničena ODF kompatibilnost",
    "Best Microsoft compatibility" : "Najbolja kompatibilnost s Microsoftom",
    "Show to everyone" : "Prikaži svima",
    "Show to logged in accounts only" : "Prikaži samo prijavljenim računima",
    "Hide" : "Sakrij",
    "Manually installed apps cannot be updated" : "Ručno instalirane aplikacije nije moguće ažurirati",
    "{progress}% Deploying …" : "{progress}% implementacija…",
    "{progress}% Initializing …" : "{progress}% inicijalizacija…",
    "Health checking" : "Provjera ispravnosti",
    "Deploy and Enable" : "Implementiraj i omogući",
    "Download and enable" : "Preuzmi i omogući",
    "Disable" : "Onemogući",
    "Allow untested app" : "Dopusti neprovjerenu aplikaciju",
    "The app will be downloaded from the App Store" : "Aplikacija će se preuzeti iz trgovine aplikacijama",
    "This app is not marked as compatible with your {productName} version." : "Aplikacija nije označena kao kompatibilna s vašom verzijom {productName}.",
    "If you continue you will still be able to install the app. Note that the app might not work as expected." : "Ako nastavite, i dalje ćete moći instalirati aplikaciju. Imajte na umu da aplikacija možda neće raditi kako se očekuje.",
    "Unknown" : "Nepoznata pogreška",
    "Never" : "Nikad",
    "Could not register device: Network error" : "Nije moguće registrirati uređaj: pogreška mreže",
    "Could not register device: Probably already registered" : "Nije moguće registrirati uređaj: vjerojatno je već registriran",
    "Could not register device" : "Nije moguće registrirati uređaj",
    "An error occurred during the request. Unable to proceed." : "Došlo je do pogreške tijekom zahtjeva. Nije moguće nastaviti.",
    "The app has been enabled but needs to be updated." : "Aplikacija je omogućena, ali ju je potrebno ažurirati.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Pogreška: ova aplikacija ne može biti omogućena jer čini poslužitelj nestabilnim",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Aplikacija je omogućena, ali je treba ažurirati. Za 5 sekundi bit ćete preusmjereni na stranicu za ažuriranje.",
    "Do you really want to wipe your data from this device?" : "Želite li zaista izbrisati podatke s ovog uređaja?",
    "Confirm wipe" : "Potvrdi brisanje",
    "Could not delete the app token" : "Nije moguće izbrisati token aplikacije",
    "Error while wiping the device with the token" : "Pogreška pri brisanju sadržaja uređaja tokenom",
    "Error while updating device token name" : "Pogreška pri ažuriranju naziva tokena za uređaja",
    "Error while updating device token scope" : "Pogreška pri ažuriranju raspona tokena za uređaj",
    "Could not set group sorting" : "Nije moguće postaviti sortiranje grupa",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Zaprimljeno je previše zahtjeva iz vaše mreže. Pokušajte kasnije ili se obratite administratoru ako se radi o pogrešci.",
    "Error" : "Pogreška",
    "Account documentation" : "Dokumentacija za račune",
    "Administration documentation" : "Administratorska dokumentacija",
    "Forum" : "Forum",
    "Nextcloud help & privacy resources" : "Nextcloud resursi za pomoć i privatnost",
    "General documentation" : "Opća dokumentacija",
    "Legal notice" : "Pravna obavijest",
    "Privacy policy" : "Pravila privatnosti",
    "Reasons to use Nextcloud in your organization" : "Razlozi za uporabu Nextclouda u vašoj organizaciji",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "{githubopen}Izvorni kôd{linkclose} je razvila {communityopen}Nextcloudova zajednica korisnika{linkclose} i licenciran je sukladno {licenseopen}AGPL-u{linkclose}.",
    "Like our Facebook page" : "Pratite našu Facebook stranicu",
    "Follow us on Bluesky" : "Pratite nas na Blueskyju",
    "Follow us on Mastodon" : "Pratite nas na Mastodonu",
    "Check out our blog" : "Pogledajte naš blog",
    "Subscribe to our newsletter" : "Pretplatite se na naše obavijesti",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Ovo izdanje Nextclouda nije podržano i nisu dostupne trenutne obavijesti.",
    "Open documentation" : "Otvori dokumentaciju",
    "Use a second factor besides your password to increase security for your account." : "Koristite se i drugim faktorom pored zaporke kako biste povećali sigurnost svog računa.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Ako se za povezivanje s Nextcloudom koristite aplikacijama treće strane, stvorite i konfigurirajte lozinku za svaku aplikaciju prije omogućavanja drugog faktora za provođenje autentifikacije.",
    "Very weak password" : "Zaporka vrlo slaba",
    "Weak password" : "Zaporka slaba",
    "So-so password" : "Zaporka prosječne jačine",
    "Good password" : "Zaporka dobra",
    "Strong password" : "Zaporka jaka",
    "Group list is empty" : "Popis grupa je prazan",
    "Unable to retrieve the group list" : "Nije moguće preuzeti popis grupa",
    "Logged in account must be a subadmin" : "Prijavljeni račun mora biti podadministrator",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- HTTP zaglavlje `%1$s` ne sadrži `%2$s`. To je potencijalni sigurnosni ili rizik za privatnost; preporučuje se prilagoditi ovu postavku.",
    "_No scheduled tasks in the last %n hour._::_No scheduled tasks in the last %n hours._" : ["Nije bilo zakazanih zadataka u posljednjem %n satu.","Nije bilo zakazanih zadataka u posljednjih %n sati.","Nije bilo zakazanih zadataka u posljednjih %n sati."],
    "_The task pickup speed has been ok in the last %n hour._::_The task pickup speed has been ok in the last %n hours._" : ["Brzina preuzimanja zadataka bila je dobra u posljednjem %n satu.","Brzina preuzimanja zadataka bila je dobra u posljednjih %n sati.","Brzina preuzimanja zadataka bila je dobra u posljednjih %n sati."],
    "_The task pickup speed has been slow in the last %n hour. Many tasks took longer than 4 minutes to be picked up. Consider setting up a worker to process tasks in the background._::_The task pickup speed has been slow in the last %n hours. Many tasks took longer than 4 minutes to be picked up. Consider setting up a worker to process tasks in the background._" : ["Brzina preuzimanja zadataka bila je spora u posljednjem %n satu. Mnogi su zadaci čekali dulje od 4 minute da budu preuzeti. Razmislite o postavljanju workera za obradu zadataka u pozadini.","Brzina preuzimanja zadataka bila je spora u posljednjih %n sati. Mnogi su zadaci čekali dulje od 4 minute da budu preuzeti. Razmislite o postavljanju workera za obradu zadataka u pozadini.","Brzina preuzimanja zadataka bila je spora u posljednjih %n sati. Mnogi su zadaci čekali dulje od 4 minute da budu preuzeti. Razmislite o postavljanju workera za obradu zadataka u pozadini."],
    "Exclude some groups from sharing" : "Izuzmi neke grupe iz dijeljenja",
    "Limit sharing to some groups" : "Ograniči dijeljenje na neke grupe",
    "Also allow autocompletion on full match of the user id" : "Također dopusti automatsko dovršavanje pri potpunom podudaranju korisničkog ID-a",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Ovoj aplikaciji nije dodijeljena najmanja inačica Nextclouda. To će biti pogreška u budućnosti.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Ovoj aplikaciji nije dodijeljena najveća inačica Nextclouda. To će biti pogreška u budućnosti.",
    "Loading accounts …" : "Učitavanje računa …",
    "Set account as admin for …" : "Postavi račun kao administratora za …",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} račun …","{userCount} računa …","{userCount} računa …"],
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "U slučaju gubitka uređaja ili napuštanja organizacije, može daljinski izbrisati Nextcloudove podatke sa svih uređaja kojima se koristi {userid}. Brisanje je moguće samo ako su uređaji povezani na internet.",
    "Failed to load subadmin groups with details" : "Neuspjelo učitavanje grupa podadministratora s detaljima",
    "Loading account …" : "Učitavanje računa …",
    "Adding your device …" : "Dodavanje uređaja...",
    "Developer documentation ↗" : "Dokumentacija za razvojne programere ↗",
    "Sending…" : "Slanje…",
    "Email sent" : "E-pošta je poslana",
    "For performance reasons, when you enable encryption on a Nextcloud server only new and changed files are encrypted." : "Zbog performansi, kada omogućite šifriranje na Nextcloud poslužitelju, šifriraju se samo nove i izmijenjene datoteke.",
    "{progress}% Deploying …" : "{progress}% implementacija …",
    "{progress}% Initializing …" : "{progress}% inicijalizacija …",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Ova aplikacija nije označena kao kompatibilna s vašom inačicom Nextclouda. Ako odlučite nastaviti, moći ćete instalirati aplikaciju. Imajte na umu da aplikacija možda neće raditi kako očekujete.",
    "None/STARTTLS" : "Ništa/STARTTLS",
    "SSL" : "SSL",
    "Credentials" : "Vjerodajnice",
    "SMTP Login" : "SMTP prijava",
    "SMTP Password" : "SMTP zaporka",
    "Save" : "Spremi",
    "Test and verify email settings" : "Testirajte i provjerite postavke e-pošte",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Pravilna konfiguracija iznimno je važna za sigurnost i performanse vaše instance. Kako bismo vam pomogli pravilno konfigurirati sustav, provest ćemo neke automatske provjere. Za više informacija pogledajte navedenu dokumentaciju.",
    "Checking for system and security issues." : "Provjera sustava i sigurnosnih postavki.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Pažljivo pročitajte <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">upute za instalaciju ↗</a> i potražite postoje li ikakve pogreške ili upozorenja u <a href=\"%2$s\">zapisima</a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Provjerite sigurnost svojeg Nextclouda s pomoću <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">sigurnosnog skeniranja ↗</a>."
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}