{ "translations": {
    "{actor} added you to group {group}" : "{actor} таныг {group} бүлэгт нэмлээ",
    "You added {user} to group {group}" : "Та {user}-г {group} бүлэгт нэмлээ",
    "{actor} added {user} to group {group}" : "{actor} {user}-г {group} бүлэгт нэмлээ",
    "An administrator added you to group {group}" : "Админ таныг {group} бүлэгт нэмлээ",
    "An administrator added {user} to group {group}" : "Админ {user}-г {group} бүлэгт нэмлээ",
    "{actor} removed you from group {group}" : "{actor} таныг {group} бүлгээс хаслаа",
    "You removed {user} from group {group}" : "Та {user}-г {group} бүлгээс хаслаа",
    "{actor} removed {user} from group {group}" : "{actor} {user}-г {group} бүлгээс хаслаа",
    "An administrator removed you from group {group}" : "Админ таныг {group} бүлгээс хаслаа",
    "An administrator removed {user} from group {group}" : "Админ {user}-г {group} бүлгээс хаслаа",
    "Your <strong>group memberships</strong> were modified" : "Таны <strong>бүлгийн гишүүнчлэл</strong> өөрчлөгдлөө",
    "{actor} changed your password" : "{actor} таны нууц үгийг солив",
    "You changed your password" : "Та өөрийн нууц үг солив",
    "Your password was reset by an administrator" : "Зохицуулагч таны нууц үгийг солив",
    "Your password was reset" : "Таны нууц үг шинэчлэгдлээ",
    "{actor} changed your email address" : "{actor} таны цахим шуудангийн хаягийг солив",
    "You changed your email address" : "Та өөрийн цахим шуудангийн хаягийг солив",
    "Your email address was changed by an administrator" : "Зохицуулагч таны цахим шуудангийн хаягийг солив",
    "You created an app password for a session named \"{token}\"" : "Та \"{token}\" нэртэй сессийн апп нууц үг үүсгэсэн",
    "An administrator created an app password for a session named \"{token}\"" : "Админ \"{token}\" нэртэй сессийн апп нууц үг үүсгэсэн",
    "You deleted app password \"{token}\"" : "Та \"{token}\" апп нууц үгийг устгасан",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Та \"{token}\" апп нууц үгийг \"{newToken}\" болгож нэр өөрчилсөн",
    "You granted filesystem access to app password \"{token}\"" : "Та \"{token}\" апп нууц үгт файлын системд хандах эрх олгосон",
    "You revoked filesystem access from app password \"{token}\"" : "Та \"{token}\" апп нууц үгээс файлын системд хандах эрхийг хүчингүй болгосон",
    "Security" : "Хамгаалалт",
    "You successfully logged in using two-factor authentication (%1$s)" : "Та хоёр хүчин зүйлийн нэвтрэлтээр амжилттай нэвтэрлээ (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Хоёр хүчин зүйлийн нэвтрэлтээр нэвтрэх оролдлого амжилтгүй болсон (%1$s)",
    "Remote wipe was started on %1$s" : "Алсын арилгалт %1$s дээр эхэлсэн",
    "Remote wipe has finished on %1$s" : "Алсын арилгалт %1$s дээр дууссан",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Таны <strong>нууц үг</strong> эсвэл <strong>и-мэйл</strong> өөрчлөгдсөн",
    "Settings" : "Тохиргоо",
    "Could not remove app." : "Апп устгах боломжгүй.",
    "Could not update app." : "Апп шинэчлэх боломжгүй.",
    "One time login" : "Нэг удаагийн нэвтрэлт",
    "QR Code login" : "QR код нэвтрэлт",
    "Wrong password" : "Нууц үг буруу байна",
    "Unable to change personal password" : "Хувийн нууц үг өөрчлөх боломжгүй",
    "Saved" : "Хадгалагдсан",
    "No Login supplied" : "Нэвтрэх нэр оруулаагүй",
    "Unable to change password" : "Нууц үг солих боломжгүй",
    "Unable to change password. Password too long." : "Нууц үг өөрчлөх боломжгүй. Нууц үг хэт урт.",
    "Authentication error" : "Нотолгооны алдаа",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Админ сэргээх нууц үгээ оруулна уу; тэгэхгүй бол бүртгэлийн бүх өгөгдөл устах болно.",
    "Wrong admin recovery password. Please check the password and try again." : "Админ сэргээх нууц үг буруу байна. Нууц үгээ шалгаад дахин оролдоно уу.",
    "Backend does not support password change, but the encryption of the account key was updated." : "Арын систем нууц үг солихыг дэмждэггүй, гэхдээ бүртгэлийн түлхүүрийн шифрлэлт шинэчлэгдсэн.",
    "Administrator documentation" : "Админы баримт бичиг",
    "User documentation" : "Хэрэглэгчийн баримт бичиг",
    "Nextcloud help overview" : "Nextcloud тусламжийн тойм",
    "Invalid SMTP password." : "SMTP -н нууц үг буруу байна ",
    "Email setting test" : "Цахим шуудангийн тохиргоог шалгах",
    "Well done, %s!" : "Сайн байна, %s!",
    "If you received this email, the email configuration seems to be correct." : "Хэрэв та энэ цахим захидалыг хүлээн авсан бол цахим шуудангийн тохиргоо нь зөв байна.",
    "Email could not be sent. Check your mail server log" : "Цахим захидлыг илгээж чадсангүй. Цахим шуудангийн серверийн лог шалгана уу.",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "И-мэйл илгээх явцад алдаа гарлаа. Тохиргоогоо шалгана уу. (Алдаа: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Тест и-мэйл илгээхийн өмнө бүртгэлийн и-мэйлээ тохируулах шаардлагатай. Үүний тулд %s руу очно уу.",
    "Recently active" : "Саяхан идэвхтэй",
    "Disabled accounts" : "Идэвхгүй бүртгэлүүд",
    "Invalid account" : "буруу аккаунт",
    "Invalid mail address" : "Буруу и-мэйл хаяг",
    "Settings saved" : "Тохиргоо хадгалагдлаа",
    "Unable to change full name" : "Бүтэн нэрийг солих боломжгүй",
    "Unable to change email address" : "Цахим шуудангийн хаягийг солих боломжгүй",
    "Unable to set invalid phone number" : "Буруу утасны дугаар тохируулах боломжгүй",
    "Unable to set invalid website" : "Буруу вэбсайт тохируулах боломжгүй",
    "Some account data was invalid" : "Зарим бүртгэлийн өгөгдөл буруу байсан",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Twitter бүртгэлээ баталгаажуулахын тулд дараах tweet-ийг Twitter дээр нийтэлнэ үү (мөр шинэчлэлгүйгээр нийтлэхийг анхаарна уу):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Вэбсайтаа баталгаажуулахын тулд дараах агуулгыг вэб-root дотор '.well-known/CloudIdVerificationCode.txt' файлд хадгална уу (бүх текст нэг мөрөнд байгааг шалгана уу):",
    "%1$s changed your password on %2$s." : "%1$s таны нууц үгийг %2$s дээр өөрчилсөн.",
    "Your password on %s was changed." : "Таны %s дээрх нууц үг өөрчлөгдлөө.",
    "Your password on %s was reset by an administrator." : "Таны %s дээрх нууц үгийг админ шинэчилсэн.",
    "Your password on %s was reset." : "Таны %s дээрх нууц үг шинэчлэгдсэн.",
    "Password for %1$s changed on %2$s" : "%1$s-ийн нууц үг %2$s-д өөрчлөгдлөө",
    "Password changed for %s" : "%s-ийн нууц үг өөрчлөгдлөө",
    "If you did not request this, please contact an administrator." : "Хэрэв та энэ хүсэлтийг илгээгээгүй бол зохицуулагч руу хандана уу.",
    "Your email address on %s was changed." : "Таны %s дээрх и-мэйл хаяг өөрчлөгдлөө.",
    "Your email address on %s was changed by an administrator." : "Таны %s дээрх и-мэйл хаягийг админ өөрчилсөн.",
    "Email address for %1$s changed on %2$s" : "%1$s-ийн и-мэйл хаяг %2$s-д өөрчлөгдсөн",
    "Email address changed for %s" : "%s-ийн и-мэйл хаяг өөрчлөгдлөө",
    "The new email address is %s" : "Шинэ и-мэйл хаяг %s",
    "Your %s account was created" : "Таны %s бүртгэл үүслээ",
    "Welcome aboard" : "Тавтай морил",
    "Welcome aboard %s" : "Тавтай морил %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Таны %s бүртгэлд тавтай морил, та өгөгдлөө нэмэх, хамгаалах, хуваалцах боломжтой.",
    "Your Login is: %s" : "Таны нэвтрэх нэр: %s",
    "Set your password" : "Нууц үгээ тохируулна уу",
    "Go to %s" : "%s руу очих",
    "Install Client" : "Клиент суулгах",
    "Logged in account must be a sub admin" : "Нэвтэрсэн бүртгэл дэд админ байх ёстой",
    "Apps" : "Аппликэйшинууд",
    "Personal" : "Хувийн",
    "Administration" : "Удирдлага",
    "Users" : "хэрэглэгч",
    "Additional settings" : "Нэмэлт тохиргоо",
    "Assistant" : "Туслах",
    "Administration privileges" : "Удирдлагын эрхүүд",
    "Groupware" : "Бүлгийн програм",
    "Overview" : "Тойм",
    "Quick presets" : "Хурдан тохиргоо",
    "Basic settings" : "Үндсэн тохиргоо",
    "Sharing" : "Түгээх",
    "Availability" : "Бэлэн байдал",
    "Calendar" : "Календарь",
    "Personal info" : "Хувийн мэдээлэл",
    "Mobile & desktop" : "Гар утас & Компьютер",
    "Artificial Intelligence" : "Хиймэл оюун ухаан",
    "None / STARTTLS" : "Байхгүй / STARTTLS",
    "Email server" : "И-мэйл сервер",
    "Mail Providers" : "Мэйл нийлүүлэгчид",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "Мэйл нийлүүлэгч нь хэрэглэгчийн хувийн и-мэйл бүртгэлээр шууд и-мэйл илгээх боломжийг олгодог. Одоогоор энэ функц зөвхөн календарийн урилгаар хязгаарлагдаж байна. Nextcloud Mail 4.1 болон Nextcloud дахь хэрэглэгчийн и-мэйл хаягтай тохирох Nextcloud Mail дахь и-мэйл бүртгэл шаардлагатай.",
    "Send emails using" : "И-мэйл илгээх",
    "User's email account" : "Хэрэглэгчийн и-мэйл бүртгэл",
    "System email account" : "Системийн и-мэйл бүртгэл",
    "Security & setup checks" : "Аюулгүй байдал & тохиргооны шалгалтууд",
    "Settings presets" : "Тохиргооны урьдчилсан тохиргоо",
    "Background jobs" : "Арын ажлууд",
    "Unlimited" : "Хязгааргүй",
    "Verifying" : "Шалгаж байна",
    "Verifying …" : "Шалгаж байна …",
    "Verify" : "Шалнгах",
    "Allowed admin IP ranges" : "Зөвшөөрөгдсөн админ IP хүрээ",
    "Admin IP filtering isn't applied." : "Админ IP шүүлтүүр хэрэглэгдээгүй.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "Тохиргооны түлхүүр \"%1$s\" массив хүлээж байна (%2$s олдсон). Админ IP хүрээний баталгаажуулалт хэрэглэгдэхгүй.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "Тохиргооны түлхүүр \"%1$s\" буруу IP хүрээ(үүд) агуулж байна: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "Админ IP шүүлтүүр зөв тохируулагдсан.",
    "App directories owner" : "Апп хавтасны эзэмшигч",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Зарим апп хавтаснууд вэб серверийн хэрэглэгчээс өөр хэрэглэгчийн эзэмшилд байна. Энэ нь аппуудыг гараар суулгасан тохиолдолд байж болно. Дараах апп хавтаснуудын зөвшөөрлийг шалгана уу:\\n%s",
    "App directories have the correct owner \"%s\"" : "Апп хавтаснууд зөв эзэмшигчтэй \"%s\"",
    "Brute-force Throttle" : "Brute-force хязгаарлалт",
    "Your remote address could not be determined." : "Таны алсын хаягийг тодорхойлж чадсангүй.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Таны алсын хаяг \"%s\" гэж тодорхойлогдсон бөгөөд одоогоор brute-force хязгаарлалтанд орсон тул янз бүрийн хүсэлтийн гүйцэтгэл удааширч байна. Хэрэв алсын хаяг таных биш бол proxy зөв тохируулагдаагүй байж болзошгүй.",
    "Your remote address \"%s\" is not brute-force throttled." : "Таны алсын хаяг \"%s\" brute-force хязгаарлалтанд ороогүй.",
    "Old administration imported certificates" : "Хуучин админаас импортлосон сертификатууд",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Админаас импортлосон SSL сертификатуудыг шалгах арын ажил хүлээгдэж байна. Дараа дахин шалгана уу.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Админаас импортлосон зарим SSL сертификатууд байгаа бөгөөд Nextcloud 21-д ашиглагдахаа больсон. Тэдгээрийг \"occ security:certificates:import\" командаар командын мөрөөс импортлож болно. Тэдгээрийн өгөгдлийн хавтас дахь зам доор харуулав.",
    "Code integrity" : "Кодын бүрэн бүтэн байдал",
    "Integrity checker has been disabled. Integrity cannot be verified." : "Бүрэн бүтэн байдлын шалгагч идэвхгүй болсон. Бүрэн бүтэн байдлыг шалгах боломжгүй.",
    "No altered files" : "Өөрчлөгдсөн файл байхгүй",
    "Some files have not passed the integrity check. {link1} {link2}" : "Зарим файлууд бүрэн бүтэн байдлын шалгалтыг давсангүй. {link1} {link2}",
    "List of invalid files…" : "Буруу файлуудын жагсаалт…",
    "Rescan…" : "Дахин скан хийх…",
    "Cron errors" : "Cron алдаанууд",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "Cron ажлыг CLI-аар гүйцэтгэх боломжгүй байлаа. Дараах техникийн алдаанууд гарсан:\\n%s",
    "The last cron job ran without errors." : "Сүүлийн cron ажил алдаагүй ажилласан.",
    "Cron last run" : "Cron сүүлийн удаа ажилласан",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Сүүлийн дэвсгэр ажил %s өмнө ажилласан. Ямар нэг зүйл буруу байж магадгүй. {link}.",
    "Last background job execution ran %s." : "Сүүлийн дэвсгэр ажил %s өмнө ажилласан.",
    "Data directory protected" : "Өгөгдлийн хавтас хамгаалагдсан",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Таны өгөгдлийн хавтас болон файлууд интернетээс хандах боломжтой байж магадгүй. .htaccess файл ажиллахгүй байна. Вэб серверээ өгөгдлийн хавтас руу хандахгүй байхаар тохируулах, эсвэл өгөгдлийн хавтсыг вэб серверийн document root-оос гадна зөөхийг зөвлөж байна.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "Өгөгдлийн хавтас хамгаалагдсан эсэхийг шалгаж чадсангүй. Таны сервер өгөгдлийн хавтас руу хандахыг зөвшөөрдөггүй эсэхийг гараар шалгана уу.",
    "Database missing columns" : "Мэдээллийн санд багана дутуу",
    "Missing optional column \"%s\" in table \"%s\"." : "\"%s\" хүснэгтэд \"%s\" сонголтот багана байхгүй.",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "Мэдээллийн сангаас зарим сонголтот баганууд дутуу байна. Том хүснэгтэд багана нэмэх нь удаан үргэлжилж болох тул сонголтот баганууд автоматаар нэмэгдээгүй. \"occ db:add-missing-columns\" командыг ажиллуулснаар instance ажиллаж байх үед дутуу баганууд гараар нэмэгдэнэ. Баганууд нэмэгдсэний дараа зарим функцуудын хурдац болон хэрэглээ сайжирч болно.",
    "Database missing indices" : "Мэдээллийн санд индекс дутуу",
    "Missing indices:" : "Дутуу индексүүд:",
    "\"%s\" in table \"%s\"" : "\"%s\" хүснэгтэд \"%s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them." : "Зарим дутуу сонголтот индексүүд илэрлээ. Мэдээллийн сангийн гүйцэтгэлийг сайжруулахын тулд шинэ индексүүд үе үе нэмэгддэг (Nextcloud эсвэл суулгасан аппуудаас). Индекс нэмэх нь удаан үргэлжилж, гүйцэтгэлд түр хугацаанд нөлөөлж болох тул шинэчлэлтийн үед автоматаар хийгддэггүй. Индексүүд нэмэгдсэний дараа тэдгээр хүснэгтүүд рүү хийх хайлт хурдасна. `occ db:add-missing-indices` командаар нэмнэ үү.",
    "Database missing primary keys" : "Мэдээллийн санд түлхүүр дутуу",
    "Missing primary key on table \"%s\"." : "\"%s\" хүснэгтэд үндсэн түлхүүр байхгүй.",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "Мэдээллийн сангаас зарим үндсэн түлхүүрүүд дутуу байна. Том хүснэгтэд үндсэн түлхүүр нэмэх нь удаан үргэлжилж болох тул автоматаар нэмэгдээгүй. \"occ db:add-missing-primary-keys\" командыг ажиллуулснаар instance ажиллаж байх үед дутуу үндсэн түлхүүрүүд гараар нэмэгдэнэ.",
    "Database pending bigint migrations" : "Мэдээллийн санд bigint шилжилт хүлээгдэж байна",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Мэдээллийн сангийн зарим баганууд bigint руу хөрвүүлэгдээгүй байна. Том хүснэгтэд баганын төрөл өөрчлөх нь удаан үргэлжилж болох тул автоматаар өөрчлөгдөөгүй. \"occ db:convert-filecache-bigint\" командыг ажиллуулснаар хүлээгдэж буй өөрчлөлтүүд гараар хэрэгжинэ. Энэ үйлдлийг instance офлайн байх үед хийх ёстой.",
    "Debug mode" : "Дебаг горим",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Энэ instance дебаг горимд ажиллаж байна. Үүнийг зөвхөн локал хөгжүүлэлтэд идэвхжүүлж, үйлдвэрлэлийн орчинд бүү ашиглана уу.",
    "Debug mode is disabled." : "Дебаг горим идэвхгүй.",
    "Default phone region" : "Өгөгдмөл утасны бүс",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "Таны суулгацад өгөгдмөл утасны бүс тохируулагдаагүй. Энэ нь профайлын тохиргоонд улсын кодгүй утасны дугаарыг баталгаажуулахад шаардлагатай. Улсын кодгүй дугаарыг зөвшөөрөхийн тулд тохиргооны файлдаа тухайн бүсийн ISO 3166-1 кодтой \"default_phone_region\"-г нэмнэ үү.",
    "Email test" : "И-мэйл тест",
    "Mail delivery is disabled by instance config \"%s\"." : "Имэйл хүргэлт \"%s\" instance тохиргоогоор идэвхгүй болсон.",
    "Email test was successfully sent" : "И-мэйл тест амжилттай илгээгдлээ",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Та и-мэйл серверийн тохиргоогоо тохируулаагүй эсвэл баталгаажуулаагүй байна. Тохируулахын тулд \"Үндсэн тохиргоо\" руу очно уу. Дараа нь маягтын доорх \"И-мэйл илгээх\" товчийг ашиглан тохиргоогоо шалгана уу.",
    "Transactional File Locking" : "Файлын гүйлгээний түгжээ",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "Файлын гүйлгээний түгжээ идэвхгүй болсон. Энэ нь дэмжигдсэн тохиргоо биш юм. Энэ нь файл гэмтэх зэрэг тусгаарлахад хэцүү асуудалд хүргэж болно. Эдгээр асуудлаас зайлсхийхийн тулд `config.php` файлаасаа `'filelocking.enabled' => false` тохиргооны мөрийг устгана уу.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "Мэдээллийн сан файлын гүйлгээний түгжээнд ашиглагдаж байна. Гүйцэтгэлийг сайжруулахын тулд боломжтой бол memcache тохируулна уу.",
    "Forwarded for headers" : "Forwarded for толгой",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "Таны \"trusted_proxies\" тохиргоо зөв биш байна, энэ нь массив байх ёстой.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "Таны \"trusted_proxies\" тохиргоо зөв биш байна, энэ нь IP хаягуудын массив байх ёстой - CIDR тэмдэглэгээтэй хүрээ нэмж болно.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Reverse proxy толгойн тохиргоо буруу байна. Энэ нь аюулгүй байдлын асуудал бөгөөд халдагч Nextcloud-д харагдах IP хаягаа хуурамчаар үзүүлэх боломж олгоно.",
    "Your IP address was resolved as %s" : "Таны IP хаяг %s гэж тодорхойлогдсон",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Reverse proxy толгойн тохиргоо буруу байна, эсвэл та Nextcloud руу итгэмжлэгдсэн proxy-аар хандаж байна. Хэрэв тийм биш бол энэ нь аюулгүй байдлын асуудал бөгөөд халдагч Nextcloud-д харагдах IP хаягаа хуурамчаар үзүүлэх боломж олгоно.",
    "HTTPS access and URLs" : "HTTPS хандалт болон URL",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Сайт руу HTTP-ээр аюулгүй бусаар хандаж байна. Серверээ HTTPS шаардахаар тохируулахыг зөвлөж байна. Үгүй бол \"clipboard руу хуулах\" эсвэл \"service workers\" зэрэг чухал вэб функцууд ажиллахгүй!",
    "Accessing site insecurely via HTTP." : "Сайт руу HTTP-ээр аюулгүй бусаар хандаж байна.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Та аюулгүй холболтоор instance руугаа хандаж байгаа боловч таны instance аюулгүй бус URL-ууд үүсгэж байна. Энэ нь таны instance reverse proxy-ийн ард байгаа бөгөөд Nextcloud-ийн `overwrite*` тохиргооны утгууд зөв тохируулагдаагүй гэсэн үг.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Таны instance аюулгүй бус URL-ууд үүсгэж байна. Хэрэв та instance руугаа HTTPS-ээр хандаж байгаа бол энэ нь таны instance reverse proxy-ийн ард байгаа бөгөөд Nextcloud-ийн `overwrite*` тохиргооны утгууд зөв тохируулагдаагүй гэсэн үг.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Та аюулгүй холболтоор instance руугаа хандаж байгаа бөгөөд таны instance аюулгүй URL-ууд үүсгэж байна.",
    "Internet connectivity" : "Интернэт холболт",
    "Internet connectivity is disabled in configuration file." : "Интернет холболт тохиргооны файлд идэвхгүй болсон.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Энэ серверт ажиллагаатай интернет холболт байхгүй: олон төгсгөлийн цэг рүү хандаж чадсангүй. Энэ нь гадаад хадгалах сан холбох, шинэчлэлтийн мэдэгдэл, гуравдагч аппуудыг суулгах зэрэг зарим функцууд ажиллахгүй гэсэн үг. Файлд алсаас хандах болон мэдэгдлийн и-мэйл илгээх мөн ажиллахгүй байж магадгүй. Бүх функцийг ашиглахын тулд энэ серверээс интернет рүү холболт тогтооно уу.",
    "JavaScript modules support" : "JavaScript модулийн дэмжлэг",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "JavaScript дэмжлэгийн шалгалт хийх боломжгүй. Таны вэб сервер `.mjs` файлуудыг JavaScript MIME төрлөөр өгч байгаа эсэхийг гараар шалгана уу.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "Таны вэб сервер `.mjs` файлуудыг JavaScript MIME төрлөөр өгөхгүй байна. Энэ нь хөтчүүдэд JavaScript файлуудыг ажиллуулахаас сэргийлж зарим аппуудыг эвдэнэ. Вэб серверээ `.mjs` файлуудыг `text/javascript` эсвэл `application/javascript` MIME төрлөөр өгөхөөр тохируулна уу.",
    "JavaScript source map support" : "JavaScript source map дэмжлэг",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "Таны вэб сервер `.js.map` файлуудыг өгөхөөр тохируулагдаагүй байна. Эдгээр файлгүйгээр JavaScript Source Maps зөв ажиллахгүй бөгөөд гарч болзошгүй асуудлуудыг оношлох, дебаг хийх нь хэцүү болно.",
    "Old server-side-encryption" : "Хуучин серверийн талын шифрлэлт",
    "Disabled" : "идэвхигүй",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "Хуучин серверийн талын шифрлэлтийн формат идэвхжсэн байна. Үүнийг идэвхгүй болгохыг зөвлөж байна.",
    "Logging level" : "Бүртгэлийн түвшин",
    "The %1$s configuration option must be a valid integer value." : "%1$s тохиргооны сонголт зөв бүхэл тоо байх ёстой.",
    "The logging level is set to debug level. Use debug level only when you have a problem to diagnose, and then reset your log level to a less-verbose level as it outputs a lot of information, and can affect your server performance." : "Бүртгэлийн түвшин дебаг түвшинд тохируулагдсан. Дебаг түвшинг зөвхөн оношлох асуудал байгаа үед ашиглаж, дараа нь бүртгэлийн түвшинг багасгана уу, учир нь энэ нь маш их мэдээлэл гаргадаг бөгөөд серверийн гүйцэтгэлд нөлөөлж болно.",
    "Logging level configured correctly." : "Бүртгэлийн түвшин зөв тохируулагдсан.",
    "Maintenance window start" : "Засвар үйлчилгээний цонхны эхлэл",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "Серверт засвар үйлчилгээний цонхны эхлэх цаг тохируулагдаагүй. Энэ нь нөөц их шаарддаг өдөр тутмын арын ажлууд таны үндсэн ашиглалтын цагт мөн гүйцэтгэгдэнэ гэсэн үг. Хэрэглэгчдэд бага нөлөөлөхийн тулд ашиглалт бага цагт тохируулахыг зөвлөж байна.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "Хүнд арын ажлуудыг гүйцэтгэх засвар үйлчилгээний цонх {start}:00 UTC-аас {end}:00 UTC хооронд байна",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Memcached тархсан кэш болгон тохируулагдсан боловч буруу PHP модуль (\"memcache\") суулгагдсан байна. \"memcached\" PHP модулийг суулгана уу.",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Memcached тархсан кэш болгон тохируулагдсан боловч \"memcached\" PHP модуль суулгагдаагүй байна. \"memcached\" PHP модулийг суулгана уу.",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Санах ойн кэш тохируулагдаагүй байна. Гүйцэтгэлийг сайжруулахын тулд боломжтой бол memcache тохируулна уу.",
    "Failed to write and read a value from local cache." : "Локал кэшээс утга бичиж, унших амжилтгүй боллоо.",
    "Failed to write and read a value from distributed cache." : "Тархсан кэшээс утга бичиж, унших амжилтгүй боллоо.",
    "Configured" : "Тохируулагдсан",
    "Mimetype migrations available" : "Mimetype шилжилт боломжтой",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Нэг буюу түүнээс олон mimetype шилжилт боломжтой байна. Тодорхой файлын төрлүүдийг илүү сайн зохицуулахын тулд шинэ mimetype-ууд нэмэгддэг. Том instance дээр mimetype шилжилт удаан үргэлжилдэг тул шинэчлэлтийн үед автоматаар хийгддэггүй. Шилжилтийг хийхийн тулд `occ maintenance:repair --include-expensive` командыг ашиглана уу.",
    "MySQL row format" : "MySQL мөрийн формат",
    "You are not using MySQL" : "Та MySQL ашиглаагүй байна",
    "None of your tables use ROW_FORMAT=Compressed" : "Таны хүснэгтүүдийн аль нь ч ROW_FORMAT=Compressed ашигладаггүй",
    "Incorrect row format found in your database. ROW_FORMAT=Dynamic offers the best database performances for Nextcloud. Please update row format on the following list: %s." : "Мэдээллийн санд буруу мөрийн формат олдлоо. ROW_FORMAT=Dynamic нь Nextcloud-д хамгийн сайн мэдээллийн сангийн гүйцэтгэлийг санал болгодог. Дараах жагсаалтын мөрийн форматыг шинэчилнэ үү: %s.",
    "MySQL Unicode support" : "MySQL Unicode дэмжлэг",
    "MySQL is used as database and does support 4-byte characters" : "MySQL өгөгдлийн сан болгон ашиглагдаж байгаа бөгөөд 4 байт тэмдэгтүүдийг дэмжинэ",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL өгөгдлийн сан болгон ашиглагдаж байгаа боловч 4 байт тэмдэгтүүдийг дэмждэггүй. Файлын нэр эсвэл тайлбар зэрэгт 4 байт тэмдэгтүүдийг (жишээ нь emoji) асуудалгүй зохицуулахын тулд MySQL дээр 4 байт дэмжлэгийг идэвхжүүлэхийг зөвлөж байна.",
    "OCS provider resolving" : "OCS нийлүүлэгч шийдвэрлэлт",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "Таны вэб сервер OCM болон OCS нийлүүлэгчийн URL-уудыг зөв шийдвэрлэж байгаа эсэхийг шалгаж чадсангүй.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "Таны вэб сервер %1$s-г шийдвэрлэхээр зөв тохируулагдаагүй.\\nЭнэ нь энэ хавтсыг шууд дамжуулахаар шинэчлэгдээгүй вэб серверийн тохиргоотой холбоотой байж магадгүй.\\nApache-ийн \".htaccess\" дахь rewrite дүрмүүд эсвэл Nginx-ийн баримт бичиг дэх тохиргоотой харьцуулна уу.\\nNginx дээр ихэвчлэн \"location ~\"-ээр эхэлдэг мөрүүдийг шинэчлэх шаардлагатай.",
    "Overwrite CLI URL" : "CLI URL дарж бичих",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "Таны config.php дахь \"overwrite.cli.url\" тохиргоо \"%s\" гэж зөв тохируулагдсан.",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "Таны config.php дахь \"overwrite.cli.url\" тохиргоо \"%s\" гэж зөв URL-д тохируулагдсан. Санал болгож буй URL: \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "config.php файлдаа \"overwrite.cli.url\" тохиргоог хэрэглэгчид энэ Nextcloud руу хандахад голчлон ашигладаг URL-д тохируулна уу. Санал: \"%s\". Тэгэхгүй бол cron-оор URL үүсгэхэд асуудал гарч болно. (Санал болгож буй URL нь хэрэглэгчдийн голчлон ашигладаг URL биш байж болзошгүй. Ямар ч тохиолдолд давхар шалгах нь зүйтэй.)",
    "PHP APCu configuration" : "PHP APCu тохиргоо",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "Таны APCu кэш дүүрэн ажиллаж байна, apc.shm_size PHP тохиргоог нэмэгдүүлэх талаар бодно уу.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "Таны APCu кэш %s%% дүүрсэн байна, apc.shm_size PHP тохиргоог нэмэгдүүлэх талаар бодно уу.",
    "PHP default charset" : "PHP өгөгдмөл тэмдэгт олонлог",
    "PHP configuration option \"default_charset\" should be UTF-8" : "PHP тохиргооны \"default_charset\" сонголт UTF-8 байх ёстой",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "Функц боломжтой.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "PHP \"set_time_limit\" функц боломжгүй байна. Энэ нь скриптүүд гүйцэтгэлийн дунд зогсож, суулгацыг эвдэж болзошгүй. Энэ функцийг идэвхжүүлэхийг зөвлөж байна.",
    "Freetype" : "Freetype",
    "Supported" : "Дэмжигдсэн",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Таны PHP FreeType дэмжлэггүй байгаа нь профайлын зураг болон тохиргооны интерфэйсийг эвдэж байна.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "PHP системийн орчны хувьсагчдыг асуухаар зөв тохируулагдаагүй байна. getenv(\"PATH\")-аар хийсэн тест зөвхөн хоосон хариу буцааж байна.",
    "PHP file size upload limit" : "PHP файлын хэмжээ байршуулах хязгаар",
    "The PHP upload_max_filesize is too low. A size of at least %1$s is recommended. Current value: %2$s." : "PHP upload_max_filesize хэт бага байна. Дор хаяж %1$s хэмжээг зөвлөж байна. Одоогийн утга: %2$s.",
    "The PHP post_max_size is too low. A size of at least %1$s is recommended. Current value: %2$s." : "PHP post_max_size хэт бага байна. Дор хаяж %1$s хэмжээг зөвлөж байна. Одоогийн утга: %2$s.",
    "The PHP max_input_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "PHP max_input_time хэт бага байна. Дор хаяж %1$s хугацааг зөвлөж байна. Одоогийн утга: %2$s.",
    "The PHP max_execution_time is too low. A time of at least %1$s is recommended. Current value: %2$s." : "PHP max_execution_time хэт бага байна. Дор хаяж %1$s хугацааг зөвлөж байна. Одоогийн утга: %2$s.",
    "PHP memory limit" : "PHP санах ойн хязгаар",
    "The PHP memory limit is below the recommended value of %s. Some features or apps - including the Updater - may not function properly." : "PHP санах ойн хязгаар зөвлөмжийн %s утгаас доогуур байна. Шинэчлэгч зэрэг зарим функц эсвэл аппууд зөв ажиллахгүй байж магадгүй.",
    "PHP modules" : "PHP модулиуд",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "хэл орчуулгын гүйцэтгэлийг сайжруулж, ASCII бус тэмдэгтүүдийн эрэмбэлэлтийг засна",
    "for Argon2 for password hashing" : "нууц үг хэшлэхэд Argon2-д зориулсан",
    "required for SFTP storage and recommended for WebAuthn performance" : "SFTP хадгалах санд шаардлагатай, WebAuthn гүйцэтгэлд санал болгосон",
    "for picture rotation in server and metadata extraction in the Photos app" : "серверт зураг эргүүлэх болон Photos аппд мета өгөгдөл задлахад зориулсан",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "Энэ instance-д зарим шаардлагатай PHP модулиуд дутуу байна. Тэдгээрийг суулгах шаардлагатай: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "Энэ instance-д зарим зөвлөмжийн PHP модулиуд дутуу байна. Гүйцэтгэл болон нийцтэй байдлыг сайжруулахын тулд тэдгээрийг суулгахыг зөвлөж байна:\\n%s",
    "PHP opcache" : "PHP opcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "PHP OPcache модуль ачаалагдаагүй байна. Гүйцэтгэлийг сайжруулахын тулд PHP суулгацдаа ачаалахыг зөвлөж байна.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache идэвхгүй байна. Гүйцэтгэлийг сайжруулахын тулд PHP тохиргоондоо \"opcache.enable=1\" хэрэглэхийг зөвлөж байна.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "Хуваалцсан санах ой дээр суурилсан OPcache идэвхгүй байна. Гүйцэтгэлийг сайжруулахын тулд PHP тохиргоондоо \"opcache.file_cache_only=0\" хэрэглэж, файл кэшийг зөвхөн хоёрдогч түвшний кэш болгон ашиглахыг зөвлөж байна.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache зөв ажиллахгүй байна, opcache_get_status() false буцааж байна, тохиргоогоо шалгана уу.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "OPcache түлхүүрүүдийн дээд тоо бараг хэтрэх гэж байна. Бүх скриптийг кэшэд хадгалахын тулд PHP тохиргоондоо \"opcache.max_accelerated_files\"-г \"%s\"-аас их утгатай тохируулахыг зөвлөж байна.",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "OPcache буфер бараг дүүрэх гэж байна. Бүх скриптийг кэшэд хадгалахын тулд PHP тохиргоондоо \"opcache.memory_consumption\"-г \"%s\"-аас их утгатай тохируулахыг зөвлөж байна.",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "OPcache interned strings буфер бараг дүүрэх гэж байна. Давтагдах тэмдэгт мөрүүдийг үр дүнтэй кэшлэхийн тулд PHP тохиргоондоо \"opcache.interned_strings_buffer\"-г \"%s\"-аас их утгатай тохируулахыг зөвлөж байна.",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache код коментуудыг устгахаар тохируулагдсан. OPcache идэвхтэй үед Nextcloud ажиллахын тулд \"opcache.save_comments=1\" тохируулагдсан байх ёстой.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud OPcache API ашиглах зөвшөөрөлгүй байна. OPcache идэвхтэй үед Nextcloud-ийн үндсэн систем эсвэл апп шинэчлэлтийн үеийн алдаанаас сэргийлэхийн тулд \"opcache.restrict_api\"-д бүх Nextcloud хавтсуудыг оруулах эсвэл энэ тохиргоог арилгахыг зөвлөж байна.",
    "Checking from CLI, OPcache checks have been skipped." : "CLI-аас шалгаж байна, OPcache шалгалтууд алгасагдсан.",
    "The PHP OPcache module is not properly configured. %s." : "PHP OPcache модуль зөв тохируулагдаагүй. %s.",
    "Correctly configured" : "Зөв тохируулагдсан",
    "PHP version" : "PHP хувилбар",
    "You are currently running PHP %1$s. PHP %2$s is deprecated since Nextcloud %3$s. Nextcloud %4$s may require at least PHP %5$s. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "Та одоогоор PHP %1$s ашиглаж байна. PHP %2$s нь Nextcloud %3$s-аас хойш хуучирсан. Nextcloud %4$s дор хаяж PHP %5$s шаардаж болно. PHP Group-аас санал болгосон албан ёсоор дэмжигдсэн PHP хувилбар руу аль болох хурдан шинэчилнэ үү.",
    "You are currently running PHP %s." : "Та одоогоор PHP %s ашиглаж байна.",
    "PHP \"output_buffering\" option" : "PHP \"output_buffering\" тохиргоо",
    "PHP configuration option \"output_buffering\" must be disabled" : "PHP тохиргооны \"output_buffering\" сонголт идэвхгүй байх ёстой",
    "Push service" : "Push үйлчилгээ",
    "Valid enterprise license" : "Хүчинтэй enterprise лиценз",
    "Free push service" : "Үнэгүй push үйлчилгээ",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Энэ бол Nextcloud-ийн дэмжлэггүй хамтын нийгэмлэгийн хувилбар юм. Энэ instance-ийн хэмжээг харгалзвал гүйцэтгэл, найдвартай байдал, өргөтгөх чадварыг баталгаажуулах боломжгүй. Бидний үнэгүй үйлчилгээг хэт ачааллахаас сэргийлж push мэдэгдлүүд хязгаарлагдсан. Nextcloud Enterprise-ийн давуу талуудын талаар {link} дээрээс дэлгэрэнгүй мэдээлэл авна уу.",
    "Random generator" : "Санамсаргүй үүсгэгч",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "PHP санамсаргүй байдлын тохиромжтой эх сурвалж олдсонгүй бөгөөд энэ нь аюулгүй байдлын үүднээс маш хүчтэй эсэргүүцэлтэй.",
    "Secure" : "Аюулгүй",
    "Configuration file access rights" : "Тохиргооны файлын хандах эрх",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Зөвхөн уншигдах тохиргоо идэвхжсэн байна. Энэ нь вэб интерфэйсээр зарим тохиргоо хийхэд саад болно. Мөн шинэчлэлт бүрт файлыг гараар бичих боломжтой болгох шаардлагатай.",
    "Nextcloud configuration file is writable" : "Nextcloud тохиргооны файл бичих боломжтой",
    "Scheduling objects table size" : "Төлөвлөлтийн объектуудын хүснэгтийн хэмжээ",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "Төлөвлөлтийн объектуудын хүснэгтэд %s-аас олон мөр байна. occ maintenance:repair --include-expensive командаар засварын ажлуудыг ажиллуулна уу.",
    "Scheduling objects table size is within acceptable range." : "Төлөвлөлтийн объектуудын хүснэгтийн хэмжээ зөвшөөрөгдөх хүрээнд байна.",
    "HTTP headers" : "HTTP толгой",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- `%1$s` HTTP толгой `%2$s` болгож тохируулагдаагүй. Зарим функцууд зөв ажиллахгүй байж магадгүй тул энэ тохиргоог зохих ёсоор тохируулахыг зөвлөж байна.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- `%1$s` HTTP толгой `%2$s` болгож тохируулагдаагүй. Энэ нь аюулгүй байдал эсвэл нууцлалын эрсдэл байж болох тул энэ тохиргоог зохих ёсоор тохируулахыг зөвлөж байна.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- `%1$s` HTTP толгой `%2$s`, `%3$s`, `%4$s`, `%5$s` эсвэл `%6$s` болгож тохируулагдаагүй. Энэ нь referer мэдээлэл алдагдахад хүргэж болно. {w3c-recommendation}-г үзнэ үү.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- `Strict-Transport-Security` HTTP толгой дор хаяж `%d` секунд болгож тохируулагдаагүй (одоогийн утга: `%d`). Аюулгүй байдлыг сайжруулахын тулд урт HSTS бодлого ашиглахыг зөвлөж байна.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- `Strict-Transport-Security` HTTP толгойн формат буруу: `%s`. Аюулгүй байдлыг сайжруулахын тулд HSTS идэвхжүүлэхийг зөвлөж байна.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- `Strict-Transport-Security` HTTP толгой тохируулагдаагүй (дор хаяж `%d` секунд байх ёстой). Аюулгүй байдлыг сайжруулахын тулд HSTS идэвхжүүлэхийг зөвлөж байна.",
    "Some headers are not set correctly on your instance" : "Таны instance дээр зарим header зөв тохируулагдаагүй",
    "Could not check that your web server serves security headers correctly. Please check manually." : "Таны вэб сервер аюулгүй байдлын толгойг зөв өгч байгаа эсэхийг шалгаж чадсангүй. Гараар шалгана уу.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "Таны вэб сервер аюулгүй байдлын толгойг зөв өгч байгаа эсэхийг шалгаж чадсангүй, `%s` руу хандаж чадсангүй",
    "Your server is correctly configured to send security headers." : "Таны сервер аюулгүй байдлын толгой илгээхээр зөв тохируулагдсан.",
    "Configuration server ID" : "Тохиргооны сервер ID",
    "Server identifier isn’t configured. It is recommended if your Nextcloud instance is running on several PHP servers. Add a server ID in your configuration." : "Серверийн танигч тохируулагдаагүй байна. Хэрэв таны Nextcloud instance олон PHP сервер дээр ажиллаж байгаа бол тохируулахыг зөвлөж байна. Тохиргоондоо серверийн ID нэмнэ үү.",
    "\"%d\" is not a valid server identifier. It must be between 0 and 1023." : "\"%d\" хүчинтэй серверийн танигч биш. 0-аас 1023 хооронд байх ёстой.",
    "Server identifier is configured and valid." : "Серверийн танигч тохируулагдсан ба хүчинтэй.",
    "Database version" : "Мэдээллийн сангийн хувилбар",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MariaDB 10.3 хувилбар илэрлээ, энэ хувилбар дэмжлэг дууссан бөгөөд зөвхөн Ubuntu 20.04-ийн хүрээнд дэмжигддэг. Энэ Nextcloud хувилбарт хамгийн сайн гүйцэтгэл, тогтвортой байдал, функцийн хувьд MariaDB >=%1$s болон <=%2$s зөвлөмжтэй.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MariaDB \"%1$s\" хувилбар илэрлээ. Энэ Nextcloud хувилбарт хамгийн сайн гүйцэтгэл, тогтвортой байдал, функцийн хувьд MariaDB >=%2$s болон <=%3$s зөвлөмжтэй.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MySQL \"%1$s\" хувилбар илэрлээ. Энэ Nextcloud хувилбарт хамгийн сайн гүйцэтгэл, тогтвортой байдал, функцийн хувьд MySQL >=%2$s болон <=%3$s зөвлөмжтэй.",
    "PostgreSQL version \"%1$s\" detected. PostgreSQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "PostgreSQL \"%1$s\" хувилбар илэрлээ. Энэ Nextcloud хувилбарт хамгийн сайн гүйцэтгэл, тогтвортой байдал, функцийн хувьд PostgreSQL >=%2$s болон <=%3$s зөвлөмжтэй.",
    "Nextcloud %d does not support your current version, so be sure to update the database before updating your Nextcloud Server." : "Nextcloud %d таны одоогийн хувилбарыг дэмждэггүй тул Nextcloud Серверээ шинэчлэхээс өмнө мэдээллийн сангаа шинэчлэхийг анхаарна уу.",
    "Oracle version \"%1$s\" detected. Oracle >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Oracle \"%1$s\" хувилбар илэрлээ. Энэ Nextcloud хувилбарт хамгийн сайн гүйцэтгэл, тогтвортой байдал, функцийн хувьд Oracle >=%2$s болон <=%3$s зөвлөмжтэй.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "SQLite одоогоор арын мэдээллийн сан болгон ашиглагдаж байна. Томоохон суулгацуудад өөр мэдээллийн сангийн арын систем рүү шилжихийг зөвлөж байна. Ялангуяа десктоп клиентээр файл синхрончлох үед зөвлөмжтэй. Өөр мэдээллийн сан руу шилжихдээ \"occ db:convert-type\" командын мөрийн хэрэгслийг ашиглана уу.",
    "Unknown database platform" : "Үл мэдэгдэх өгөгдлийн сангийн платформ",
    "Architecture" : "Архитектур",
    "64-bit" : "64-бит",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Та 32-бит PHP хувилбар ашиглаж байгаа бололтой. Nextcloud сайн ажиллахын тулд 64-бит шаардлагатай. Үйлдлийн систем болон PHP-гээ 64-бит рүү шинэчилнэ үү!",
    "Task Processing pickup speed" : "Даалгавар боловсруулах хурд",
    "_No scheduled tasks in the last day._::_No scheduled tasks in the last %n days._" : ["Сүүлийн 1 өдөрт товлогдсон даалгавар байхгүй.","Сүүлийн %n өдөрт товлогдсон даалгавар байхгүй."],
    "_The task pickup speed has been ok in the last day._::_The task pickup speed has been ok in the last %n days._" : ["Даалгавар авах хурд сүүлийн 1 өдөрт хэвийн байсан.","Даалгавар авах хурд сүүлийн %n өдөрт хэвийн байсан."],
    "_The task pickup speed has been slow in the last day. Many tasks took longer than 4 minutes to be picked up. Consider setting up a worker to process tasks in the background._::_The task pickup speed has been slow in the last %n days. Many tasks took longer than 4 minutes to be picked up. Consider setting up a worker to process tasks in the background._" : ["Сүүлийн өдөр даалгавар авах хурд удааширсан. Олон даалгавар авахад 4 минутаас дээш хугацаа зарцуулсан. Цаана нь даалгавар боловсруулах ажилтан тохируулахыг анхаарна уу.","Сүүлийн %n хоногт даалгавар авах хурд удааширсан. Олон даалгавар авахад 4 минутаас дээш хугацаа зарцуулсан. Цаана нь даалгавар боловсруулах ажилтан тохируулахыг анхаарна уу."],
    "_Most tasks were successful in the last day._::_Most tasks were successful in the last %n days._" : ["Сүүлийн 1 өдөрт ихэнх даалгавар амжилттай болсон.","Сүүлийн %n өдөрт ихэнх даалгавар амжилттай болсон."],
    "_A lot of tasks failed in the last day. Consider checking the nextcloud log for errors and investigating whether the AI provider apps have been set up correctly._::_A lot of tasks failed in the last %n days. Consider checking the nextcloud log for errors and investigating whether the AI provider apps have been set up correctly._" : ["Сүүлийн өдөр олон даалгавар амжилтгүй болсон. Nextcloud логоос алдааг шалгаж, AI үйлчилгээ үзүүлэгч аппуудыг зөв тохируулсан эсэхийг судлахыг анхаарна уу.","Сүүлийн %n хоногт олон даалгавар амжилтгүй болсон. Nextcloud логоос алдааг шалгаж, AI үйлчилгээ үзүүлэгч аппуудыг зөв тохируулсан эсэхийг судлахыг анхаарна уу."],
    "Temporary space available" : "Түр зай боломжтой",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "PHP-ийн түр замыг шалгахад алдаа гарлаа - хавтас руу зөв тохируулагдаагүй. Буцаасан утга: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "PHP \"disk_free_space\" функц идэвхгүй болсон тул түр хавтаснуудад хангалттай зай байгаа эсэхийг шалгах боломжгүй.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "PHP-ийн түр замын боломжтой дискний зайг шалгахад алдаа гарлаа эсвэл сул дискний зай буцаагдсангүй. Түр зам: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f GiB боломжтой %s (PHP түр хавтас)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f GiB боломжтой %s (Nextcloud түр хавтас)",
    "Temporary directory is correctly configured:\n%s" : "Түр хавтас зөв тохируулагдсан:\\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Энэ instance S3 дээр суурилсан обьект хадгалалтыг үндсэн хадгалах сан болгон ашигладаг бөгөөд түр хавтсанд хангалттай зай байна.\\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Энэ instance S3 дээр суурилсан обьект хадгалалтыг үндсэн хадгалах сан болгон ашигладаг. Байршуулсан файлууд серверт түр хадгалагддаг тул PHP-ийн түр хавтсанд 50 GiB сул зай байхыг зөвлөж байна. Үүнийг сайжруулахын тулд php.ini дахь түр хавтсыг өөрчлөх эсвэл тухайн замд илүү зай гаргана уу. \\nТүр замын боломжтой зайг шалгахад зөвлөмжийн 50 GiB-ийн оронд %.1f GiB гарлаа. Зам: %s",
    "Database transaction isolation level" : "Мэдээллийн сангийн гүйлгээний тусгаарлалтын түвшин",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Таны мэдээллийн сан \"READ COMMITTED\" гүйлгээний тусгаарлалтын түвшинтэй ажиллахгүй байна. Олон үйлдлийг зэрэг гүйцэтгэхэд асуудал үүсгэж болно.",
    "Was not able to get transaction isolation level: %s" : "Transaction тусгаарлалтын түвшинг авч чадсангүй: %s",
    "Second factor configuration" : "Хоёр дахь хүчин зүйлийн тохиргоо",
    "This instance has no second factor provider available." : "Энэ сервер дээр хоёр дахь хүчин зүйлийн нийлүүлэгч байхгүй байна.",
    "Second factor providers are available but two-factor authentication is not enforced." : "Хоёр дахь хүчин зүйлийн нийлүүлэгчид боломжтой боловч хоёр хүчин зүйлийн нэвтрэлт заавал биш байна.",
    "Second factor providers are available and enforced: %s." : "Хоёр дахь хүчин зүйлийн нийлүүлэгчид идэвхтэй бөгөөд заавал болсон: %s.",
    ".well-known URLs" : ".well-known URL-ууд",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "Таны тохиргоонд `check_for_working_wellknown_setup` false болгож тохируулагдсан тул энэ шалгалт алгасагдсан.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "Таны вэб сервер `.well-known`-г зөв өгч байгаа эсэхийг шалгаж чадсангүй. Гараар шалгана уу.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "Таны вэб сервер `.well-known` URL-уудыг шийдвэрлэхээр зөв тохируулагдаагүй, дараах дээр амжилтгүй болсон:\\n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "Таны сервер `.well-known` URL-уудыг өгөхөөр зөв тохируулагдсан.",
    "Font file loading" : "Фонт файл ачаалах",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "{extension} ачаалах дэмжлэгийг шалгаж чадсангүй. Таны вэб сервер `.{extension}` файлуудыг өгч байгаа эсэхийг гараар шалгана уу.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "Таны вэб сервер .{extension} файлуудыг дамжуулахаар зөв тохируулагдаагүй. Энэ нь ихэвчлэн Nginx тохиргооны асуудал юм. Nextcloud 15-д .{extension} файлуудыг мөн дамжуулахаар тохируулах шаардлагатай. Nginx тохиргоогоо бидний баримт бичиг дэх зөвлөмжийн тохиргоотой харьцуулна уу.",
    "Profile information" : "Профайлын мэдээлэл",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Профайлын зураг, бүтэн нэр, и-мэйл, утасны дугаар, хаяг, вэбсайт, Twitter, байгууллага, үүрэг, гарчиг, намтар, болон профайл идэвхтэй эсэх",
    "Nextcloud settings" : "Nextcloud тохиргоо",
    "Unified task processing" : "Нэгдсэн даалгавар боловсруулалт",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "AI даалгавруудыг өөр өөр аппууд хэрэгжүүлж болно. Энд аль аппыг аль даалгаварт ашиглахаа тохируулж болно.",
    "Allow AI usage for guest users" : "Зочин хэрэглэгчдэд AI ашиглахыг зөвшөөрөх",
    "Provider for Task types" : "Даалгаврын төрлийн нийлүүлэгч",
    "Enable" : "Идэвхжүүлэх",
    "None of your currently installed apps provide Task processing functionality" : "Одоогоор суулгасан аппуудын аль нь ч Даалгавар боловсруулах функцийг хангаагүй байна",
    "Machine translation" : "Машин орчуулга",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "Машин орчуулгыг өөр өөр аппууд хэрэгжүүлж болно. Энд одоогоор суулгасан машин орчуулгын аппуудын дарааллыг тодорхойлж болно.",
    "Image generation" : "Зураг үүсгэх",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "Зураг үүсгэхийг өөр өөр аппууд хэрэгжүүлж болно. Энд аль аппыг ашиглахаа тохируулж болно.",
    "None of your currently installed apps provide image generation functionality" : "Одоогоор суулгасан аппуудын аль нь ч зураг үүсгэх функцийг хангаагүй байна",
    "Text processing" : "Текст боловсруулалт",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Текст боловсруулалтын даалгавруудыг өөр өөр аппууд хэрэгжүүлж болно. Энд аль аппыг аль даалгаварт ашиглахаа тохируулж болно.",
    "Task:" : "Даалгавар:",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Одоогоор суулгасан аппуудын аль нь ч Text Processing API ашиглан текст боловсруулалтын функцийг хангаагүй байна.",
    "Here you can decide which group can access certain sections of the administration settings." : "Энд ямар бүлэг удирдлагын тохиргооны тодорхой хэсэгт хандаж болохыг шийдэж болно.",
    "Unable to modify setting" : "Тохиргоог өөрчлөх боломжгүй",
    "None" : "юу ч үгүй",
    "Changed disclaimer text" : "Хариуцлагаас чөлөөлөх текст өөрчлөгдсөн",
    "Deleted disclaimer text" : "Хариуцлагаас чөлөөлөх текст устгагдсан",
    "Could not set disclaimer text" : "Хариуцлагаас чөлөөлөх текст тохируулж чадсангүй",
    "Allow apps to use the Share API" : "Апп-уудад Хуваалцах API ашиглахыг зөвшөөрөх",
    "Allow resharing" : "Дахин хуваалцахыг зөвшөөрөх",
    "Allow sharing with groups" : "Бүлэгтэй хуваалцахыг зөвшөөрөх",
    "Restrict users to only share with users in their groups" : "Хэрэглэгчдийг зөвхөн өөрийн бүлгийн хэрэглэгчидтэй хуваалцахаар хязгаарлах",
    "Ignore the following groups when checking group membership" : "Бүлгийн гишүүнчлэл шалгахдаа дараах бүлгүүдийг үл тоомсорлох",
    "Allow users to preview files even if download is disabled" : "Татаж авах идэвхгүй байсан ч хэрэглэгчдэд файлыг урьдчилан харахыг зөвшөөрөх",
    "Users will still be able to screenshot or record the screen. This does not provide any definitive protection." : "Хэрэглэгчид дэлгэцийн зураг авах эсвэл дэлгэцийн бичлэг хийх боломжтой хэвээр. Энэ нь ямар нэгэн бүрэн хамгаалалт өгөхгүй.",
    "Allow users to share via link and emails" : "Хэрэглэгчдэд холбоос болон и-мэйлээр хуваалцахыг зөвшөөрөх",
    "Allow public uploads" : "Нийтийн оруулалтыг зөвшөөрөх",
    "Allow public shares to be added to other clouds by federation." : "Нийтийн хуваалцалтыг федерациар бусад cloud-д нэмэхийг зөвшөөрөх.",
    "This will add share permissions to all newly created link shares." : "Энэ нь шинээр үүсгэсэн бүх холбоосын хуваалцалтанд хуваалцах зөвшөөрлүүд нэмнэ.",
    "Always ask for a password" : "Үргэлж нууц үг асуух",
    "Enforce password protection" : "Нууц үгийн хамгаалалтыг хэрэгжүүлэх",
    "Exclude groups from password requirements" : "Бүлгүүдийг нууц үгийн шаардлагаас хасах",
    "Exclude groups from creating link shares" : "Бүлгүүдийг холбоос хуваалцалт үүсгэхээс хасах",
    "Allow users to set custom share link tokens" : "Хэрэглэгчдэд тусгай хуваалцах холбоосын токен тохируулахыг зөвшөөрөх",
    "Shares with custom tokens will continue to be accessible after this setting has been disabled" : "Тусгай токентой хуваалцалтууд энэ тохиргоо идэвхгүй болсны дараа ч хандах боломжтой хэвээр байна",
    "Shares with guessable tokens may be accessed easily" : "Таамаглаж болох токентой хуваалцалтанд амархан хандаж болно",
    "Limit sharing based on groups" : "Бүлгээр хуваалцалтыг хязгаарлах",
    "Allow sharing for everyone (default)" : "Бүгдэд хуваалцахыг зөвшөөрөх (өгөгдмөл)",
    "Exclude some groups" : "Зарим бүлгүүдийг хасах",
    "Allow some groups" : "Зарим бүлгүүдэд зөвшөөрөх",
    "Groups allowed to share" : "Хуваалцах эрхтэй бүлгүүд",
    "Groups excluded from sharing" : "Хуваалцахаас хасагдсан бүлгүүд",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Зөвшөөрөгдөөгүй бүлгүүд хуваалцалт хүлээн авах боломжтой хэвээр боловч өөрсдөө хуваалцаж чадахгүй.",
    "Set default expiration date for internal shares" : "Дотоод хуваалцалтын өгөгдмөл дуусах огноо тохируулах",
    "Enforce expiration date" : "Дуусах огноо шаардах",
    "Default expiration time of new shares in days" : "Шинэ хуваалцалтын өгөгдмөл дуусах хугацаа (хоногоор)",
    "Expire shares after x days" : "x хоногийн дараа хуваалцалт дуусгавар болох",
    "Set default expiration date for shares to other servers" : "Бусад сервер рүү хуваалцалтын өгөгдмөл дуусах огноо тохируулах",
    "Enforce expiration date for remote shares" : "Алсын хуваалцалтын дуусах огноог шаардах",
    "Default expiration time of remote shares in days" : "Алсын хуваалцалтын өгөгдмөл дуусах хугацаа (хоногоор)",
    "Expire remote shares after x days" : "x хоногийн дараа алсын хуваалцалт дуусгавар болох",
    "Set default expiration date for shares via link or mail" : "Холбоос эсвэл и-мэйлээр хуваалцалтын өгөгдмөл дуусах огноо тохируулах",
    "Enforce expiration date for link or mail shares" : "Холбоос эсвэл и-мэйл хуваалцалтын дуусах огноог шаардах",
    "Default expiration time of shares in days" : "Хуваалцалтын өгөгдмөл дуусах хугацаа (хоногоор)",
    "Privacy settings for sharing" : "Хуваалцах нууцлалын тохиргоо",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Хуваалцах цонхонд бүртгэлийн нэрийн автоматаар бөглөхийг зөвшөөрөх ба системийн хаягийн дэвтэрт хандахыг зөвшөөрөх",
    "Sharing autocompletion restrictions" : "Хуваалцах автомат бөглөлтийн хязгаарлалтууд",
    "If autocompletion restrictions for both \"same group\" and \"phonebook integration\" are enabled, a match in either is enough to show the user." : "Хэрэв \"нэг бүлэг\" болон \"утасны дэвтрийн интеграци\" гэсэн хоёр автоматаар бөглөх хязгаарлалт идэвхжсэн бол аль нэгэнд нь тохирох нь хэрэглэгчийг харуулахад хангалттай.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Бүртгэлийн нэрийн автоматаар бөглөх болон системийн хаягийн дэвтэрт хандахыг нэг бүлгийн хэрэглэгчдээр хязгаарлах",
    "Restrict account name autocompletion to users based on their phonebook" : "Бүртгэлийн нэрийн автомат гүйцээлтийг хэрэглэгчдийн утасны дэвтэр дээр үндэслэн хязгаарлах",
    "Allow autocompletion to full match when entering the full name (ignoring restrictions like group membership or missing phonebook match)" : "Бүтэн нэрийг оруулахад автоматаар бөглөхийг бүрэн тохирохыг зөвшөөрөх (бүлгийн гишүүнчлэл эсвэл утасны дэвтрийн тохирол зэрэг хязгаарлалтыг үл хайхрах)",
    "Full match autocompletion restrictions" : "Бүрэн таарах автомат гүйцээлтийн хязгаарлалтууд",
    "Also allow autocompletion on full match of the user ID" : "Хэрэглэгчийн ID бүрэн таарахад мөн автомат гүйцээлтийг зөвшөөрөх",
    "Also allow autocompletion on full match of the display name" : "Дэлгэцийн нэр бүрэн таарахад мөн автомат гүйцээлтийг зөвшөөрөх",
    "Also allow autocompletion on full match of the user email" : "Хэрэглэгчийн имэйл бүрэн таарахад мөн автомат гүйцээлтийг зөвшөөрөх",
    "Do not use second user displayname for full match" : "Бүрэн таарахад хоёр дахь хэрэглэгчийн дэлгэцийн нэрийг бүү ашигла",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Нийтийн холбоосоор байршуулах хуудсанд хариуцлагаас чөлөөлөх текст харуулах (зөвхөн файлын жагсаалт нуугдсан үед харагдана)",
    "Disclaimer text" : "Хариуцлагаас чөлөөлөх текст",
    "This text will be shown on the public link upload page when the file list is hidden." : "Файлын жагсаалт нуугдсан үед нийтийн холбоосоор байршуулах хуудсанд энэ текст харагдана.",
    "Default share permissions" : "Өгөгдмөл хуваалцах зөвшөөрөл",
    "Two-Factor Authentication" : "Хоёр хүчин зүйлийн нэвтрэлт",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Хоёр хүчин зүйлийн нэвтрэлтийг бүх бүртгэл болон тодорхой бүлгүүдэд заавал болгож болно. Хэрэв тэдэнд хоёр хүчин зүйлийн нийлүүлэгч тохируулагдаагүй бол систем рүү нэвтрэх боломжгүй болно.",
    "Enforce two-factor authentication" : "Хоёр хүчин зүйлийн нэвтрэлт шаардах",
    "Limit to groups" : "Бүлгүүдэд хязгаарлах",
    "Enforcement of two-factor authentication can be set for certain groups only." : "Хоёр хүчин зүйлийн нэвтрэлтийн шаардлагыг зөвхөн тодорхой бүлгүүдэд тохируулж болно.",
    "Two-factor authentication is enforced for all members of the following groups." : "Дараах бүлгүүдийн бүх гишүүдэд хоёр хүчин зүйлийн нэвтрэлт заавал болсон.",
    "Enforced groups" : "Шаардсан бүлгүүд",
    "Two-factor authentication is not enforced for members of the following groups." : "Дараах бүлгүүдийн гишүүдэд хоёр хүчин зүйлийн нэвтрэлт заавал биш.",
    "Excluded groups" : "Хассан бүлгүүд",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Бүлгүүд сонгогдсон/хасагдсан үед бүртгэлд 2FA заавал эсэхийг дараах логикоор тодорхойлно: Хэрэв бүлэг сонгогдоогүй бол хасагдсан бүлгийн гишүүдээс бусад бүх хүнд 2FA идэвхждэг. Хэрэв бүлгүүд сонгогдсон бол тэдгээр бүлгийн бүх гишүүдэд 2FA идэвхждэг. Хэрэв бүртгэл сонгогдсон болон хасагдсан аль алинд нь байвал сонгогдсон нь давуу эрхтэй бөгөөд 2FA заавал болно.",
    "Save changes" : "Өөрчлөлтийг хадгалах",
    "Choose Deploy Daemon for {appName}" : "{appName}-д Deploy Daemon сонгох",
    "Default" : "Өгөгдмөл",
    "Registered Deploy daemons list" : "Бүртгэгдсэн Deploy daemon жагсаалт",
    "No Deploy daemons configured" : "Deploy daemon тохируулагдаагүй",
    "Register a custom one or setup from available templates" : "Тусгай нэгийг бүртгүүлэх эсвэл боломжтой загваруудаас тохируулах",
    "Manage Deploy daemons" : "Deploy daemon-уудыг удирдах",
    "Show details for {appName} app" : "{appName} апп-н дэлгэрэнгүйг харуулах",
    "Update to {update}" : "{update} руу шинэчлэх",
    "Remove" : "Устгах",
    "Featured" : "Алдартай",
    "This app is supported via your current Nextcloud subscription." : "Энэ апп таны одоогийн Nextcloud захиалгаар дэмжигдсэн.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Онцолсон аппуудыг хамтын нийгэмлэг хөгжүүлсэн. Тэд гол функцийг санал болгодог бөгөөд үйлдвэрлэлд ашиглахад бэлэн.",
    "Community rating: {score}/5" : "Нийгэмлэгийн үнэлгээ: {score}/5",
    "Office suite switching is managed through the Nextcloud All-in-One interface." : "Оффисын багцын сэлгэлт Nextcloud All-in-One интерфэйсээр удирддаг.",
    "Please use the AIO interface to switch between office suites." : "Оффисын багцуудыг сэлгэхийн тулд AIO интерфэйсийг ашиглана уу.",
    "Select your preferred office suite. Please note that installing requires manual server setup." : "Хүссэн оффисын багцаа сонгоно уу. Суулгахад серверийг гараар тохируулах шаардлагатайг анхаарна уу.",
    "installed" : "суулгасан",
    "Learn more" : "Илүү их судалгаа",
    "Disable office suites" : "Оффисын багцуудыг идэвхгүй болгох",
    "Disable all" : "Бүгдийг идэвхгүй болгох",
    "Download and enable all" : "Бүгдийг татаж идэвхжүүлэх",
    "All office suites disabled" : "Бүх оффисын багц идэвхгүй болсон",
    "{name} enabled" : "{name} идэвхжүүлсэн",
    "All apps are up-to-date." : "Бүх апп шинэчлэгдсэн.",
    "Icon" : "Тэмдэгт ",
    "Name" : "Нэр",
    "Version" : "Хувилбар",
    "Level" : "түвшин",
    "Actions" : "Үйл ажиллагаа",
    "Results from other categories" : "Бусад ангилалын үр дүн",
    "No apps found for your version" : "Таны хувилбарт апп олдсонгүй",
    "_%n app has an update available_::_%n apps have an update available_" : ["%n аппын шинэчлэлт байна","%n аппын шинэчлэлт байна"],
    "_Update_::_Update all_" : ["Шинэчлэх","Шинэчлэх"],
    "Failed to load groups" : "Бүлгүүдийг ачаалж чадсангүй",
    "Failed to create group" : "Бүлэг үүсгэж чадсангүй",
    "Groups" : "Бүлгүүд",
    "Creating group…" : "Бүлэг үүсгэж байна…",
    "Create group" : "Бүлэг үүсгэх",
    "Group name" : "Бүлгийн нэр",
    "Please enter a valid group name" : "Зөв бүлгийн нэр оруулна уу",
    "Search groups…" : "Бүлэг хайх…",
    "List of groups. This list is not fully populated for performance reasons. The groups will be loaded as you navigate or search through the list." : "Бүлгүүдийн жагсаалт. Гүйцэтгэлийн шалтгаанаар энэ жагсаалт бүрэн ачаалагдаагүй. Жагсаалтаар хөтлөх эсвэл хайх үед бүлгүүд ачаалагдана.",
    "Loading groups…" : "Бүлгүүдийг ачааллаж байна…",
    "Could not load app discover section" : "Апп олох хэсгийг ачаалж чадсангүй",
    "Could not render element" : "Элементийг дүрслэж чадсангүй",
    "Nothing to show" : "Харуулах зүйл байхгүй",
    "Could not load section content from app store." : "Апп дэлгүүрээс хэсгийн агуулгыг ачаалж чадсангүй.",
    "Loading" : "Ачааллаж байна",
    "Fetching the latest news…" : "Сүүлийн мэдээг авч байна…",
    "Carousel" : "Карусель",
    "Previous slide" : "Өмнөх слайд",
    "Next slide" : "Дараагийн слайд",
    "Choose slide to display" : "Харуулах слайд сонгох",
    "{index} of {total}" : "{index}/{total}",
    "Daemon" : "Daemon",
    "Deploy Daemon" : "Deploy Daemon",
    "Type" : "Төрөл",
    "Display Name" : "Харуулах нэр",
    "GPUs support" : "GPU дэмжлэг",
    "Compute device" : "Тооцоолох төхөөрөмж",
    "Advanced deploy options" : "Нарийвчилсан deploy сонголтууд",
    "Edit ExApp deploy options before installation" : "Суулгахаас өмнө ExApp байршуулах тохиргоог засах",
    "Configured ExApp deploy options. Can be set only during installation" : "Тохируулсан ExApp байршуулах тохиргоо.",
    "Environment variables" : "Орчны хувьсагчид",
    "ExApp container environment variables" : "ExApp контейнерийн орчны хувьсагчууд",
    "No environment variables defined" : "Орчны хувьсагч тодорхойлогдоогүй",
    "Mounts" : "Mount-ууд",
    "Define host folder mounts to bind to the ExApp container" : "ExApp контейнерт холбох хост хавтасны mount тодорхойлох",
    "Must exist on the Deploy daemon host prior to installing the ExApp" : "ExApp суулгахаас өмнө Deploy daemon хост дээр байх ёстой",
    "Host path" : "Хост зам",
    "Container path" : "Контейнерийн зам",
    "Read-only" : "Зөвхөн унших",
    "Remove mount" : "Mount хасах",
    "New mount" : "Шинэ mount",
    "Enter path to host folder" : "Хост хавтасны замыг оруулна уу",
    "Enter path to container folder" : "Контейнер хавтасны замыг оруулна уу",
    "Toggle read-only mode" : "Зөвхөн унших горимыг асаах/унтраах",
    "Confirm adding new mount" : "Шинэ mount нэмэхийг баталгаажуулах",
    "Confirm" : "Батлах",
    "Cancel adding mount" : "Mount нэмэхийг цуцлах",
    "Cancel" : "Цуцлах",
    "Add mount" : "Mount нэмэх",
    "ExApp container mounts" : "ExApp контейнерийн mount-ууд",
    "No mounts defined" : "Mount тодорхойлогдоогүй",
    "Description" : "Тодорхойлолт",
    "View in store" : "Дэлгүүрт харах",
    "Visit website" : "Цахим хуудсаар зочлох",
    "Usage documentation" : "Ашиглалтын баримт бичиг",
    "Admin documentation" : "Админы баримт бичиг",
    "Developer documentation" : "Хөгжүүлэгчийн баримт бичиг",
    "Details" : "Дэлгэрэнгүй",
    "All" : "бүх",
    "Limit app usage to groups" : "Апп ашиглалтыг бүлгүүдэд хязгаарлах",
    "No results" : "Үр дүн байхгүй",
    "Update to {version}" : "{version} хувилбар руу шинэчлэх",
    "Deploy options" : "Deploy сонголтууд",
    "Default Deploy daemon is not accessible" : "Өгөгдмөл Deploy daemon хандах боломжгүй",
    "Delete data on remove" : "Устгахад өгөгдлийг устгах",
    "This app has no minimum {productName} version assigned. This will be an error in the future." : "Энэ аппад {productName}-ийн хамгийн бага хувилбар оноогдоогүй байна. Ирээдүйд энэ нь алдаа болно.",
    "This app has no maximum {productName} version assigned. This will be an error in the future." : "Энэ аппад {productName}-ийн хамгийн их хувилбар оноогдоогүй байна. Ирээдүйд энэ нь алдаа болно.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Дараах хамаарлууд хангагдаагүй тул энэ аппыг суулгах боломжгүй:",
    "Latest updated" : "Сүүлд шинэчлэгдсэн",
    "Author" : "Зохиолч",
    "Categories" : "төрөл",
    "Resources" : "Нөөцүүд",
    "Documentation" : "Баримт бичиг",
    "Interact" : "Харилцах",
    "Report a bug" : "Алдаа мэдэгдэх",
    "Request feature" : "Онцлог хүсэх",
    "Ask questions or discuss" : "Асуулт асуух эсвэл хэлэлцэх",
    "Rate the app" : "Апп-г үнэлэх",
    "Rate" : "Үнэлэх",
    "Changelog" : "Өөрчлөлтийн түүх",
    "Google Chrome for Android" : "Android-д зориулсан Google Chrome",
    "{productName} iOS app" : "{productName} iOS апп",
    "{productName} Android app" : "{productName} Android апп",
    "{productName} Talk for iOS" : "{productName} Talk iOS-д",
    "{productName} Talk for Android" : "{productName} Talk Android-д",
    "Sync client" : "Синк клиент",
    "This session" : "Энэ сессий",
    "{client} - {version} ({system})" : "{client} - {version} ({system})",
    "{client} - {version}" : "{client} - {version}",
    "Device name" : "Төхөөрөмжийн нэр",
    "Cancel renaming" : "Нэр өөрчлөхийг цуцлах",
    "Save new name" : "Шинэ нэр хадгалах",
    "Marked for remote wipe" : "Алсын арилгалтад тэмдэглэгдсэн",
    "Device settings" : "Төхөөрөмжийн тохиргоо",
    "Allow filesystem access" : "Файлын системд хандахыг зөвшөөрөх",
    "Rename" : "Нэрлэнэ үү",
    "Revoke" : "Цуцлах",
    "Wipe device" : "Төхөөрөмж арилгах",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Энэ токеныг хүчингүй болговол төхөөрөмжийг цэвэрлэх ажиллагаа эхлээгүй бол сэргийлж болзошгүй.",
    "Device" : "Төхөөрөмж",
    "Last activity" : "Хамгийн сүүлийн үйлдэл",
    "Devices & sessions" : "Төхөөрөмж & сессийнүүд",
    "Web, desktop and mobile clients currently logged in to your account." : "Таны бүртгэлд одоогоор нэвтэрсэн вэб, компьютер, гар утасны клиентүүд.",
    "Error while creating device token" : "Төхөөрөмжийн токен үүсгэхэд алдаа гарлаа",
    "App name" : "апп нэр",
    "Create new app password" : "Шинэ апп нууц үг үүсгэх",
    "App password copied!" : "Апп нууц үг хуулагдлаа!",
    "Copy app password" : "Апп нууц үг хуулах",
    "Login name copied!" : "Нэвтрэх нэр хуулагдлаа!",
    "Copy login name" : "Нэвтрэх нэр хуулах",
    "Could not copy app password. Please copy it manually." : "Апп нууц үгийг хуулж чадсангүй. Гараар хуулна уу.",
    "Could not copy login name. Please copy it manually." : "Нэвтрэх нэрийг хуулж чадсангүй. Гараар хуулна уу.",
    "New app password" : "Шинэ апп нууц үг",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Апп эсвэл төхөөрөмжөө тохируулахын тулд доорх нэвтрэх мэдээллийг ашиглана уу. Аюулгүй байдлын үүднээс энэ нууц үг зөвхөн нэг удаа харуулагдана.",
    "Login" : "Нэвтрэх",
    "Password" : "Нууц үг",
    "Show QR code for mobile apps" : "Гар утасны апп-д QR код харуулах",
    "Use system cron service to call the cron.php file every 5 minutes." : "5 минут тутам cron.php файлыг дуудахын тулд системийн cron үйлчилгээг ашиглах.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "cron.php-г \"{user}\" системийн бүртгэлээр ажиллуулах ёстой.",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "PHP POSIX өргөтгөл шаардлагатай. Дэлгэрэнгүй мэдээллийг {linkstart}PHP баримт бичиг{linkend}-ээс харна уу.",
    "Unable to update background job mode" : "Арын ажлын горимыг шинэчлэх боломжгүй",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Серверийг зөв ажиллуулахын тулд арын ажлуудыг зөв тохируулах нь чухал. Cron нь зөвлөмжийн тохиргоо юм. Дэлгэрэнгүй мэдээллийг баримт бичгээс харна уу.",
    "Last job execution ran {time}. Something seems wrong." : "Сүүлийн ажлын гүйцэтгэл {time}-д ажилласан. Ямар нэг зүйл буруу байж магадгүй.",
    "Last job ran {relativeTime}." : "Сүүлийн ажил {relativeTime}-д ажилласан.",
    "Background job did not run yet!" : "Арын ажил хараахан ажиллаагүй!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Хуудас бүр ачаалагдах үед нэг даалгавар гүйцэтгэнэ. Хэрэглээний тохиолдол: Нэг бүртгэлтэй instance.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php нь webcron үйлчилгээнд бүртгэгдсэн бөгөөд 5 минут тутамд HTTP-ээр cron.php-г дуудна. Хэрэглээний тохиолдол: Маш жижиг instance (ашиглалтаас хамааран 1–5 бүртгэл).",
    "Cron (Recommended)" : "Cron (Санал болгосон)",
    "Unable to update profile default setting" : "Профайлын өгөгдмөл тохиргоог шинэчлэх боломжгүй",
    "Profile" : "Профайл",
    "Enable or disable profile by default for new accounts." : "Шинэ бүртгэлүүдэд профайлыг өгөгдмөлөөр идэвхжүүлэх эсвэл идэвхгүй болгох.",
    "Password confirmation is required" : "Нууц үг баталгаажуулах шаардлагатай",
    "Failed to save setting" : "Тохиргоо хадгалж чадсангүй",
    "{app}'s declarative setting field: {name}" : "{app}-ийн declarative тохиргооны талбар: {name}",
    "Unable to update server side encryption config" : "Серверийн талын шифрлэлтийн тохиргоог шинэчлэх боломжгүй",
    "Server-side encryption" : "Серверийн талын шифрлэлт",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "Серверийн талын шифрлэлт нь энэ серверт байршуулсан файлуудыг шифрлэх боломжийг олгоно. Энэ нь гүйцэтгэлийн бууралт зэрэг хязгаарлалттай тул зөвхөн шаардлагатай үед идэвхжүүлнэ үү.",
    "To encrypt all existing files run this OCC command:" : "Бүх одоо байгаа файлуудыг шифрлэхийн тулд энэ OCC командыг ажиллуулна уу:",
    "Enable server-side encryption" : "Серверийн талын шифрлэлтийг идэвхжүүлэх",
    "Disabling server side encryption is only possible using OCC, please refer to the documentation." : "Серверийн талын шифрлэлтийг зөвхөн OCC ашиглан идэвхгүй болгох боломжтой, баримт бичгийг харна уу.",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Шифрлэлтийн модуль ачаалагдаагүй, апп цэснээс шифрлэлтийн модулийг идэвхжүүлнэ үү.",
    "Select default encryption module:" : "Өгөгдмөл шифрлэлтийн модуль сонгох:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Шифрлэлтийн түлхүүрүүдээ хуучин шифрлэлтээс (ownCloud <= 8.0) шинэ рүү шилжүүлэх хэрэгтэй. \"Default encryption module\"-г идэвхжүүлж, {command} командыг ажиллуулна уу",
    "Cancel encryption" : "Шифрлэлтийг цуцлах",
    "Enable encryption" : "Шифрлэлтийг идэвхжүүлэх",
    "Confirm enabling encryption" : "Шифрлэлтийг идэвхжүүлэхийг баталгаажуулах",
    "Please read carefully before activating server-side encryption:" : "Серверийн талын шифрлэлтийг идэвхжүүлэхээс өмнө сайтар уншина уу:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Шифрлэлт идэвхжсэний дараа тэр цагаас хойш серверт байршуулсан бүх файлууд серверт шифрлэгдэж хадгалагдана. Идэвхтэй шифрлэлтийн модуль тэр функцийг дэмждэг бөгөөд бүх урьдчилсан нөхцлүүд (жишээ нь сэргээх түлхүүр тохируулах) хангагдсан тохиолдолд л шифрлэлтийг дараа нь идэвхгүй болгох боломжтой.",
    "By default a master key for the whole instance will be generated. Please check if that level of access is compliant with your needs." : "Өгөгдмөлөөр бүх instance-д зориулсан мастер түлхүүр үүсгэгдэнэ. Энэ хандалтын түвшин таны хэрэгцээнд нийцэж байгаа эсэхийг шалгана уу.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Зөвхөн шифрлэлт системийн аюулгүй байдлыг баталгаажуулахгүй. Шифрлэлтийн апп хэрхэн ажилладаг болон дэмжигдсэн хэрэглээний тохиолдлуудын талаар дэлгэрэнгүй мэдээллийг баримт бичгээс харна уу.",
    "Be aware that encryption always increases the file size." : "Шифрлэлт файлын хэмжээг үргэлж нэмэгдүүлдгийг анхаарна уу.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Өгөгдлөө тогтмол нөөцлөх нь үргэлж зүйтэй, шифрлэлт ашигласан тохиолдолд өгөгдлийнхөө хамт шифрлэлтийн түлхүүрүүдийг нөөцлөхийг анхаарна уу.",
    "Refer to the admin documentation on how to manually also encrypt existing files." : "Одоо байгаа файлуудыг мөн гараар шифрлэх талаар админы баримт бичгийг харна уу.",
    "This is the final warning: Do you really want to enable encryption?" : "Энэ бол эцсийн анхааруулга: Та үнэхээр шифрлэлтийг идэвхжүүлэхийг хүсэж байна уу?",
    "Failed to delete group \"{group}\"" : "\"{group}\" бүлгийг устгаж чадсангүй",
    "Please confirm the group removal" : "Бүлэг хасахыг баталгаажуулна уу",
    "You are about to delete the group \"{group}\". The accounts will NOT be deleted." : "Та \"{group}\" бүлгийг устгах гэж байна. Бүртгэлүүд УСТГАГДАХГҮЙ.",
    "Submit" : "мэдэгдэх",
    "Rename group" : "Бүлэг нэр өөрчлөх",
    "Delete group" : "Бүлэг устгах",
    "Current password" : "одоогийн нууц үг",
    "New password" : "шинэ нууц үг",
    "Change password" : "Нууц үг өөрчлөх",
    "Choose your profile picture" : "Профайлын зургаа сонгоно уу",
    "Please select a valid png or jpg file" : "Зөв png эсвэл jpg файл сонгоно уу",
    "Error setting profile picture" : "Профайлын зураг тохируулахад алдаа гарлаа",
    "Error cropping profile picture" : "Профайлын зураг тайрахад алдаа гарлаа",
    "Error saving profile picture" : "Профайлын зураг хадгалахад алдаа гарлаа",
    "Error removing profile picture" : "Профайлын зураг устгахад алдаа гарлаа",
    "Your profile picture" : "Таны профайлын зураг",
    "Upload profile picture" : "Профайлын зураг оруулах",
    "Choose profile picture from Files" : "Файлуудаас профайлын зураг сонгох",
    "Remove profile picture" : "Профайлын зураг устгах",
    "The file must be a PNG or JPG" : "Файл PNG эсвэл JPG байх ёстой",
    "Picture provided by original account" : "Анхны бүртгэлээс өгсөн зураг",
    "Set as profile picture" : "Профайлын зураг болгох",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Профайлын зургийг хаа сайгүй шинэчлэхэд 24 цаг хүртэл хугацаа шаардагдаж болохыг анхаарна уу.",
    "Your biography. Markdown is supported." : "Таны намтар. Markdown дэмжигдсэн.",
    "Unable to update date of birth" : "Төрсөн огноо шинэчлэх боломжгүй",
    "Enter your date of birth" : "Төрсөн огноогоо оруулна уу",
    "Bluesky handle" : "Bluesky хэрэглэгчийн нэр",
    "You are using {s}{usage}{/s}" : "Та {s}{usage}{/s} ашиглаж байна",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "Та {s}{totalSpace}{/s}-ийн {s}{usage}{/s}-г ашиглаж байна ({s}{usageRelative}%{/s})",
    "You are a member of the following groups:" : "Та дараах бүлгүүдийн гишүүн:",
    "Your full name" : "Таны бүтэн нэр",
    "Unable to update primary email address" : "Үндсэн и-мэйл хаягийг шинэчлэх боломжгүй",
    "Unable to delete additional email address" : "Нэмэлт и-мэйл хаягийг устгах боломжгүй",
    "No email address set" : "И-мэйл хаяг тохируулаагүй",
    "Email options" : "И-мэйл сонголтууд",
    "Options for additional email address {index}" : "{index} нэмэлт и-мэйл хаягийн сонголтууд",
    "Remove primary email" : "Үндсэн и-мэйл хасах",
    "Delete email" : "И-мэйл устгах",
    "This address is not confirmed" : "Энэ хаяг баталгаажаагүй",
    "Unset as primary email" : "Үндсэн и-мэйлээс хасах",
    "Set as primary email" : "Үндсэн и-мэйл болгох",
    "Additional email address {index}" : "Нэмэлт и-мэйл хаяг {index}",
    "Unable to delete primary email address" : "Үндсэн и-мэйл хаягийг устгах боломжгүй",
    "Unable to add additional email address" : "Нэмэлт и-мэйл хаяг нэмэх боломжгүй",
    "Unable to update additional email address" : "Нэмэлт и-мэйл хаяг шинэчлэх боломжгүй",
    "Primary email for password reset and notifications" : "Нууц үг шинэчлэх, мэдэгдэлд ашиглах үндсэн и-мэйл",
    "Your handle" : "Таны handle",
    "Derived from your locale ({weekDayName})" : "Таны локалаас авсан ({weekDayName})",
    "Unable to update first day of week" : "Долоо хоногийн эхний өдрийг шинэчлэх боломжгүй",
    "Day to use as the first day of week" : "Долоо хоногийн эхний өдөр болгох өдөр",
    "Your headline" : "Таны гарчиг",
    "No language set" : "Хэл тохируулаагүй",
    "Unable to update language" : "Хэл шинэчлэх боломжгүй",
    "Languages" : "Хэлүүд",
    "Help translate" : "Орчуулгад тусалах",
    "No locale set" : "Локал тохируулаагүй",
    "Unable to update locale" : "Локал шинэчлэх боломжгүй",
    "Locales" : "Локалууд",
    "Week starts on {firstDayOfWeek}" : "Долоо хоног {firstDayOfWeek}-д эхэлдэг",
    "Your city" : "Таны хот",
    "Your organisation" : "Таны байгууллага",
    "Your phone number" : "Таны утасны дугаар",
    "Edit your Profile visibility" : "Профайлын харагдах байдлаа засах",
    "Unable to update profile enabled state" : "Профайл идэвхжүүлсэн төлөвийг шинэчлэх боломжгүй",
    "Enable profile" : "Профайл идэвхжүүлэх",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "Таны Профайл дээр харагдах байдал эсвэл хамрах хүрээний илүү хязгаарлагдсан тохиргоо хүндэтгэгдэнэ. Жишээ нь харагдах байдал \"Бүгдэд харуулах\" гэж тохируулагдсан боловч хамрах хүрээ \"Хувийн\" гэж тохируулагдсан бол \"Хувийн\" хүндэтгэгдэнэ.",
    "Unable to update visibility of {displayId}" : "{displayId}-ийн харагдах байдлыг шинэчлэх боломжгүй",
    "she/her" : "тэр (эмэгтэй)",
    "he/him" : "тэр (эрэгтэй)",
    "they/them" : "тэд",
    "Your pronouns. E.g. {pronounsExample}" : "Таны төлөөний нэр. Жишээ нь {pronounsExample}",
    "Your role" : "Таны үүрэг",
    "Timezone" : "Цагийн бүс",
    "Your X (formerly Twitter) handle" : "Таны X (хуучин Twitter) handle",
    "Your website" : "Таны цахим хуудас",
    "Invalid value" : "Буруу утга",
    "Unable to update {property}" : "{property} шинэчлэх боломжгүй",
    "No {property} set" : "{property} тохируулаагүй",
    "Change scope level of {property}, current scope is {scope}" : "{property}-ийн хүрээний түвшинг өөрчлөх, одоогийн хүрээ {scope}",
    "Unable to update federation scope of the primary {property}" : "Үндсэн {property}-ийн федерацийн хүрээг шинэчлэх боломжгүй",
    "Unable to update federation scope of additional {property}" : "Нэмэлт {property}-ийн федерацийн хүрээг шинэчлэх боломжгүй",
    "Add additional email" : "Нэмэлт и-мэйл нэмэх",
    "Add" : "Нэмэх",
    "Create" : "үүсгэх",
    "Change" : "Өөрчлөх",
    "Delete" : "Устгах",
    "Reshare" : "Дахин хуваалцах",
    "Default config values" : "Өгөгдмөл тохиргооны утгууд",
    "Applications config" : "Апп-уудын тохиргоо",
    "User config" : "Хэрэглэгчийн тохиргоо",
    "Bundled applications" : "Багцалсан апп-ууд",
    "Enabled applications" : "Идэвхжүүлсэн апп-ууд",
    "Disabled applications" : "Идэвхгүй болсон апп-ууд",
    "Large organization" : "Том байгууллага",
    "Big organization" : "Том байгууллага",
    "Small organization" : "Жижиг байгууллага",
    "Hosting company" : "Хостинг компани",
    "University" : "Их сургууль",
    "School" : "Сургууль",
    "Club or association" : "Клуб эсвэл холбоо",
    "Family" : "Гэр бүл",
    "Personal use" : "Хувийн хэрэглээ",
    "Setup errors" : "Тохиргооны алдаанууд",
    "Setup warnings" : "Тохиргооны анхааруулгууд",
    "Setup recommendations" : "Тохиргооны зөвлөмжүүд",
    "Default language" : "Өгөгдмөл хэл",
    "Common languages" : "Түгээмэл хэлүүд",
    "Other languages" : "Бусад хэлүүд",
    "Password change is disabled because the master key is disabled" : "Мастер түлхүүр идэвхгүй байгаа тул нууц үг солих идэвхгүй болсон",
    "No accounts" : "Бүртгэл байхгүй",
    "Loading accounts …" : "Бүртгэлүүдийг ачаалж байна …",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Бүртгэлүүдийн жагсаалт. Гүйцэтгэлийн шалтгаанаар энэ жагсаалт бүрэн харуулагдаагүй. Жагсаалтаар хөтлөх үед бүртгэлүүд харуулагдана.",
    "Manager" : "Менежер",
    "Set line manager" : "Шууд удирдагч тохируулах",
    "Account name will be autogenerated" : "Бүртгэлийн нэр автоматаар үүсгэгдэнэ",
    "Account name (required)" : "Бүртгэлийн нэр (шаардлагатай)",
    "Failed to search groups" : "Бүлгүүд хайж чадсангүй",
    "New account" : "Шинэ бүртгэл",
    "Display name" : "Дэлгэцийн нэр",
    "Either password or email is required" : "Нууц үг эсвэл имэйл шаардлагатай",
    "Password (required)" : "Нууц үг (шаардлагатай)",
    "Email (required)" : "Имэйл (шаардлагатай)",
    "Email" : "Цахим шуудан",
    "Member of the following groups (required)" : "Дараах бүлгүүдийн гишүүн (шаардлагатай)",
    "Member of the following groups" : "Дараах бүлгүүдийн гишүүн",
    "Set account groups" : "Бүртгэлийн бүлгүүдийг тохируулах",
    "Admin of the following groups" : "Дараах бүлгүүдийн админ",
    "Set account as admin for …" : "Бүртгэлийг … админ болгох",
    "Quota" : " хувь хэмжээ",
    "Set account quota" : "Бүртгэлийн квот тохируулах",
    "Language" : "Хэл",
    "Set default language" : "Өгөгдмөл хэл тохируулах",
    "Add new account" : "Шинэ бүртгэл нэмэх",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} бүртгэл …","{userCount} бүртгэл …"],
    "_{userCount} account_::_{userCount} accounts_" : ["{userCount} бүртгэл","{userCount} бүртгэл"],
    "Total rows summary" : "Нийт мөрүүдийн хураангуй",
    "Scroll to load more rows" : "Илүү олон мөр ачаалахын тулд гүйлгэнэ үү",
    "Password or insufficient permissions message" : "Нууц үг эсвэл хангалтгүй зөвшөөрлийн мессеж",
    "Avatar" : "Хөрөг",
    "Account name" : "Бүртгэлийн нэр",
    "Group admin for" : "Бүлгийн админ",
    "Account backend" : "Бүртгэлийн backend",
    "Storage location" : "Хадгалах байршил",
    "First login" : "Анхны нэвтрэлт",
    "Last login" : "Сүүлд нэвтэрсэн огноо",
    "Account actions" : "Аккуантын арга хэмжээ",
    "{size} used" : "{size} ашиглагдсан",
    "Delete account" : "аккаунтыг устгах",
    "Disconnect all devices and delete local data" : "Бүх төхөөрөмжийг салгаж дотоод өгөгдлийг устгах",
    "Disable account" : "Бүртгэлийг идэвхгүй болгох",
    "Enable account" : "Бүртгэлийг идэвхжүүлэх",
    "Resend welcome email" : "Тавтай морилно уу имэйлийг дахин илгээх",
    "In case of lost device or exiting the organization, this can remotely wipe the {productName} data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "Төхөөрөмж алдагдсан эсвэл байгууллагаас гарах тохиолдолд {userid}-тай холбоотой бүх төхөөрөмжөөс {productName} өгөгдлийг алсаас арилгах боломжтой. Зөвхөн төхөөрөмжүүд интернетэд холбогдсон үед ажиллана.",
    "Remote wipe of devices" : "Төхөөрөмжүүдийг алсаас арилгах",
    "Wipe {userid}'s devices" : "{userid}-ийн төхөөрөмжүүдийг арилгах",
    "Wiped {userid}'s devices" : "{userid}-ийн төхөөрөмжүүд арилгагдлаа",
    "Failed to load groups with details" : "Дэлгэрэнгүй бүлгүүдийг ачаалж чадсангүй",
    "Failed to load sub admin groups with details" : "Дэлгэрэнгүй дэд админ бүлгүүдийг ачаалж чадсангүй",
    "Failed to update line manager" : "Шууд удирдагчийг шинэчлэж чадсангүй",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "{userid}-ийн бүртгэлийг хувийн файлууд, аппын өгөгдөл гэх мэт бүгдийг оруулаад бүрэн устгах.",
    "Account deletion" : "Бүртгэл устгах",
    "Delete {userid}'s account" : "{userid}-ийн бүртгэлийг устгах",
    "Display name was successfully changed" : "Дэлгэцийн нэр амжилттай солигдлоо",
    "Password can't be empty" : "Нууц үг хоосон байж болохгүй",
    "Password was successfully changed" : "Нууц үг амжилттай солигдлоо",
    "Email can't be empty" : "Имэйл хоосон байж болохгүй",
    "Email was successfully changed" : "Имэйл амжилттай солигдлоо",
    "Welcome mail sent!" : "Тавтай морилно уу имэйл илгээгдлээ!",
    "Loading account …" : "Бүртгэл ачаалж байна …",
    "Change display name" : "Дэлгэцийн нэр солих",
    "Set new password" : "Шинэ нууц үг тохируулах",
    "You do not have permissions to see the details of this account" : "Танд энэ бүртгэлийн дэлгэрэнгүйг харах зөвшөөрөл байхгүй",
    "Set new email address" : "Шинэ имэйл хаяг тохируулах",
    "Add account to group" : "Бүртгэлийг бүлэгт нэмэх",
    "Set account as admin for" : "Бүртгэлийг админ болгох",
    "Select account quota" : "Бүртгэлийн квот сонгох",
    "Set the language" : "Хэлийг тохируулах",
    "Toggle account actions menu" : "Бүртгэлийн үйлдлийн цэсийг сэлгэх",
    "Done" : "Дууслаа",
    "Edit" : "Өөрчлөх",
    "Account management settings" : "Бүртгэл удирдлагын тохиргоо",
    "Visibility" : "Харагдац",
    "Show language" : "Хэл харуулах",
    "Show account backend" : "Бүртгэлийн backend харуулах",
    "Show storage path" : "Хадгалах замыг харуулах",
    "Show first login" : "Анхны нэвтрэлт харуулах",
    "Show last login" : "Сүүлийн нэвтрэлт харуулах",
    "Sorting" : "Эрэмбэлэлт",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "Системийн тохиргоо бүлгүүдийг нэрээр эрэмбэлэхийг заавал болгож байна. Энэ нь мөн гишүүдийн тоог харуулахыг идэвхгүй болгоно.",
    "Group list sorting" : "Бүлгийн жагсаалтын эрэмбэлэлт",
    "Sorting only applies to the currently loaded groups for performance reasons. Groups will be loaded as you navigate or search through the list." : "Гүйцэтгэлийн шалтгаанаар эрэмбэлэлт зөвхөн одоогоор ачаалагдсан бүлгүүдэд хэрэгжинэ. Жагсаалтаар хөтлөх эсвэл хайх үед бүлгүүд ачаалагдана.",
    "By member count" : "Гишүүдийн тоогоор",
    "By name" : "Нэрээр",
    "Send email" : "Мэйл илгээх",
    "Send welcome email to new accounts" : "Шинэ бүртгэлүүдэд тавтай морилно уу имэйл илгээх",
    "Defaults" : "Өгөгдмөлүүд",
    "Default quota" : "Өгөгдмөл квот",
    "Select default quota" : "Өгөгдмөл квот сонгох",
    "Server error while trying to complete WebAuthn device registration" : "WebAuthn төхөөрөмж бүртгүүлэлтийг дуусгах үед серверийн алдаа гарлаа",
    "Passwordless authentication requires a secure connection." : "Нууц үггүй нэвтрэлт нь аюулгүй холболт шаарддаг.",
    "Add WebAuthn device" : "WebAuthn төхөөрөмж нэмэх",
    "Please authorize your WebAuthn device." : "WebAuthn төхөөрөмжөө зөвшөөрнө үү.",
    "Adding your device …" : "Таны төхөөрөмжийг нэмж байна …",
    "Unnamed device" : "нэргүй төхөөрөммж",
    "Passwordless Authentication" : "Нууц үггүй нэвтрэлт",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "FIDO2 стандартын дагуу бүртгэлээ нууц үггүй нэвтрэлтэд тохируулна уу.",
    "No devices configured." : "Төхөөрөмж тохируулагдаагүй.",
    "The following devices are configured for your account:" : "Дараах төхөөрөмжүүд таны бүртгэлд тохируулагдсан:",
    "Your browser does not support WebAuthn." : "Таны хөтөч WebAuthn дэмжихгүй байна.",
    "Email sent successfully" : "Имэйл амжилттай илгээгдлээ",
    "Failed to send email" : "Имэйл илгээж чадсангүй",
    "Failed to save email settings" : "Имэйлийн тохиргоог хадгалж чадсангүй",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Нууц үг сэргээх, мэдэгдэл зэрэг и-мэйл илгээх боломжтой болгохын тулд энэ серверийг тохируулах нь чухал.",
    "The server configuration is read-only so the mail settings cannot be changed using the web interface." : "Серверийн тохиргоо зөвхөн уншигдах горимтой тул мэйлийн тохиргоог вэб интерфэйсээр өөрчлөх боломжгүй.",
    "Mail delivery is disabled by instance config \"{config}\"." : "Имэйл хүргэлт \"{config}\" тохиргоогоор идэвхгүй болсон.",
    "Send mode" : "Илгээх горим",
    "Encryption" : "Шифрлэлт",
    "Sendmail mode" : "Sendmail горим",
    "Disable certificate verification (insecure)" : "Сертификат баталгаажуулалтыг идэвхгүй болгох (аюултай)",
    "From address" : "Илгээгч хаяг",
    "Domain" : "Домэйн",
    "Server address" : "хүлээн авагчийн хаяг",
    "Host" : "хост",
    "Port" : "порт",
    "Authentication" : "Нэвтрэлт",
    "Authentication required" : "Нэвтрэлт шаардлагатай",
    "Sending test email…" : "Туршилтын имэйл илгээж байна…",
    "Send test email" : "Туршилтын имэйл илгээх",
    "Saving…" : "хадгалж байна",
    "Save settings" : "тохиргоог хадгалах",
    "Please double check the {linkStartInstallationGuides}installation guides{linkEnd}, and check for any errors or warnings in the {linkStartLog}log{linkEnd}." : "{linkStartInstallationGuides}суулгах зааврыг{linkEnd} давхар шалгаж, {linkStartLog}лог{linkEnd} дахь алдаа эсвэл анхааруулгыг шалгана уу.",
    "Check the security of your {productName} over {linkStart}our security scan{linkEnd}." : "{linkStart}Манай аюулгүй байдлын скан{linkEnd}-аар {productName}-ийн аюулгүй байдлыг шалгана уу.",
    "Security & setup warnings" : "Аюулгүй байдал & тохиргооны анхааруулгууд",
    "It is important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Таны instance-ийн аюулгүй байдал, гүйцэтгэлийн хувьд бүх зүйл зөв тохируулагдсан байх нь чухал. Танд туслахын тулд бид зарим автомат шалгалтуудыг хийж байна. Дэлгэрэнгүй мэдээллийг холбогдсон баримт бичгээс харна уу.",
    "Checking your server …" : "Таны серверийг шалгаж байна …",
    "Failed to run setup checks" : "Тохиргооны шалгалтыг ажиллуулж чадсангүй",
    "Try again" : "Дахин оролдох",
    "All checks passed." : "Бүх шалгалт амжилттай.",
    "There are some errors regarding your setup." : "Таны тохиргоонд зарим алдаа байна.",
    "There are some warnings regarding your setup." : "Таны тохиргоонд зарим анхааруулга байна.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Админ болохын хувьд та хуваалцах зан үйлийг нарийн тохируулж болно. Дэлгэрэнгүй мэдээллийг баримт бичгээс харна уу.",
    "You need to enable the File sharing App." : "Та File sharing апп-г идэвхжүүлэх шаардлагатай.",
    "App Store" : "Апп дэлгүүр",
    "Loading app list" : "Апп жагсаалтыг ачаалж байна",
    "Loading categories" : "Ангиллуудыг ачаалж байна",
    "Version {version}, {license}-licensed" : "Хувилбар {version}, {license} лицензтэй",
    "Version {version}" : "Хувилбар {version}",
    "Failed to save selected preset." : "Сонгосон урьдчилсан тохиргоог хадгалж чадсангүй.",
    "Select a configuration preset for easy setup." : "Хялбар тохиргоонд урьдчилсан тохиргоо сонгоно уу.",
    "Apply" : "хэрэглэх",
    "All accounts" : "Бүх бүртгэлүүд",
    "Admins" : "Админууд",
    "Account group: {group}" : "Бүртгэлийн бүлэг: {group}",
    "Account management" : "Бүртгэл удирдлага",
    "For performance reasons, when you enable encryption on a {productName} server only new and changed files are encrypted." : "Гүйцэтгэлийн шалтгаанаар {productName} сервер дээр шифрлэлтийг идэвхжүүлэхэд зөвхөн шинэ болон өөрчлөгдсөн файлууд шифрлэгдэнэ.",
    "Location" : "Байршил",
    "Profile picture" : "Профайл зураг",
    "About" : "Тухай",
    "Date of birth" : "Төрсөн огноо",
    "Full name" : "Бүтэн нэр",
    "Additional email" : "Нэмэлт имэйл",
    "Fediverse (e.g. Mastodon)" : "Fediverse (жнь. Mastodon)",
    "Headline" : "Гарчиг",
    "Organisation" : "Байгууллага",
    "Phone number" : "Утасны дугаар",
    "Pronouns" : "Төлөөний нэр",
    "Role" : "Үүрэг",
    "X (formerly Twitter)" : "X (өмнө нь Twitter)",
    "Bluesky" : "Bluesky",
    "Website" : "Цахим хуудас",
    "Profile visibility" : "Профайлын харагдац",
    "Locale" : "Орон нутгийн тохиргоо",
    "First day of week" : "Долоо хоногийн эхний өдөр",
    "timezone" : "цагийн бүс",
    "Private" : "Далд",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Зөвхөн гар утасны Talk-аар утасны дугаарын интеграцаар тохирсон хүмүүст харагдана",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Энэ шинж чанар нь файл хуваалцах болон календарийн урилга зэрэг үндсэн функцэд шаардлагатай тул боломжгүй",
    "Local" : "Локал",
    "Only visible to people on this instance and guests" : "Зөвхөн энэ instance-ийн хүмүүс болон зочдод харагдана",
    "Federated" : "Federated",
    "Only synchronize to trusted servers" : "Зөвхөн итгэмжит серверүүдэд синхрончлох",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Таны бүртгэлд федераци идэвхгүй болсон тул боломжгүй, асуултай бол системийн администратор руугаа хандана уу",
    "Published" : "Нийтлэгдсэн",
    "Synchronize to trusted servers and the global and public address book" : "Итгэмжит серверүүд болон глобал, нийтийн хаягийн номд синхрончлох",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Бүртгэлийн өгөгдлийг хайлтын сервер рүү нийтлэхийг зөвшөөрдөггүй тул боломжгүй, асуултай бол системийн администратор руугаа хандана уу",
    "Discover" : "Олох",
    "Your apps" : "Таны аппликэйшнүүд",
    "Active apps" : "Идэвхтэй апп-ууд",
    "Disabled apps" : "Идэвхижээгүй аппликэйшнүүд",
    "Updates" : "Шинэчлэлтүүд",
    "App bundles" : "Аппликэйшны багц",
    "Featured apps" : "Онцлох апп-ууд",
    "Supported apps" : "Дэмжигдсэн апп-ууд",
    "Best Nextcloud integration" : "Nextcloud-тай хамгийн сайн нэгдэл",
    "Open source" : "Нээлттэй эх",
    "Good performance" : "Сайн гүйцэтгэл",
    "Best security: documents never leave your server" : "Хамгийн сайн аюулгүй байдал: баримт бичгүүд серверээс гарахгүй",
    "Best ODF compatibility" : "ODF-тэй хамгийн сайн нийцтэй",
    "Best support for legacy files" : "Хуучин файлуудын хамгийн сайн дэмжлэг",
    "Good Nextcloud integration" : "Nextcloud-тай сайн нэгдэл",
    "Open core" : "Open core",
    "Best performance" : "Хамгийн сайн гүйцэтгэл",
    "Limited ODF compatibility" : "ODF нийцтэй байдал хязгаарлагдмал",
    "Best Microsoft compatibility" : "Microsoft-тай хамгийн сайн нийцтэй",
    "Show to everyone" : "Бүх хүнд харуулах",
    "Show to logged in accounts only" : "Зөвхөн нэвтэрсэн бүртгэлүүдэд харуулах",
    "Hide" : "Нуух",
    "Manually installed apps cannot be updated" : "Гараар суулгасан апп-уудыг шинэчлэх боломжгүй",
    "{progress}% Deploying …" : "{progress}% Байршуулж байна …",
    "{progress}% Initializing …" : "{progress}% Эхлүүлж байна …",
    "Health checking" : "Эрүүл мэндийн шалгалт",
    "Deploy and Enable" : "Байршуулж идэвхжүүлэх",
    "Download and enable" : "Татаж идэвхжүүлэх",
    "Disable" : "Идэвхгүй болгох",
    "Allow untested app" : "Туршигдаагүй апп-г зөвшөөрөх",
    "The app will be downloaded from the App Store" : "Апп App Store-оос татагдана",
    "This app is not marked as compatible with your {productName} version." : "Энэ апп таны {productName} хувилбартай нийцтэй гэж тэмдэглэгдээгүй.",
    "If you continue you will still be able to install the app. Note that the app might not work as expected." : "Хэрэв та үргэлжлүүлбэл аппыг суулгах боломжтой хэвээр. Апп хүлээсэн ёсоор ажиллахгүй байж болохыг анхаарна уу.",
    "Unknown" : "Үл танигдах зүйл",
    "Never" : "хэзээч",
    "Could not register device: Network error" : "Төхөөрөмж бүртгүүлж чадсангүй: Сүлжээний алдаа",
    "Could not register device: Probably already registered" : "Төхөөрөмж бүртгүүлж чадсангүй: Магадгүй аль хэдийн бүртгэгдсэн",
    "Could not register device" : "Төхөөрөмж бүртгүүлж чадсангүй",
    "An error occurred during the request. Unable to proceed." : "Хүсэлтийн үед алдаа гарлаа. Үргэлжлүүлэх боломжгүй.",
    "The app has been enabled but needs to be updated." : "Апп идэвхжсэн боловч шинэчлэх шаардлагатай.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Алдаа: Энэ апп серверийг тогтворгүй болгодог тул идэвхжүүлэх боломжгүй",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Апп идэвхжсэн боловч шинэчлэх шаардлагатай. Та 5 секундын дараа шинэчлэлтийн хуудас руу шилжинэ.",
    "Do you really want to wipe your data from this device?" : "Та энэ төхөөрөмжөөс өгөгдлөө арилгахыг хүсэж байна уу?",
    "Confirm wipe" : "Арилгахыг баталгаажуулах",
    "Could not delete the app token" : "Апп токеныг устгаж чадсангүй",
    "Error while wiping the device with the token" : "Токен бүхий төхөөрөмжийг арилгахад алдаа гарлаа",
    "Error while updating device token name" : "Төхөөрөмжийн токен нэрийг шинэчлэхэд алдаа гарлаа",
    "Error while updating device token scope" : "Төхөөрөмжийн токен хүрээг шинэчлэхэд алдаа гарлаа",
    "Could not set group sorting" : "Бүлгийн эрэмбийг тохируулж чадсангүй",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Таны сүлжээнээс хэт олон хүсэлт ирсэн. Дараа дахин оролдоно уу эсвэл энэ нь алдаа бол администратор руугаа хандана уу.",
    "Error" : "Алдаа",
    "Account documentation" : "Бүртгэлийн баримт бичиг",
    "Administration documentation" : "Удирдлагын баримт бичиг",
    "Forum" : "Хэлэлцүүлэг",
    "Nextcloud help & privacy resources" : "Nextcloud тусламж & нууцлалын нөөцүүд",
    "General documentation" : "Ерөнхий баримт бичиг",
    "Legal notice" : "Хуулийн мэдэгдэл",
    "Privacy policy" : "Нууцлалын бодлого",
    "Reasons to use Nextcloud in your organization" : "Байгууллагадаа Nextcloud ашиглах шалтгаанууд",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "{communityopen}Nextcloud хамтын нийгэмлэг{linkclose}-ээр хөгжүүлсэн, {githubopen}эх код{linkclose} нь {licenseopen}AGPL{linkclose} лицензтэй.",
    "Like our Facebook page" : "Манай Facebook хуудсыг дагах",
    "Follow us on Bluesky" : "Bluesky дээр дагах",
    "Follow us on Mastodon" : "Mastodon дээр дагах",
    "Check out our blog" : "Манай блогийг үзэх",
    "Subscribe to our newsletter" : "Мэдээллийн товхимолд бүртгүүлэх",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Nextcloud-ийн энэ хамтын нийгэмлэгийн хувилбар дэмжлэггүй бөгөөд шуурхай мэдэгдлүүд боломжгүй.",
    "Open documentation" : "бичиг баримт нээх",
    "Use a second factor besides your password to increase security for your account." : "Бүртгэлийнхээ аюулгүй байдлыг нэмэгдүүлэхийн тулд нууц үгийнхээ зэрэгцээ хоёр дахь хүчин зүйлийг ашиглана уу.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Хэрэв та Nextcloud руу холбогдохдоо гуравдагч аппууд ашигладаг бол хоёр дахь хүчин зүйлийн нэвтрэлтийг идэвхжүүлэхээсээ өмнө тус бүрт апп нууц үг үүсгэж тохируулна уу.",
    "Very weak password" : "маш муу нууц үг",
    "Weak password" : "муу нууц үг",
    "So-so password" : "ердийн нууц үг",
    "Good password" : "зөв нууц үг ",
    "Strong password" : "баттай нууц үг",
    "Group list is empty" : "Бүлгийн жагсаалт хоосон",
    "Unable to retrieve the group list" : "Бүлгийн жагсаалтыг авч чадсангүй",
    "Exclude some groups from sharing" : "Зарим бүлгүүдийг хуваалцахаас хасах",
    "Limit sharing to some groups" : "Хуваалцалтыг зарим бүлгүүдэд хязгаарлах",
    "Also allow autocompletion on full match of the user id" : "Хэрэглэгчийн ID бүрэн таарсан тохиолдолд автомат бөглөлтийг зөвшөөрөх",
    "Loading accounts …" : "Бүртгэлүүдийг ачаалж байна …",
    "Set account as admin for …" : "Бүртгэлийг … админ болгох",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} бүртгэл …","{userCount} бүртгэл …"],
    "Loading account …" : "Бүртгэл ачаалж байна …",
    "Adding your device …" : "Таны төхөөрөмжийг нэмж байна …",
    "Sending…" : "Илгээх...",
    "Email sent" : "Имэйл илгээгдлээ",
    "{progress}% Deploying …" : "{progress}% Байршуулж байна …",
    "{progress}% Initializing …" : "{progress}% Эхлүүлж байна …",
    "None/STARTTLS" : "Байхгүй/STARTTLS",
    "SSL" : "SSL",
    "Credentials" : "Итгэмжлэл",
    "SMTP Login" : "SMTP нэвтрэлт",
    "SMTP Password" : "Энгийн мэйл дамжуулах протокол-ийн нууц үг",
    "Save" : "Хадгалах",
    "Test and verify email settings" : "Имэйл тохиргоог тест хийж баталгаажуулах"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}