{ "translations": {
    "Private" : "Закрытый",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Видно только людям, сопоставленным с помощью интеграции номера телефона через приложение «Конференции» на мобильном телефоне ",
    "Local" : "Локально",
    "Only visible to people on this instance and guests" : "Видно только людям на этом сервере и гостям",
    "Federated" : "Федеративный доступ",
    "Only synchronize to trusted servers" : "Выполнять синхронизацию только с доверенными серверами",
    "Published" : "Видно всем",
    "Synchronize to trusted servers and the global and public address book" : "Выполнять синхронизацию с доверенными серверами и глобальной и открытой адресной книгой",
    "Verify" : "Проверить",
    "Verifying …" : "Выполняется проверка…",
    "Unable to change password" : "Невозможно изменить пароль",
    "Very weak password" : "Очень слабый пароль",
    "Weak password" : "Слабый пароль",
    "So-so password" : "Так себе пароль",
    "Good password" : "Хороший пароль",
    "Strong password" : "Надёжный пароль",
    "Groups" : "Участник групп",
    "Group list is empty" : "Список групп пуст",
    "Unable to retrieve the group list" : "Не удалось получить список групп",
    "{actor} added you to group {group}" : "{actor} добавил(а) вас в группу {group}",
    "You added {user} to group {group}" : "Вы добавили пользователя {user} в группу {group}",
    "{actor} added {user} to group {group}" : "{actor} добавил(а) пользователя {user} в группу {group}",
    "An administrator added you to group {group}" : "Администратор добавил вас в группу {group}",
    "An administrator added {user} to group {group}" : "Администратор добавил пользователя {user} в группу {group}",
    "{actor} removed you from group {group}" : "{actor} удалил(а) вас из группы {group}",
    "You removed {user} from group {group}" : "Вы удалили пользователя {user} из группы {group}",
    "{actor} removed {user} from group {group}" : "{actor} удалил(а) пользователя {user} из группы {group}",
    "An administrator removed you from group {group}" : "Администратор удалил вас из группы {group}",
    "An administrator removed {user} from group {group}" : "Администратор исключил пользователя {user} из группы {group}",
    "Your <strong>group memberships</strong> were modified" : "Ваше <strong>участие в группе</strong> было изменено",
    "{actor} changed your password" : "{actor} сменил(а) ваш пароль",
    "You changed your password" : "Вы изменили свой пароль",
    "Your password was reset by an administrator" : "Ваш пароль был сброшен администратором",
    "Your password was reset" : "Ваш пароль был сброшен",
    "{actor} changed your email address" : "{actor} изменил(а) ваш адрес электронной почты",
    "You changed your email address" : "Вы изменили свой адрес электронной почты",
    "Your email address was changed by an administrator" : "Ваш адрес электронной почты был изменён администратором",
    "You created an app password for a session named \"{token}\"" : "Вы создали пароль приложения для сеанса «{token}»",
    "An administrator created an app password for a session named \"{token}\"" : "Администратор создал пароль приложения для сеанса «{token}»",
    "You deleted app password \"{token}\"" : "Вы удалили пароль приложения «{token}»",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Вы переименовали пароль приложения  «{token}» в «{newToken}»",
    "You granted filesystem access to app password \"{token}\"" : "Вы разрешили доступ к файлам приложению «{token}»",
    "You revoked filesystem access from app password \"{token}\"" : "Вы закрыли приложению «{token}» доступ к файлам",
    "Security" : "Безопасность",
    "You successfully logged in using two-factor authentication (%1$s)" : "Вы вошли в систему с использованием двухфакторной аутентификации (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Неудачная попытка входа с использованием двухфакторной аутентификации (%1$s)",
    "Remote wipe was started on %1$s" : "Инициировано удаление данных с устройства  %1$s",
    "Remote wipe has finished on %1$s" : "Завершено удаление данных с устройства %1$s",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Ваш <strong>пароль</strong> или <strong>адрес электронной почты</strong> были изменены",
    "Settings" : "Настройки",
    "Could not remove app." : "Не удалось удалить приложение.",
    "Could not update app." : "Не удалось обновить приложение.",
    "Wrong password" : "Неверный пароль",
    "Unable to change personal password" : "Невозможно изменить личный пароль",
    "Saved" : "Сохранено",
    "No Login supplied" : "Логин не указан",
    "Unable to change password. Password too long." : "Не удалось изменить пароль: очень длинный пароль",
    "Authentication error" : "Ошибка аутентификации",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Пожалуйста, укажите пароль администратора для восстановления; в противном случае все данные учетной записи будут утеряны.",
    "Wrong admin recovery password. Please check the password and try again." : "Неправильный пароль восстановления администратора. Проверьте пароль и попробуйте еще раз.",
    "Backend does not support password change, but the encryption of the account key was updated." : "Серверная часть не поддерживает смену пароля, но шифрование ключа учетной записи было обновлено.",
    "Administrator documentation" : "Документация администратора",
    "User documentation" : "Пользовательская документация",
    "Nextcloud help overview" : "Обзор справки Nextcloud",
    "Invalid SMTP password." : "Неверный пароль SMTP.",
    "Email setting test" : "Проверка настроек электронной почты",
    "Well done, %s!" : "Отлично, %s!",
    "If you received this email, the email configuration seems to be correct." : "Если вы получили это сообщение, значит электронная почта настроена правильно.",
    "Email could not be sent. Check your mail server log" : "Не удалось отправить сообщение электронной почты. Проверьте журнал ошибок почтового сервера",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Во время отправки письма произошла ошибка. Пожалуйста проверьте настройки. (Ошибка: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Необходимо указать адрес электронной почты в своей учетной записи, прежде чем вы сможете отправлять тестовые электронные письма. Перейдите %s для этого.",
    "Recently active" : "Недавно активный",
    "Disabled accounts" : "Отключённые учётные записи",
    "Invalid account" : "Неверная учётная запись",
    "Invalid mail address" : "Недопустимый адрес электронной почты",
    "Settings saved" : "Настройки сохранены",
    "Unable to change full name" : "Невозможно изменить полное имя",
    "Unable to change email address" : "Невозможно изменить адрес электронной почты",
    "Unable to set invalid phone number" : "Невозможно использовать некорректный номер телефона",
    "Unable to set invalid website" : "Невозможно использовать некорректный адрес веб-сайта",
    "Some account data was invalid" : "Часть данных в аккаунте неверна",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Для подтверждения владения аккаунтом Twitter, опубликуйте следующий твит (убедитесь, что разместили его без разрыва строки):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Для подтверждения владения сайтом поместите в корневом каталоге по пути «.well-known/CloudIdVerificationCode.txt» следующее содержимое (убедитесь, что разместили весь текст в одну строку): ",
    "%1$s changed your password on %2$s." : "%1$s сменил(а) ваш пароль для сервера %2$s.",
    "Your password on %s was changed." : "Ваш пароль на сервере %s был изменён",
    "Your password on %s was reset by an administrator." : "Ваш пароль на сервере %s был сброшен администратором.",
    "Your password on %s was reset." : "Ваш пароль на сервере %s был сброшен.",
    "Password for %1$s changed on %2$s" : "Пароль %1$s изменён на сервере %2$s",
    "Password changed for %s" : "Изменён пароль %s",
    "If you did not request this, please contact an administrator." : "Если вы не запрашивали это действие, свяжитесь с администратором.",
    "Your email address on %s was changed." : "Адрес электронной почты Вашей учётной записи на сервере %s был изменён.",
    "Your email address on %s was changed by an administrator." : "Ваш адрес электронной почты  на сервере %s был изменён администратором.",
    "Email address for %1$s changed on %2$s" : "Адрес электронной почты %1$s изменён на %2$s",
    "Email address changed for %s" : "Изменён адрес электронной почты пользователя %s.",
    "The new email address is %s" : "Новый адрес электронной почты: %s.",
    "Your %s account was created" : "Создана ваша учётная запись %s ",
    "Welcome aboard" : "Добро пожаловать!",
    "Welcome aboard %s" : "Добро пожаловать, %s!",
    "Welcome to your %s account, you can add, protect, and share your data." : "%s, добро пожаловать в свою учётную запись!\nТеперь вы можете добавить свои данные, а после настроить и открыть совместный доступ.",
    "Your Login is: %s" : "Ваше имя пользователя: %s",
    "Set your password" : "Задайте свой пароль",
    "Go to %s" : "Перейти к %s",
    "Install Client" : "Установить программу-клиент",
    "Logged in account must be a subadmin" : "Вошедший в аккаунт должен быть субадминистратором",
    "Apps" : "Приложения",
    "Personal" : "Параметры пользователя",
    "Administration" : "Параметры сервера",
    "Users" : "Пользователи",
    "Additional settings" : "Дополнительные параметры",
    "Artificial Intelligence" : "Искусственный интеллект",
    "Administration privileges" : "Администрирование",
    "Groupware" : "Приложения для совместной работы",
    "Overview" : "Общие сведения",
    "Basic settings" : "Основные параметры",
    "Sharing" : "Параметры публикации",
    "Availability" : "Доступность",
    "Calendar" : "Календарь",
    "Personal info" : "Личная информация",
    "Mobile & desktop" : "Клиенты для ПК и мобильных устройств",
    "Email server" : "Почтовый сервер",
    "Mail Providers" : "Почтовые провайдеры",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "Почтовый провайдер позволяет отправлять электронные письма непосредственно через личную учетную запись электронной почты пользователя. В настоящее время эта функциональность ограничена приглашениями из календаря. Для этого требуется Nextcloud Mail 4.1 и учетная запись электронной почты в Nextcloud Mail, которая соответствует адресу электронной почты пользователя в Nextcloud.",
    "Send emails using" : "Отправляйте электронные письма с помощью",
    "User's email account" : "Учетная запись электронной почты пользователя",
    "System email account" : "Системная учетная запись электронной почты",
    "Security & setup checks" : "Проверка безопасности и настроек",
    "Background jobs" : "Фоновые задания",
    "Unlimited" : "Неограничено",
    "Verifying" : "Проверка",
    "Allowed admin IP ranges" : "Разрешенные диапазоны IP-адресов администратора",
    "Admin IP filtering isn’t applied." : "Фильтрация IP-адресов администратора не применяется.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "Ключ конфигурации \"%1$s\" ожидает массив (обнаружен %2$s). Проверка диапазона IP-адресов администратора не будет применена.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "Конфигурационный ключ \"%1$s\" содержит недопустимый диапазон(ы) IP-адресов: \"%2$s\"",
    "Admin IP filtering is correctly configured." : "Фильтрация IP-адресов администратора настроена правильно.",
    "App directories owner" : "Владелец каталога приложений",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Владельцем некоторых каталогов не является учётная запись, под которой исполняется процесс web-сервера. Как правило это случается при установке вручную. Проверьте права доступа к следующим каталогам приложения:\n%s",
    "App directories have the correct owner \"%s\"" : "У каталогов приложений есть правильный владелец \"%s\"",
    "Brute-force Throttle" : "Ограничение частоты ввода паролей",
    "Your remote address could not be determined." : "Не удалось определить ваш сетевой адрес.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Ваш IP-адрес был определён как «%s» и в данный момент заблокирован защитой от перебора, что замедляет выполнение различных запросов. Если удаленный адрес не является вашим адресом, это может свидетельствовать о том, что прокси-сервер настроен неправильно.",
    "Your remote address \"%s\" is not brute-force throttled." : "Ваш сетевой адрес «%s» не имеет ограничений по частоте ввода паролей.",
    "Old administration imported certificates" : "Сертификаты, импортированные старым пользователем",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Запланировано фоновое задание проверки пользовательских SSL-сертификатов. Пожалуйста, проверьте позже.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Имеются некоторые импортированные SSL-сертификаты администратора, которые больше не используются в Nextcloud 21. Их можно импортировать в командной строке с помощью команды \"occ security:certificates:import\". Их пути внутри каталога данных показаны ниже.",
    "Code integrity" : "Целостность кода",
    "Integrity checker has been disabled. Integrity cannot be verified." : "Проверка целостности кода была отключена, целостность не может быть проверена.",
    "No altered files" : "Изменённые файлы отсуствуют",
    "Some files have not passed the integrity check. {link1} {link2}" : "Некоторые файлы не прошли проверку целостности. {link1} {link2}",
    "Cron errors" : "Ошибки планировщика Cron",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "Ошибка запуска задачи планировщика с использованием интерфейса командной строки. Подробное сообщение об ошибке:\n%s",
    "The last cron job ran without errors." : "Последнее задание Cron было выполнено без ошибок.",
    "Cron last run" : "Последний запуск Cron",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Последняя фоновая задача была выполнена в %s. Похоже, что-то не в порядке. {link}.",
    "Last background job execution ran %s." : "Последнее выполнение фонового задания: %s.",
    "Data directory protected" : "Защита каталога данных",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Каталог данных и файлы, возможно, доступны из интернета. Файл «.htaccess» не работает. Настоятельно рекомендуется настроить веб сервер таким образом, чтобы каталог данных не был доступен из внешней сети, либо переместить каталог данных за пределы корневого каталога веб-сервера.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "Не удалось выполнить проверку защиты каталога с данными. Убедитесь, что сервер не позволяет получить доступ к каталогу с данными.",
    "Database missing columns" : "В базе данных отсутствуют некоторые столбцы",
    "Missing optional column \"%s\" in table \"%s\"." : "В таблице «%s» отсутствует необязательный столбец «%s».",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "В базе данных отсутствуют некоторые необязательные столбцы. Из-за того, что добавление столбцов в больших таблицах может занять некоторое время, они не добавляются автоматически, если они могут быть необязательными. Запустив «occ db:add-missing-columns», эти недостающие столбцы можно добавить вручную, пока экземпляр продолжает работать. После добавления столбцов некоторые функции могут улучшить отзывчивость или удобство использования.",
    "Database missing indices" : "В базе данных отсутствуют некоторые индексы",
    "Missing indices:" : "Отсутствующие индексы:",
    "\"%s\" in table \"%s\"" : "«%s» в таблице «%s»",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them. " : "Обнаружено отсутствие некоторых отсутствующих индексов. При разработке Nextcloud или приложений для увеличения производительности, разработчики  добавляют новые индексы в базы данных. Новые индексы не создаются автоматически, так как создание индексов может занять продолжительное время, и в это время производительность системы будет снижена. После того как индексы созданы, запросы к таблицам будут выполняться быстрее. Для создания индексов используйте команду «occ db:add-missing-indices».",
    "Database missing primary keys" : "В базе данных отсутствуют первичные ключи",
    "Missing primary key on table \"%s\"." : "В таблице «%s» отсутствует первичный ключ.",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "В базе данных отсутствуют некоторые первичные ключи. Поскольку добавление первичных ключей в большие таблицы могло занять некоторое время, они не добавлялись автоматически. Запустив команду «occ db: add-missing-primary-keys», эти недостающие первичные ключи можно добавить вручную, пока экземпляр продолжает работать.",
    "Database pending bigint migrations" : "В базе данных ожидается преобразование значений с типом двойное длинное целое",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "Некоторые столбцы таблиц базы данных не прообразованы в тип «двойное длинное целое». Для таблиц значительного размера такое преобразование может занять продолжительное время и поэтому не было выполнено автоматически. Чтобы запустить операцию преобразования вручную, запустите в консоли команду «occ db:convert-filecache-bigint» во время режима обслуживания.",
    "Debug mode" : "Журнал отладки",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Этот экземпляр запущен в режиме отладки. Включайте его только для локальной разработки, а не в производственных средах.",
    "Debug mode is disabled." : "Включён режим отладки.",
    "Default phone region" : "Телефонный регион по умолчанию",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "В вашей установке не установлен телефонный регион по умолчанию. Это необходимо для проверки телефонных номеров в настройках профиля без указания кода страны. Чтобы разрешить использование номеров без кода страны, пожалуйста, добавьте \"default_phone_region\" с соответствующим кодом региона ISO 3166-1 в свой конфигурационный файл.",
    "Email test" : "Тестовое письмо",
    "Email test was successfully sent" : "Тестовое письмо успешно отправлено",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Параметры сервера электронной почты ещё не заданы или не проверены. Чтобы произвести настройку, перейдите в раздел основных параметров, после чего для проверки нажмите кнопку «Отправить сообщение».",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "Для хранения записей о транзакционном блокировании файлов сейчас используется база данных. Для повышения производительности рекомендуется настроить memcache.",
    "Forwarded for headers" : "Заголовок получателя перенаправления («forwarded for»).",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "Параметр «trusted_proxies», позволяющий настроить список доверенных прокси-серверов, имеет неверный формат. Данный список должен быть в формате массива.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "Параметр «trusted_proxies» задан неверно, он должен представлять собой массив IP-адресов. Допускается использовать пространства адресов с использованием бесклассовой адресации (CIDR).",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Заголовки обратного прокси настроены неверно, что является проблемой безопасности, позволяя злоумышленнику подделать свой IP-адрес и сделать его видимым для Nextcloud. ",
    "Your IP address was resolved as %s" : "Ваш IP-адрес был определён как %s",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Заголовки обратного прокси настроены неправильно, либо подключение к серверу Nextcloud осуществляется через доверенный прокси. Если Nextcloud открыт не через доверенный прокси, то это проблема безопасности, которая может позволить атакующему подделать IP-адрес, определяемый сервером Nextcloud.",
    "HTTPS access and URLs" : "HTTPS и адреса",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "Доступ к сайту осуществляется с использованием небезопасного протокола HTTP. Настоятельно рекомендуется вместо этого настроить использование протокола HTTPS, т.к. без него не будут работать некоторые важные веб-функции, такие, как копирование в  буфер обмена и обработчики служб.",
    "Accessing site insecurely via HTTP." : "Используется небезопасное подключение по протоколу HTTP.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Сервер создаёт небезопасные ссылки, несмотря на то, что к нему осуществлено безопасное подключение. Скорее всего, причиной являются неверно настроенные параметры обратного прокси и значения параметров «overwrite*», настраивающих перезапись адресов.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "Сервер создаёт незащищённые ссылки. Если вы используете подключение по протоколу HTTPS, то, скорее всего, причиной являются неверно настроенные параметры обратного прокси и значения параметров «overwrite*», настраивающих перезапись адресов.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "Используется безопасное подключение по протоколу HTTPS и сервер создаёт безопасные ссылки.",
    "Internet connectivity" : "Подключение к интернету",
    "Internet connectivity is disabled in configuration file." : "Подключение к интернету отключено к файле конфигурации",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Этот сервер не подключён к интернету: множество конечных устройств не могут быть доступны. Это означает, что не будут работать некоторые функции, такие как подключение внешнего хранилища, уведомления об обновлениях или установка сторонних приложений. Так же могут не работать удалённый доступ к файлам и отправка уведомлений по электронной почте. Для использования всех возможностей рекомендуется разрешить серверу доступ в Интернет.",
    "JavaScript modules support" : "Поддержка модулей JavaScript",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Не удалось проверить, поддерживается ли JavaScript. Внесите исправления или подтвердите, обрабатывает ли веб-сервер файлы *.mjs, основываясь на MIME-типах.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "Ваш веб-сервер не обслуживает файлы `.mjs` с использованием типа MIME JavaScript. Это нарушит работу некоторых приложений, не позволяя браузерам выполнять файлы JavaScript. Вам следует настроить веб-сервер для обслуживания файлов `.mjs` с типом MIME `text/javascript` или `application/javascript`.",
    "JavaScript source map support" : "Поддержка модулей JavaScript",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "Веб-сервер не настроена должным образом для поддержки файлов «.js.map». Отсутствие поддержки этих файлов усложняет поиск ошибок и их отладку. ",
    "Old server-side-encryption" : "Устаревший режим шифрования на стороне сервера",
    "Disabled" : "Отключено",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "Задействован устаревший режим шифрования файлов на стороне сервера. Рекомендуется отключить такое шифрование.",
    "Maintenance window start" : "Начало окна обслуживания",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "Не настроено время начала окна обслуживания. Это означает, что ресурсоемкие ежедневные фоновые задачи будут выполняться во время основного использования. Рекомендуется установить время в период низкой активности, чтобы снизить влияние выполнения ресурсоемких процедур на пользователей.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "Период обслуживания для выполнения тяжелых фоновых задач — с {start}:00 UTC до {end}:00 UTC",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "В качестве механизма распределённого кэша выбран Memcached, но установлен неподдерживаемый модуль PHP «memcache». Установите модуль PHP «memcached».",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "В качестве механизма распределённого кэша выбран Memcached, но модуль PHP «memcache» не установлен. Установите модуль PHP «memcached».",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Не настроен механизм кэширования.  Для повышения производительности рекомендуется настроить memcache.",
    "Configured" : "Настроен",
    "Mimetype migrations available" : "Доступны миграции Mimetype",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "Доступны одна или несколько миграций mimetype. Иногда добавляются новые mimetype для лучшей обработки определенных типов файлов. Миграция mimetype занимает много времени на больших экземплярах, поэтому она не выполняется автоматически во время обновлений. Используйте команду `occ maintenance:repair --include-expensive` для выполнения миграций.",
    "You are not using MySQL" : "MySQL не используется",
    "MySQL Unicode support" : "Поддержка Unicode в MySQL",
    "MySQL is used as database and does support 4-byte characters" : "Используется MySQL и настроена поддержка четырёхбайтовых символов",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL используется в качестве базы данных, но не поддерживает 4-байтовые символы.  Чтобы иметь возможность обрабатывать 4-байтовые символы (например, смайлики) в именах файлов или комментариях, рекомендуется включить поддержку 4-байтового кодирования символов в MySQL.",
    "OCS provider resolving" : "Разрешение поставщика OCS",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "Не удалось проверить, правильно ли ваш веб-сервер разрешает URL-адреса поставщиков OCM и OCS.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "Веб-сервер не настроен должным образом для разрешения пути «%1$s».\nСкорее всего, это связано с конфигурацией веб-сервера, которая не была обновлена для непосредственного доступа к этой папке.\nСравните свою конфигурацию с поставляемыми правилами перезаписи в файле «.htaccess» для Apache или предоставленными в документации для Nginx на странице документации.\nДля Nginx, как правило, требуется обновить строки, начинающиеся с «location ~».",
    "Overwrite CLI URL" : "Перезапись адреса интерфейса командной строки",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "Параметр «overwrite.cli.url» в файле «config.php» настроен верно и имеет значение «%s».",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "Параметр «overwrite.cli.url» в файле «config.php» настроен корректно и содержит значение адреса «%s». Рекомендуемым значением адреса является «%s».",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Убедитесь, что параметр «overwrite.cli.url» в файле «config.php» имеет значение основного используемого URL-адреса сервера, предлагаемое значение: «%s». В противном случае могут возникнуть проблемы с созданием URL-адресов при использовании планировщика Cron. Убедитесь, что предлагаемый URL-адрес является основным используемым адресом этого сервера.",
    "PHP APCu configuration" : "PHP APCu конфигурация",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "Ваш кэш APCu переполнен, рассмотрите возможность увеличения параметра php apc.shm_size.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "Ваш кэш APCu почти заполнен на %s%%, рассмотрите возможность увеличения параметра php apc.shm_size.",
    "PHP default charset" : "Кодировка PHP по умолчанию",
    "PHP configuration option \"default_charset\" should be UTF-8" : "Параметр конфигурации PHP «default_charset» должен иметь значение «UTF-8».",
    "PHP set_time_limit" : "Функция PHP «set_time_limit»",
    "The function is available." : "Функция недоступна.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "Недоступна функция PHP «set_time_limit». В случае остановки выполнения сценариев во время работы это может привести к повреждению установки сервера Nextcloud. Настоятельно рекомендуется включить эту функцию.",
    "Freetype" : "Библиотека Freetype",
    "Supported" : "Поддерживается",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Установленная версия PHP не поддерживает библиотеку FreeType, что приводит к неверному отображению изображений профиля и интерфейса настроек.",
    "PHP getenv" : "Функция PHP «getenv»",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "PHP не настроен правильно для получения переменных системного окружения. Запрос getenv(\"PATH\") возвращает пустые результаты.",
    "PHP memory limit" : "Ограничение памяти, используемой PHP",
    "The PHP memory limit is below the recommended value of %s." : "Разрешённое максимальное значение использования памяти PHP ниже рекомендуемого значения %s.",
    "PHP modules" : "Модули PHP",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "улучшает производительность при использовании переводов и исправляет сортировку не-ASCII символов",
    "for Argon2 for password hashing" : "для использования функции Argon2 для хэширования паролей",
    "for WebAuthn passwordless login" : "для входа без использования пароля по протоколу WebAuthn",
    "for WebAuthn passwordless login, and SFTP storage" : "для входа в систему без пароля WebAuthn и хранения данных по протоколу SFTP",
    "for picture rotation in server and metadata extraction in the Photos app" : "для поворота изображений и извлечения метаданных в приложении Фотографии",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "На этом сервере отсутствуют некоторые рекомендуемые модули PHP. Рекомендуется установить: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "На этом сервере не установлены некоторые рекомендуемые модули PHP. Для улучшения производительности и совместимости рекомендуется установить следующие модули:\n%s",
    "PHP opcache" : "Модуль PHP OPcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "Модуль OPcache подсистемы PHP не загружен. Для повышения производительности рекомендуется его установить.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "Модуль PHP OPcache отключён. Для улучшения производительности рекомендуется в файле конфигурации подсистемы PHP добавить строку «opcache.enable=1».",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "OPcache на основе общей памяти отключен. Для повышения производительности рекомендуется использовать значение параметра  «opcache.file_cache_only=0» в файле конфигурации PHP и использовать файловый кэш только как кэш второго уровня.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "Механизм кэширования OPcache не работает должным образом, вызов «opcache_get_status()» возвращает значение «false». Проверьте параметры конфигурации.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "Максимальное количество ключей OPcache почти достигнуто. Для гарантированного сохранения всех сценариев в кэш-памяти рекомендуется в файле конфигурации подсистемы PHP задать параметру «opcache.max_accelerated_files» значении больше «%s».",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "Буфер OPcache почти заполнен. Чтобы гарантировать, что все скрипты могут храниться в кэше, рекомендуется применить \"opcache.memory_consumption\" к вашей конфигурации PHP со значением, превышающим \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "Буфер встроенных строк OPcache почти заполнен. Чтобы гарантировать эффективное кэширование повторяющихся строк, рекомендуется применить \"opcache.interned_strings_buffer\" к вашей конфигурации PHP со значением выше, чем \"%s\".",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache настроен на удаление комментариев к коду. Если OPcache включен, для работы Nextcloud необходимо задать значение \"opcache.save_comments=1\".",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud не разрешено использовать OPcache API. При включенном OPcache настоятельно рекомендуется включить во все каталоги Nextcloud параметр \"opcache.restrict_api\" или отменить этот параметр, чтобы отключить ограничения OPcache API, чтобы предотвратить ошибки при обновлении ядра Nextcloud или приложений.",
    "Checking from CLI, OPcache checks have been skipped." : "Проверка из CLI, проверки OPcache пропущены.",
    "The PHP OPcache module is not properly configured. %s." : "Модуль PHP OPcache настроен неправильно. %s.",
    "Correctly configured" : "Параметры настроены корректно",
    "PHP version" : "Версия PHP",
    "You are currently running PHP %s. PHP 8.1 is now deprecated in Nextcloud 30. Nextcloud 31 may require at least PHP 8.2. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "В настоящее время вы используете PHP %s. PHP версии 8.1 больше не поддерживается в Nextcloud 30. Для Nextcloud 31 может потребоваться как минимум PHP 82. Как можно скорее обновитесь до одной из официально поддерживаемых версий PHP, предоставленных PHP Group.",
    "You are currently running PHP %s." : "В настоящее время вы используете PHP %s.",
    "PHP \"output_buffering\" option" : "Параметр конфигурации PHP «output_buffering»",
    "PHP configuration option \"output_buffering\" must be disabled" : "Параметр конфигурации PHP «output_buffering» должен быть отключён",
    "Push service" : "Служба Push",
    "Valid enterprise license" : "Действующая корпоративная лицензия",
    "Free push service" : "Бесплатная служба Push",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Это неподдерживаемая сборка сообщества Nextcloud. Размер этого развёртывания не позволяет,  гарантировать производительность, надежность и масштабируемость. Push-уведомления отключены, чтобы не перегружать бесплатный сервис разработчиков Nextcloud. Узнайте больше о преимуществах корпоративной версии Nextcloud по ссылке {link}.",
    "Random generator" : "Генератор случайных чисел",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "PHP не нашел подходящего источника случайности, что крайне не рекомендуется по соображениям безопасности.",
    "Secure" : "Безопасность",
    "Configuration file access rights" : "Параметры прав доступа к файлам",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Файл конфигурации доступен только для чтения, что не позволяет изменять некоторые настройки из веб-интерфейса. Обратите внимание, что для установки обновлений потребуется разрешить запись в файл конфигурации.",
    "Nextcloud configuration file is writable" : "Файл конфигурации Nextcloud доступен для записи",
    "Scheduling objects table size" : "Размер таблицы объектов планирования",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "У вас есть более чем %s строк в таблице объектов планирования. Пожалуйста, запустите ремонтные работы через occ maintenance:repair --include-expensive.",
    "Scheduling objects table size is within acceptable range." : "Размер таблицы объектов планирования находится в пределах допустимого диапазона.",
    "HTTP headers" : "Заголовки HTTP",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- `%1$s` HTTP-заголовок не установлен на `%2$s`. Некоторые функции могут работать некорректно, поэтому рекомендуется соответствующим образом настроить этот параметр.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- `%1$s` HTTP-заголовок не установлен на `%2$s`. Это потенциальный риск безопасности или конфиденциальности, поэтому рекомендуется соответствующим образом настроить этот параметр.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- `%1$s` HTTP-заголовок не содержит `%2$s`. Это потенциальный риск безопасности или конфиденциальности, поэтому рекомендуется соответствующим образом настроить этот параметр.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- Заголовок `%1$s` HTTP не установлен в `%2$s`, `%3$s`, `%4$s`, `%5$s` или `%6$s`. Это может привести к утечке информации о реферере. См. {w3c-recommendation}.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- HTTP-заголовок `Strict-Transport-Security` не установлен по крайней мере на `%d` секунд (текущее значение: `%d`). Для повышения безопасности рекомендуется использовать длинную политику HSTS.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- HTTP-заголовок `Strict-Transport-Security` имеет неверный формат: `%s`. Для повышения безопасности рекомендуется включить HSTS.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- Заголовок HTTP «Strict-Transport-Security» не установлен (должен быть настроен как минимум на `%d` секунд. Для улучшения безопасности рекомендуется включить HSTS.",
    "Some headers are not set correctly on your instance" : "Некоторые заголовки в вашем экземпляре установлены неправильно",
    "Could not check that your web server serves security headers correctly. Please check manually." : "Не удалось проверить, правильно ли ваш веб-сервер отображает заголовки безопасности. Пожалуйста, проверьте вручную.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "Не удалось проверить, правильно ли ваш веб-сервер обслуживает заголовки безопасности, не удалось выполнить запрос `%s`",
    "Your server is correctly configured to send security headers." : "Ваш сервер правильно настроен для отправки заголовков безопасности.",
    "Database version" : "Версия базы данных",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Обнаружена версия MariaDB 10.3. Эта версия является устаревшей и поддерживается только как часть Ubuntu 20.04. MariaDB >=%1$s и <=%2$s рекомендована для лучшей производительности, стабильности и функциональности с этой версией Nextcloud.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Обнаружена версия MariaDB \"%1$s\". MariaDB версий >=%2$s и <=%3$s рекомендована для лучшей производительности, стабильности и функциональности с этой версией Nextcloud.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "Обнаружена версия MySQL \"%1$s\". MySQL версий >=%2$s и <=%3$s рекомендован для лучшей производительности, стабильности и функциональности с этой версией Nextcloud.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "В настоящее время в качестве серверной базы данных используется SQLite. Для более крупных установок рекомендуется переключиться на другую серверную базу данных. Это особенно рекомендуется при использовании настольного клиента для синхронизации файлов. Для перехода на другую базу данных используйте инструмент командной строки: \"occ db:convert-type\".",
    "Unknown database platform" : "Неизвестная платформа базы данных",
    "Architecture" : "Архитектура",
    "64-bit" : "64-бита",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Похоже, вы используете 32-битную версию PHP. Для нормальной работы Nextcloud требуется 64-битная версия. Пожалуйста, обновите свою ОС и PHP до 64-битной версии!",
    "Temporary space available" : "Доступное временное пространство",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "Ошибка при проверке временного пути PHP - он не был правильно установлен в каталог. Возвращаемое значение: %s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "Функция php \"disk_free_space\" отключена, что не дает провести проверку наличия свободного места во временных каталогах",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "Ошибка при проверке доступного дискового пространства временного пути PHP или не возвращено свободное дисковое пространство. Временный путь: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f GiB доступен в %s (временный каталог PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f GiB доступен в %s (временный каталог Nextcloud)",
    "Temporary directory is correctly configured:\n%s" : "Каталог временных файлов настроен верно:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Этот экземпляр использует хранилище объектов на базе S3 в качестве основного хранилища и имеет достаточно места во временном каталоге.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Этот экземпляр использует хранилище объектов на основе S3 в качестве основного хранилища. Загруженные файлы временно хранятся на сервере, поэтому рекомендуется иметь 50 ГБ свободного места во временном каталоге PHP. Чтобы улучшить это, измените временный каталог в php.ini или выделите больше места по этому пути. Проверка свободного места во временном каталоге показала %.1f ГБ вместо рекомендуемых 50 ГБ. Путь: %s",
    "Database transaction isolation level" : "Уровень изоляции транзакций",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "База данных не использует режиме изоляции транзакций «READ COMMITED». Такое поведение может вызвать проблемы при одновременном выполнении нескольких операций.",
    "Was not able to get transaction isolation level: %s" : "Не удалось получить уровень изоляции транзакций: %s",
    ".well-known URLs" : "Адреса .well-known",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "`check_for_working_wellknown_setup` в вашей конфигурации установлено значение false, поэтому эта проверка была пропущена.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "Не удалось проверить, работает ли ваш веб-сервер `.well-known` правильно. Пожалуйста, проверьте вручную.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "Ваш веб-сервер неправильно настроен для решения `.well-known` URL-адреса, сбой при:\n`%s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "Ваш сервер правильно настроен для обслуживания `.well-known` URL-адреса.",
    "Profile information" : "Сведения о профиле",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Изображение профиля, полное имя, адрес электронной почты, номер телефона, адрес, веб-сайт, Twitter, организация, роль, заголовок, биография и сведения том, активен ли профиль",
    "Nextcloud settings" : "Параметры Nextcloud",
    "Unified task processing" : "Единая обработка задач",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Задачи искусственного интеллекта могут быть реализованы различными приложениями. Здесь вы можете указать, какое приложение следует использовать для выполнения какой задачи.",
    "Task:" : "Задача:",
    "None of your currently installed apps provide Task processing functionality" : "Ни одно из установленных на данный момент приложений не предоставляет функции обработки задач",
    "Machine translation" : "Машинный перевод",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "Машинный перевод может быть реализован различными приложениями. Здесь вы можете определить приоритет приложений машинного перевода, установленных вами на данный момент.",
    "Image generation" : "Создание изображений",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "Генерация изображений может быть реализована различными приложениями. Здесь вы можете указать, какое приложение следует использовать.",
    "None of your currently installed apps provide image generation functionality" : "Ни одно из установленных вами в данный момент приложений не предоставляет функцию создания изображения",
    "Text processing" : "Обработка текста",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Задачи обработки текста могут быть реализованы различными приложениями. Здесь вы можете указать, какое приложение следует использовать для выполнения какой задачи.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Ни одно из установленных у вас приложений не поддерживает функцию обработки текста с использованием API обработки текста.",
    "Here you can decide which group can access certain sections of the administration settings." : "Здесь вы можете решить, какая группа может получить доступ к определенным разделам настроек администрирования.",
    "None" : "Отсутствует",
    "Unable to modify setting" : "Не удалось изменить параметры",
    "Allow apps to use the Share API" : "Позволить приложениям использовать API публикации",
    "Allow resharing" : "Разрешить повторную публикацию",
    "Allow sharing with groups" : "Разрешить делиться с группами",
    "Restrict users to only share with users in their groups" : "Запретить делиться с пользователями из других групп",
    "Ignore the following groups when checking group membership" : "Игнорировать указанные группы при проверке участия в группе",
    "Allow users to share via link and emails" : "Разрешить пользователям делиться по ссылке и по электронной почте",
    "Allow public uploads" : "Разрешить предоставлять доступ на запись",
    "Always ask for a password" : "Предлагать задать пароль",
    "Enforce password protection" : "Требовать защиту паролем",
    "Exclude groups from password requirements" : "Не применять правила для следующих групп",
    "Exclude groups from creating link shares" : "Группы с запретом создания ссылок для публикации",
    "Limit sharing based on groups" : "Ограничьте общий доступ в зависимости от групп",
    "Allow sharing for everyone (default)" : "Разрешить общий доступ для всех (по умолчанию)",
    "Exclude some groups from sharing" : "Исключить некоторые группы из общего доступа",
    "Limit sharing to some groups" : "Ограничить доступ к некоторым группам",
    "Groups allowed to share" : "Группы, которым разрешена публикация",
    "Groups excluded from sharing" : "Группы, которым запрещена публикация",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Запрещенные группы смогут получать общие ресурсы, но не смогут их создавать.",
    "Enforce expiration date" : "Срок действия обязателен",
    "Default expiration time of new shares in days" : "Время истечения новых публикаций по умолчанию (в днях)",
    "Expire shares after x days" : "Закрывать общий доступ через x дней",
    "Set default expiration date for shares to other servers" : "Установить дату истечения по умолчанию для общих ресурсов на других серверах",
    "Enforce expiration date for remote shares" : "Принудительно задать срок истечения доступа к общим ресурсам с других серверов",
    "Default expiration time of remote shares in days" : "Время истечения общих ресурсов с других серверов по умолчанию (в днях)",
    "Expire remote shares after x days" : "Закрывать общий доступ к ресурсам с других серверов через x дней",
    "Set default expiration date for shares via link or mail" : "Установить срок действия общего доступа через ссылки или почту",
    "Default expiration time of shares in days" : "Срок действия общего доступа по умолчанию",
    "Privacy settings for sharing" : "Настройки приватности для совместного использования",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Разрешить автоматическое заполнение имени учетной записи в диалоговом окне общего доступа и разрешить доступ к системной адресной книге",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Если автозаполнение «одна группа» и «интеграция телефонного номера» включены, совпадения в любом из них достаточно, чтобы отобразить пользователя.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Ограничьте автоматическое заполнение имени учетной записи и доступ к системной адресной книге для пользователей из одних и тех же групп",
    "Restrict account name autocompletion to users based on phone number integration" : "Ограничить автоматическое заполнение имени учетной записи пользователями на основе интеграции телефонных номеров",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Разрешить автозаполнение при вводе полного имени или адреса электронной почты (игнорируя отсутствие совпадений в телефонной книге и нахождение в одной группе)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Показывать текст отказа от ответственности на странице публичной ссылки (показывается только когда скрыт список файлов)",
    "Disclaimer text" : "Текст отказа от ответственности",
    "This text will be shown on the public link upload page when the file list is hidden." : "Этот текст будет показан при переходе по открытой ссылке на страницу передачи файлов на сервер и только при скрытом списке файлов.",
    "Default share permissions" : "Права общего доступа по умолчанию",
    "Changed disclaimer text" : "Текст отказа от ответственности изменён",
    "Deleted disclaimer text" : "Текст отказа от ответственности удалён",
    "Could not set disclaimer text" : "Не удалось задать текст отказа от отвественности",
    "Two-Factor Authentication" : "Двухфакторная аутентификация",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Двухфакторная аутентификация может быть принудительна включена для всех учётных записей  и выбранных групп. В случае, если у пользователя не настроен механизм подтверждения подлинности вторым фактором, он не сможет войти в систему.",
    "Enforce two-factor authentication" : "Требовать двухфакторую аунтефикацию",
    "Limit to groups" : "Разрешить использование только участникам этих групп",
    "Enforcement of two-factor authentication can be set for certain groups only." : "Требование использовать двухфакторную аутентификацию может быть применено только к определённым группам. ",
    "Two-factor authentication is enforced for all members of the following groups." : "Двухфакторная аутентификация требуется для всех пользователей следующих групп:",
    "Enforced groups" : "Группы с требованием использования двухфакторной аутентификации",
    "Two-factor authentication is not enforced for members of the following groups." : "Двухфакторная аутентификация не требуется для пользователей следующих групп:",
    "Excluded groups" : "Группы без требования использования двухфакторной аутентификации",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Если выбрано включение или отключение использования двухфакторной проверки подлинности для групп, то для определения, требуется ли от пользователя использовать её, применяются следующие правила: \\n\n - если группы не включены в список, то двухфакторная проверка  включена для всех их участников, кроме тех, кто также состоит в группах, проверка для которых отключена;\n - если группы включены в список, то двухфакторная проверка включена для всех участников таких групп;\n- если учётная запись состоит одновременно и в группе, проверка для которой включена и группе, проверка для которой отключена, то приоритет получает использование двухфакторной проверки.",
    "Save changes" : "Сохранить изменения",
    "Show details for {appName} app" : "Подробные сведения о приложении «{appName}»",
    "Update to {update}" : "Обновить до {update}",
    "Remove" : "Удалить",
    "Featured" : "Рекомендуемые",
    "This app is supported via your current Nextcloud subscription." : "Это приложение поддерживается через вашу текущую подписку Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Рекомендованные приложения разработаны совместно с сообществом. Эти приложения обеспечивают основной функционал и готовы для использования в рабочих системах.",
    "Community rating: {score}/5" : "Оценка сообщества: {score}/5",
    "All apps are up-to-date." : "Обновления приложений отсутствуют.",
    "Icon" : "Значок",
    "Name" : "Имя",
    "Version" : "Версия",
    "Level" : "Уровень",
    "Actions" : "Действия",
    "Results from other categories" : "Результаты из других категорий",
    "No apps found for your version" : "Приложений, совместимых с установленной версией Nextcloud, не найдено",
    "Disable all" : "Отключить все",
    "Download and enable all" : "Скачать и включить все",
    "_%n app has an update available_::_%n apps have an update available_" : ["Возможно обновить %n приложение.","Возможно обновить %n приложения.","Возможно обновить %n приложений.","Возможно обновить %n приложения."],
    "_Update_::_Update all_" : ["Обновить","Обновить все","Обновить все","Обновить все"],
    "Nothing to show" : "Нет ни одного объекта для просмотра",
    "Could not load section content from app store." : "Не удалось загрузить содержимое из магазина приложений",
    "Loading" : "Загрузка",
    "Fetching the latest news…" : "Получение последних новостей…",
    "Could not load app discover section" : "Не удалось загрузить раздел «Центр приложений»",
    "Could not render element" : "Не удалось подготовить объект к показу",
    "Carousel" : "Карусель",
    "Previous slide" : "Предыдущий слайд",
    "Next slide" : "Следующий слайд",
    "Choose slide to display" : "Выберите слайд для показа",
    "{index} of {total}" : "{index} из {total}",
    "Daemon" : "Служба",
    "Deploy Daemon" : "Служба публикации",
    "Type" : "Тип",
    "Display Name" : "Отображаемое имя",
    "GPUs support" : "Поддержка графических процессоров",
    "Compute device" : "Вычислительное устройство",
    "Description" : "Описание",
    "Details" : "Подробные сведения",
    "All" : "Все",
    "Limit app usage to groups" : "Разрешить использовать приложение только участникам этих групп",
    "No results" : "Результаты отсутствуют",
    "Update to {version}" : "Обновление до {version}",
    "Default Deploy daemon is not accessible" : "Служба публикации по умолчанию недоступна",
    "Delete data on remove" : "Удалить данные при удалении",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Для этого приложения не указана минимальная поддерживаемая версия Nextcloud,  в будущем это будет считаться ошибкой.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Для этого приложения не указана максимальная поддерживаемая версия Nextcloud, в будущем это будет считаться ошибкой.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Приложение не может быть установлено, следующие зависимости не удовлетворены:",
    "Latest updated" : "Недавно обновлённые",
    "Author" : "Автор",
    "Categories" : "Категории",
    "Resources" : "Ресурсы",
    "Documentation" : "Документация",
    "Interact" : "Содействовать",
    "Report a bug" : "Сообщить об ошибке",
    "Request feature" : "Запросить новую возможность",
    "Ask questions or discuss" : "Задать вопросы или обсудить",
    "Rate the app" : "Оценить приложение",
    "Rate" : "Оценка",
    "View in store" : "Посмотреть в магазине приложений",
    "Visit website" : "Перейти на веб-сайт",
    "Usage documentation" : "Документация по использованию",
    "Admin documentation" : "Документация для администратора",
    "Developer documentation" : "Документация для разработчиков",
    "Changelog" : "Журнал изменений",
    "Device name" : "Название устройства",
    "Cancel renaming" : "Отменить переименование",
    "Save new name" : "Сохранить новое имя",
    "Marked for remote wipe" : "Помечено для удаления данных",
    "Device settings" : "Параметры устройства",
    "Allow filesystem access" : "Разрешить доступ к файлам",
    "Rename" : "Переименовать",
    "Revoke" : "Отозвать",
    "Wipe device" : "Удалить данные с устройства",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Отзыв токена может привести к невозможности удаления данных с устройства, если такое удаление ещё не запущено.",
    "Google Chrome for Android" : "Google Chrome для Android",
    "{productName} iOS app" : "Приложение {productName} для iOS",
    "{productName} Android app" : "Приложение {productName} для Android",
    "{productName} Talk for iOS" : "Приложение {productName} Talk для iOS",
    "{productName} Talk for Android" : "Приложение {productName} Talk для Android",
    "Sync client" : "Приложение для синхронизации",
    "This session" : "Этот сеанс работы",
    "{client} - {version} ({system})" : "{client} — {version} ({system})",
    "{client} - {version}" : "{client} — {version}",
    "Device" : "Устройство",
    "Last activity" : "Последние действия",
    "Devices & sessions" : "Активные устройства и сеансы",
    "Web, desktop and mobile clients currently logged in to your account." : "Веб, настольные и мобильные клиенты, которые в настоящий момент авторизованы вашей учётной записью.",
    "App name" : "Название приложения",
    "Create new app password" : "Создать пароль приложения",
    "Error while creating device token" : "Ошибка при создании токена для устройства",
    "New app password" : "Новый пароль приложения",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Для настройки приложения или устройства используйте данных для входа в систему, приведённые ниже. По соображениям безопасности, пароль будет показан только один раз.",
    "Login" : "Логин",
    "Password" : "Пароль",
    "Show QR code for mobile apps" : "Показать QR-код для мобильных приложений",
    "App password copied!" : "Пароль приложения скопирован.",
    "Copy app password" : "Копировать пароль приложения",
    "Login name copied!" : "Имя пользователя скопировано.",
    "Copy login name" : "Копировать имя пользователя",
    "Could not copy app password. Please copy it manually." : "Не удалось скопировать пароль приложения. Скопируйте его вручную.",
    "Could not copy login name. Please copy it manually." : "Не удалось скопировать имя пользователя. Скопируйте его вручную.",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Для правильной работы сервера Nextcloud важно правильно настроить выполнение задач в фоновом режиме. Рекомендуемым вариантом запуска фоновых задач является использование планировщика Cron. Обратитесь к документации для получения дополнительной информации.",
    "Last job execution ran {time}. Something seems wrong." : "Последнее задание было выполнено {time}. Похоже, что-то не в порядке.",
    "Last job ran {relativeTime}." : "Последнее задание было запущено {relativeTime}.",
    "Background job did not run yet!" : "Фоновые задания ещё не выполнялись.",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "Выполняется по одной задаче с каждой загруженной страницей. Пример использования: Один экземпляр учетной записи.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php зарегистрирован в службе webcron для вызова cron.php каждые 5 минут по протоколу HTTP. Пример использования: Очень маленький экземпляр (1-5 учетных записей в зависимости от использования).",
    "Cron (Recommended)" : "Cron (рекомендуется)",
    "Use system cron service to call the cron.php file every 5 minutes." : "Использовать системный cron для вызова файла cron.php каждые 5 минут.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "Операция cron.php должна выполняться с помощью системной учетной записи \"{user}\".",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "Требуется расширение PHP POSIX. Смотрите {linkstart}документацию по PHP{linkend} для получения более подробной информации.",
    "Unable to update background job mode" : "Не удалось изменить режим запуска фоновых задач",
    "Profile" : "Профиль",
    "Enable or disable profile by default for new accounts." : "Включите или отключите профиль по умолчанию для новых учетных записей.",
    "Enable" : "Включить",
    "Unable to update profile default setting" : "Не удалось обновить состояние использования профилей по умолчанию",
    "Failed to save setting" : "Не удалось сохранить параметры",
    "Server-side encryption" : "Шифрование на стороне сервера",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "Шифрование на стороне сервера позволяет шифровать файлы, которые загружаются на этот сервер. Это связано с ограничениями, такими как снижение производительности, поэтому включите его только в случае необходимости.",
    "Enable server-side encryption" : "Включить шифрование на стороне сервера",
    "Please read carefully before activating server-side encryption:" : "Перед включением шифрования на стороне сервера, внимательно прочтите следующее:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "После включения шифрования, все файлы, отправленные с этого момента на сервер, будут сохраняться в зашифрованном виде. Отключить шифрование в дальнейшем возможно только в случае, если использованный модуль шифрования поддерживает такую функцию, а также при соблюдении всех дополнительных условий (например, настроен ключ восстановления).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Шифрование само по себе не гарантирует безопасность системы. В документации приведена  дополнительная информация о работе приложения «Шифрование» и примеры его использования.",
    "Be aware that encryption always increases the file size." : "Шифрование всегда увеличивает размер файлов.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Регулярно создавайте резервные копии данных. При использовании шифрования сохраняйте не только данные, но и ключи.",
    "This is the final warning: Do you really want to enable encryption?" : "Это последнее предупреждение: действительно включить шифрование?",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Модуль шифрования не загружен. Включите модуль шифрования в меню управления приложениями.",
    "Select default encryption module:" : "Выберите модуль шифрования по умолчанию:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Необходимо выполнить перенос ключей из старого механизма шифрования (ownCloud <= 8.0) в новый. Для выполнения переноса активируйте приложение «Модуль шифрования по умолчанию» и запустите команду «{command}»",
    "Unable to update server side encryption config" : "Не удалось обновить параметры шифрования на стороне сервера",
    "Please confirm the group removal" : "Подтвердите удаление группы",
    "You are about to remove the group \"{group}\". The accounts will NOT be deleted." : "Группа «{group}» будет удалена. Это действие НЕ ПРИВОДИТ к удалению учётных записей, входящих в эту группу.",
    "Cancel" : "Отмена",
    "Confirm" : "Подтвердить",
    "Submit" : "Отправить ответ",
    "Rename group" : "Переименовать группу",
    "Remove group" : "Удалить группу",
    "Failed to remove group \"{group}\"" : "Не удалось удалить группу \"{group}\"",
    "Current password" : "Текущий пароль",
    "New password" : "Новый пароль",
    "Change password" : "Сменить пароль",
    "Your profile picture" : "Изображение профиля",
    "Upload profile picture" : "Загрузить изображение профиля",
    "Choose profile picture from Files" : "Выбрать изображение профиля из загруженных файлов",
    "Remove profile picture" : "Удалить изображение профиля",
    "The file must be a PNG or JPG" : "Файл должен быть в формате PNG или JPG",
    "Picture provided by original account" : "Изображение получено из исходной учётной записи",
    "Set as profile picture" : "Использовать как изображение профиля",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Обновление изображения профиля может занять до 24 часов.",
    "Choose your profile picture" : "Выберите изображение профиля",
    "Please select a valid png or jpg file" : "Выберите файл в формате .png и .jpg",
    "Error setting profile picture" : "Не удалось установить изображение профиля",
    "Error cropping profile picture" : "Не удалось обрезать изображение профиля",
    "Error saving profile picture" : "Не удалось сохранить изображение профиля",
    "Error removing profile picture" : "Не удалось очистить изображения профиля",
    "Your biography" : "Ваша биография",
    "Enter your date of birth" : "Введите дату своего рождения",
    "Unable to update date of birth" : "Не удалось обновить дату рождения",
    "You are a member of the following groups:" : "Вы являетесь участником следующих групп:",
    "Your full name" : "Ваше полное имя",
    "Primary email for password reset and notifications" : "Основной адрес эл. почты для сброса пароля и получения уведомлений",
    "Email options" : "Параметры эл. почты",
    "Options for additional email address {index}" : "Настройки для дополнительных адресов эл. почты ",
    "Remove primary email" : "Удалить основной адрес эл. почты",
    "Delete email" : "Удалить адрес эл. почты",
    "This address is not confirmed" : "Адрес не подтвержден",
    "Unset as primary email" : "Не использовать как основной адрес эл. почты",
    "Set as primary email" : "Использовать как основной адрес эл. почты",
    "Additional email address {index}" : "Дополнительные адреса эл. почты {index}",
    "Unable to delete primary email address" : "Не удалось удалить основной адрес эл. почты",
    "Unable to update primary email address" : "Не удалось изменить основной адрес эл. почты",
    "Unable to add additional email address" : "Не удалось добавить дополнительный адрес эл. почты",
    "Unable to update additional email address" : "Не удалось изменить дополнительный адрес эл. почты",
    "Unable to delete additional email address" : "Не удалось удалить дополнительный адрес эл. почты",
    "No email address set" : "Адрес эл.почты не указан",
    "Your handle" : "Ваш дескриптор",
    "Day to use as the first day of week" : "День для использования в качестве первого дня недели",
    "Derived from your locale ({weekDayName})" : "Зависит от вашего региона ({weekDayName})",
    "Unable to update first day of week" : "Не удалось обновить первый день недели",
    "Your headline" : "Ваш заголовок",
    "Languages" : "Языки",
    "Help translate" : "Помочь с переводом",
    "Unable to update language" : "Не удалось изменить язык",
    "No language set" : "Язык не задан",
    "Locales" : "Региональные стандарты",
    "Week starts on {firstDayOfWeek}" : "Первый день недели: {firstDayOfWeek}",
    "Unable to update locale" : "Не удалось обновить локаль",
    "No locale set" : "Локаль не задана",
    "Your city" : "Ваш город",
    "Your organisation" : "Ваша организация",
    "Your phone number" : "Ваш номер телефона",
    "Edit your Profile visibility" : "Изменить видимость профиля",
    "Enable profile" : "Использовать профиль",
    "Unable to update profile enabled state" : "Не удалось обновить состояние профиля",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "В профиле устанавливаются более строгие настройки видимости или области действия. Например, если для видимости установлено значение «Видно всем», а для области действия установлено значение «Скрыто», будет использоваться значение «Скрыто».",
    "Unable to update visibility of {displayId}" : "Не удалось изменить видимость {displayId}",
    "she/her" : "она/её",
    "he/him" : "он/его",
    "they/them" : "они/их",
    "Your role" : "Ваша роль",
    "Your X (formerly Twitter) handle" : "Ваше имя в сети X (ранее — Твиттер)",
    "Your website" : "Ваш сайт",
    "No {property} set" : "Свойство «{property}» не задано",
    "Invalid value" : "Недопустимое значение",
    "Unable to update {property}" : "Не удалось обновить свойство «{property}»",
    "Change scope level of {property}, current scope is {scope}" : "Изменить уровень области {property}, текущая область - {scope}",
    "Unable to update federation scope of the primary {property}" : "Не удалось обновить область федерации основного {property}",
    "Unable to update federation scope of additional {property}" : "Не удалось обновить область федерации дополнительного {property}",
    "Add additional email" : "Добавить дополнительную электронную почту",
    "Add" : "Добавить",
    "Create" : "Создать",
    "Change" : "Изменить",
    "Delete" : "Удалить",
    "Reshare" : "Публиковать",
    "No accounts" : "Не найдено ни одной учётной записи",
    "Loading accounts …" : "Загрузка учётных записей",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "Список учётных записей. Этот список отображен не полностью по соображениям производительности. Учётные записи будут отображаться по мере того, как Вы будете перемещаться по списку.",
    "Default language" : "Язык по умолчанию",
    "Common languages" : "Основные языки",
    "Other languages" : "Другие языки",
    "Password change is disabled because the master key is disabled" : "Смена пароля невозможна при отключённом мастер-ключе",
    "New account" : "Новая учётная запись",
    "Display name" : "Отображаемое имя",
    "Either password or email is required" : "Также обязательны к заполнению пароль или эл.почта",
    "Password (required)" : "Пароль (обязательно)",
    "Email (required)" : "Эл. почта (обязательно)",
    "Email" : "Адрес эл. почты",
    "Member of the following groups (required)" : "Участник следующих групп (обязательное)",
    "Member of the following groups" : "Участник следующих групп",
    "Set account groups" : "Выбрать группы учётной записи",
    "Admin of the following groups" : "Администратор следующих групп",
    "Set account as admin for …" : "Установите учетную запись в качестве администратора для …",
    "Quota" : "Квота",
    "Set account quota" : "Задать квоту для учётной записи",
    "Language" : "Язык",
    "Set default language" : "Выбрать язык по умолчанию",
    "Add new account" : "Создать учётную запись",
    "Manager" : "Руководитель",
    "Set line manager" : "Выбрать руководителя",
    "Account name will be autogenerated" : "Имя учётной записи будет создано автоматически",
    "Account name (required)" : "Имя учётной записи (обязательно)",
    "Total rows summary" : "Количество строк в общем",
    "Scroll to load more rows" : "Прокрутите, чтобы загрузить больше строк",
    "Avatar" : "Аватар",
    "Account name" : "Имя учётной записи",
    "Group admin for" : "Администратор групп",
    "Account backend" : "Механизм учёта",
    "Storage location" : "Расположение хранилища",
    "Last login" : "Последний вход",
    "Account actions" : "Действия над аккаунтом",
    "Password or insufficient permissions message" : "Сообщение о пароле или недостаточных разрешениях",
    "Loading account …" : "Загрузка сведений об учётной записи…",
    "Change display name" : "Изменить отображаемое имя",
    "Set new password" : "Установить новый пароль",
    "You do not have permissions to see the details of this account" : "У вас нет прав на просмотр данных этой учётной записи",
    "Set new email address" : "Установить новый адрес эл. почты",
    "Add account to group" : "Добавить учётную запись в группу",
    "Set account as admin for" : "Назначить администратором",
    "Select account quota" : "Выбор квоты для учётной записи",
    "Set the language" : "Выбрать язык",
    "{size} used" : "использовано {size}",
    "Delete account" : "Удалить учётную запись",
    "Disconnect all devices and delete local data" : "Отключить все устройства и удалить локальные данные",
    "Disable account" : "Отключить учётную запись",
    "Enable account" : "Включить учётную запись",
    "Resend welcome email" : "Отправить приглашение ещё раз",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "Это действие позволяет удалить все данные Nextcloud с устройств {userid}, например, в случае утери или при завершении работы сотрудника в компании. Удаление будет выполнено только если устройства подключены к интернету.",
    "Remote wipe of devices" : "Удаление данных с устройств",
    "Wipe {userid}'s devices" : "Удалить данные с устройств пользователя {userid}",
    "Wiped {userid}'s devices" : "Удалить данные с устройств пользователя {userid}",
    "Failed to update line manager" : "Не удалось обновить линейного менеджера",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Полностью удалить все данные пользователя {userid}, в том числе учётную запись, личные файлы и данные приложений.",
    "Account deletion" : "Удаление учётной записи",
    "Delete {userid}'s account" : "Удалить учётную запись пользователя {userid}",
    "Display name was successfully changed" : "Отображаемое имя было успешно изменено",
    "Password was successfully changed" : "Пароль был успешно изменен",
    "Email was successfully changed" : "Эл. почта была успешно изменена",
    "Welcome mail sent!" : "Приглашение отправлено!",
    "Toggle account actions menu" : "Переключение меню действий с учетной записью",
    "Done" : "Выполнено",
    "Edit" : "Редактирование",
    "Account management settings" : "Параметры управления учётными записями",
    "Visibility" : "Видимость",
    "Show language" : "Показывать язык",
    "Show account backend" : "Показать механизм учёта",
    "Show storage path" : "Путь хранилища",
    "Show last login" : "Время последнего входа в систему",
    "Sorting" : "Сортировка",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "Системная конфигурация обеспечивает сортировку групп по названию. Это также отключает отображение количества участников.",
    "Group list sorting" : "Сортировка списка групп",
    "By member count" : "По количеству участников",
    "By name" : "По имени",
    "Send email" : "Отправить сообщение",
    "Send welcome email to new accounts" : "Отправлять приветственное электронное письмо новым пользователям",
    "Defaults" : "Значения по умолчанию",
    "Default quota" : "Квота по умолчанию",
    "Select default quota" : "Квота по умолчанию",
    "Passwordless authentication requires a secure connection." : "Аутентификация без пароля требует безопасного соединения.",
    "Add WebAuthn device" : "Добавить устройство WebAuthn",
    "Please authorize your WebAuthn device." : "Пожалуйста, авторизуйте ваше устройство WebAuthn.",
    "Adding your device …" : "Добавление устройства…",
    "Server error while trying to complete WebAuthn device registration" : "Ошибка сервера при попытке завершить регистрацию устройства WebAuthn",
    "Unnamed device" : "Безымянное устройство",
    "Passwordless Authentication" : "Аутентификация без пароля",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Настройте свою учетную запись для аутентификации без пароля в соответствии со стандартом FIDO2.",
    "No devices configured." : "Устройства не настроены.",
    "The following devices are configured for your account:" : "Следующие устройства настроены для вашей учетной записи:",
    "Your browser does not support WebAuthn." : "Ваш браузер не поддерживает WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "В этом разделе администраторы могут тонко настроить поведение механизма предоставления общего доступа. Обратитесь к документации для получения дополнительной информации.",
    "You need to enable the File sharing App." : "Необходимо включить приложение публикации файлов.",
    "Loading app list" : "Получение списка приложений",
    "App Store" : "Магазин приложений",
    "Loading categories" : "Загрузка категорий",
    "Developer documentation ↗" : "Документация разработчика ↗",
    "Version {version}, {license}-licensed" : "Версия:  {version}, лицензия: {license}",
    "Version {version}" : "Версия {version}",
    "All accounts" : "Все аккаунты",
    "Admins" : "Администраторы",
    "Account group: {group}" : "Группа учётных записей: {group}",
    "Account management" : "Управление учётными записями",
    "Creating group…" : "Создание группы…",
    "Create group" : "Создать группу",
    "Group name" : "Название группы",
    "Please enter a valid group name" : "Пожалуйста, введите допустимое название группы",
    "Failed to create group" : "Не удалось создать группу",
    "Sending…" : "Отправка…",
    "Email sent" : "Письмо отправлено",
    "Location" : "Местоположение",
    "Profile picture" : "Изображение профиля",
    "About" : "О себе",
    "Date of birth" : "Дата рождения",
    "Full name" : "Полное имя",
    "Additional email" : "Доп. адрес эл. почты",
    "Fediverse (e.g. Mastodon)" : "Федерации (например, Mastodon)",
    "Headline" : "Заголовок",
    "Organisation" : "Организация",
    "Phone number" : "Номер телефона",
    "Role" : "Роль",
    "X (formerly Twitter)" : "X (ранее Твиттер)",
    "Website" : "Адрес сайта",
    "Profile visibility" : "Видимость профиля",
    "Locale" : "Региональные стандарты",
    "First day of week" : "Первый день недели",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Заданный параметр не может быть использован, так как его используют основные функции, такие как совместный доступ к файлам и приглашения к событиям из календаря",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Недоступно, так как федерация отключена для вашей учетной записи. Если у вас есть какие-либо вопросы, обратитесь к системному администратору.",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Недоступно, так как публикация пользовательских данных на сервере поиска запрещена. Обратитесь к системному администратору, если у вас возникнут какие-либо вопросы.",
    "Discover" : "Центр приложений",
    "Your apps" : "Ваши приложения",
    "Active apps" : "Активные приложения",
    "Disabled apps" : "Отключённые приложения",
    "Updates" : "Обновления",
    "App bundles" : "Пакеты приложений",
    "Featured apps" : "Рекомендуемые приложения",
    "Supported apps" : "Поддерживаемые приложения",
    "Show to everyone" : "Для всех",
    "Show to logged in accounts only" : "Только для вошедших в систему",
    "Hide" : "Скрыт",
    "manual-install apps cannot be updated" : "приложения, устанавливаемые вручную, не могут быть обновлены",
    "Deploy and Enable" : "Развернуть и включить",
    "Download and enable" : "Скачать и включить",
    "Disable" : "Отключить",
    "Allow untested app" : "Разрешить непроверенное приложение",
    "The app will be downloaded from the App Store" : "Приложение будет скачано из магазина приложений",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Это приложение не отмечено как совместимое с вашей версией Nextcloud. Если вы продолжите, вы сможете установить это приложение, однако оно может работать не так, как ожидается.",
    "Never" : "Никогда",
    "Could not register device: Network error" : "Не удалось зарегистрировать устройство: ошибка сети",
    "Could not register device: Probably already registered" : "Не удалось зарегистрировать устройство: возможно, это устройство уже зарегистрировано",
    "Could not register device" : "Не удалось зарегистрировать устройство",
    "An error occurred during the request. Unable to proceed." : "Во время запроса произошла ошибка. Продолжение невозможно.",
    "The app has been enabled but needs to be updated." : "Приложение было включено, но требует обновления.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Ошибка: это приложение не может быть включено, так как оно сделает сервер нестабильным",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Приложение было включено, но нуждается в обновлении. В течении 5 секунд будет выполнено перенаправление на страницу обновления.",
    "Do you really want to wipe your data from this device?" : "Действительно удалить свои данные с этого устройства?",
    "Confirm wipe" : "Подтверждение удаления данных",
    "Could not delete the app token" : "Не удалось удалить токен приложения",
    "Error while wiping the device with the token" : "Ошибка при очистке устройства с данным токеном",
    "Error while updating device token name" : "Ошибка при обновлении имени токена устройства",
    "Error while updating device token scope" : "Ошибка при обновлении разрешений токена устройства",
    "Could not set group sorting" : "Не удалось настроить сортировку групп",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Превышено количество запросов из вашей сети. Попробуйте позднее или сообщите администратору об этой ошибке.",
    "Error" : "Ошибка",
    "Account documentation" : "Учетная документация",
    "Administration documentation" : "Документация администратора",
    "Forum" : "Форум",
    "Nextcloud help & privacy resources" : "Справочные ресурсы Nexcloud и руководства по безопасности",
    "General documentation" : "Основная документация",
    "Legal notice" : "Официальное уведомление",
    "Privacy policy" : "Политика конфиденциальности",
    "None/STARTTLS" : "Без шифрования/STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "Открыть документацию",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Важно предоставить этому серверу возможность отправлять электронные письма, например, для сброса пароля и уведомлений.",
    "Send mode" : "Способ отправки",
    "Encryption" : "Шифрование",
    "Sendmail mode" : "Режим sendmail",
    "From address" : "Адрес отправителя",
    "Server address" : "Адрес сервера",
    "Port" : "Порт",
    "Authentication" : "Аутентификация",
    "Authentication required" : "Требуется аутентификация ",
    "Credentials" : "Учётные данные",
    "SMTP Login" : "Имя пользователя SMTP",
    "SMTP Password" : "Пароль SMTP",
    "Save" : "Сохранить",
    "Test and verify email settings" : "Проверить параметры эл. почты",
    "Security & setup warnings" : "Проверка безопасности и параметров",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Для обеспечения безопасности и производительности важно, чтобы всё было настроено правильно. Чтобы убедиться в этом, мы выполняем некоторые автоматические проверки. Для получения дополнительной информации обратитесь к соответствующему разделу документации.",
    "All checks passed." : "Все проверки пройдены.",
    "There are some errors regarding your setup." : "Были обнаружены ошибки конфигурации.",
    "There are some warnings regarding your setup." : "Предупреждения о текущей конфигурации.",
    "Checking for system and security issues." : "Проверка системы и возможных уязвимостей.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Ещё раз внимательно прочитайте <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">руководство по установке ↗</a> и проверьте <a href=\"%2$s\">журнал</a> на наличие ошибок и предупреждений.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Проверить безопасность Nextcloud <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">нашим сканером ↗</a>.",
    "Reasons to use Nextcloud in your organization" : "Причины использовать Nextcloud в организации",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Разработано {communityopen}сообществом Nextcloud{linkclose}, {githubopen}исходный код{linkclose} лицензируется в соответствии с {licenseopen}AGPL{linkclose}.",
    "Like our Facebook page" : "Посмотрите нашу страницу на Facebook",
    "Follow us on X" : "Следите за нашими новостями в X",
    "Follow us on Mastodon" : "Следите за нашими новостями в Mastodon",
    "Check out our blog" : "Просмотрите наш блог",
    "Subscribe to our newsletter" : "Подписывайтесь на нашу новостную рассылку",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Это неподдерживаемая сборка сообщества Nextcloud, в которой отключены моментальные уведомления.",
    "Use a second factor besides your password to increase security for your account." : "Чтобы повысить безопасность своей учётной записи, помимо пароля используйте второй фактор проверки подлинности.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Если вы используете сторонние приложения для подключения к Nextcloud, убедитесь что для них созданы и настроены пароли приложений, перед тем как активировать двухфакторную авторизацию.",
    "No user supplied" : "Не выбран пользователь",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "Введите пароль восстановления администратора, в противном случае все пользовательские данные будут утеряны.",
    "Backend does not support password change, but the user's encryption key was updated." : "Используемый механизм не поддерживает смену паролей, но пользовательский ключ шифрования был обновлён.",
    "You need to set your user email before being able to send test emails. Go to %s for that." : "Перед отправкой тестового сообщения необходимо настроить параметры электронной почты. Перейти в %s.",
    "Invalid user" : "Неверный пользователь",
    "Your username is: %s" : "Ваше имя пользователя: %s",
    "Logged in user must be a subadmin" : "Вошедший в систему пользователь должен обладать правами суб-администратора",
    "Old user imported certificates" : "Сертификаты, импортированные старым пользователем",
    "A background job is pending that checks for user imported SSL certificates. Please check back later." : "Запланировано фоновое задание проверки пользовательских SSL сертификатов. Пожалуйста, проверьте позже.",
    "There are some user imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "Обнаружены пользовательские сертификаты SSL, которые более не используются с Nextcloud 21. Их можно импортировать командой \"occ security:certificates:import\". Их расположение в папке с данными показаны ниже.",
    "Missing optional index \"%s\" in table \"%s\"." : "В таблице «%s» отсутствует необязательный индекс «%s».",
    "The database is missing some indexes. Due to the fact that adding indexes on big tables could take some time they were not added automatically. By running \"occ db:add-missing-indices\" those missing indexes could be added manually while the instance keeps running. Once the indexes are added queries to those tables are usually much faster." : "В базе данных отсутствуют некоторые индексы. Так как создание таких индексов может занять достаточно продолжительное время, оно должно быть запущено вручную. Для создания индексов необходимо запустить команду «occ db:add-missing-indices» во время работы сервера Nextcloud. При созданных индексах, как правило, запросы к базе данных выполняются значительно быстрее.",
    "File locking" : "Блокирование файлов",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "Транзакционное блокирование файлов не включено, что может привести к состоянию гонки. Для предупреждения возможных проблем включите параметр «filelocking.enabled» в файле конфигурации «config.php».",
    "Could not check for JavaScript support. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Не удалось проверить, поддерживается ли JavaScript. Внесите исправления или подтвердите, обрабатывает ли веб-сервер файлы *.mjs, основываясь на MIME-типах.",
    "MySQL unicode support" : "Поддержка стандарта кодирования Юникод в MySQL",
    "Overwrite cli URL" : "Перезапись адреса интерфейса командной строки",
    "You are currently running PHP %s. PHP 8.0 is now deprecated in Nextcloud 27. Nextcloud 28 may require at least PHP 8.1. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "В настоящее время вы используете PHP %s. PHP 8.0 больше не поддерживается в Nextcloud 27. Для Nextcloud 28 может потребоваться как минимум PHP 8.1. Пожалуйста, как можно скорее обновитесь до одной из официально поддерживаемых версий PHP, предоставленных PHP Group.",
    "MariaDB version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MariaDB 10.2 or higher." : "Используется MariaDB версии %s. В Nextcloud версии 21 эта версия не поддерживается, а для работы требуется MariaDB версии 10.2 или старше.",
    "MySQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MySQL 8.0 or MariaDB 10.2 or higher." : "Используется mySQL версии %s.  В Nextcloud версии 21 эта версия не поддерживается, а для работы требуется MySQL версии 8 или MariaDB 10.2 или старше.",
    "PostgreSQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require PostgreSQL 9.6 or higher." : "Используется PostgreSQL версии %s.  В Nextcloud версии 21 эта версия не поддерживается, а для работы требуется PostgreSQL версии 9.6 или старше.",
    "Speech-To-Text" : "Речь в текст",
    "Speech-To-Text can be implemented by different apps. Here you can set which app should be used." : "Преобразование речи в текст может быть реализовано различными приложениями. Здесь вы можете указать, какое приложение следует использовать.",
    "None of your currently installed apps provide Speech-To-Text functionality" : "Ни одно из установленных на данный момент приложений не поддерживает функцию преобразования речи в текст",
    "None of your currently installed apps provide Text processing functionality" : "Ни одно из установленных вами в данный момент приложений не предоставляет функции обработки текста",
    "Exclude groups from sharing" : "Запретить публикацию указанным группам:",
    "These groups will still be able to receive shares, but not to initiate them." : "Эти группы смогут получать общие ресурсы, но не смогут их создавать.",
    "Set default expiration date for shares" : "Установить срок действия общего доступа по умолчанию",
    "Allow username autocompletion in share dialog and allow access to the system address book" : "Разрешить автозаполнение имени пользователя в диалоговом окне общего доступа и разрешить доступ к системной адресной книге",
    "Two-factor authentication can be enforced for all users and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Двухфаторная аутентификация может быть принудительна включена для всех пользователей и выбранных групп. В случае, если у пользователя не настроен механизм подтверждения подлинности вторым фактором, он не сможет войти в систему.",
    "When groups are selected/excluded, they use the following logic to determine if a user has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If a user is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Если выбрано включение или отключение использования двух-факторной проверки подлинности для групп, то для определения, требуется ли от пользователя использовать её, применяются следующие правила: \\n\n - если группы не включены в список, то двух-факторная проверка  включена для всех их участников, кроме тех, кто также состоит в группах, проверка для которых отключена;\n - если группы включены в список, то двух-факторная проверка включена для всех участников таких групп;\n- если пользователь состоит одновременно и в группе, проверка для которой включена и группе, проверка для которой отключена, то приоритет получает использование двухфакторной проверки.",
    "{license}-licensed" : "Лицензия: {license}",
    "Rating: {score}/10" : "Оценка: {score}/10",
    "Username" : "Имя пользователя",
    "Execute one task with each page loaded. Use case: Single user instance." : "Запуск одного задания при загрузке каждой страницы. Вариант использования: сервер для одного пользователя.",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 users depending on the usage)." : "Использовать службу webcron для запуска зарегистрированного файла «cron.php» каждые 5 минут с использованием протокола HTTPS. Вариант использования: сервер для  количества пользователей от одного до пяти.",
    "The cron.php needs to be executed by the system user \"{user}\"." : "Файл «cron.php» должен исполняться с использованием учётной записи «{user}».",
    "Enable or disable profile by default for new users." : "Создавать или нет профили по умолчанию для новых пользователей.",
    "You are about to remove the group \"{group}\". The users will NOT be deleted." : "Группа \"{group}\" будет удалена. Пользователи НЕ будут удалены.",
    "You are using <strong>{usage}</strong>" : "Вы используете <strong>{usage}</strong>",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Вы используете <strong>{usage}</strong> из <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)",
    "Additional emails" : "Дополнительные адреса эл. почты",
    "Enable Profile" : "Использовать профиль",
    "No users" : "Нет пользователей",
    "Loading users …" : "Загрузка пользователей…",
    "List of users. This list is not fully rendered for performance reasons. The users will be rendered as you navigate through the list." : "Список пользователей. Этот список отображен не полностью по соображениям производительности. Пользователи будут отображаться по мере того, как Вы будете перемещаться по списку.",
    "New user" : "Новый пользователь",
    "Groups (required)" : "Группы (обязательно)",
    "Set user groups" : "Задать группы пользователя",
    "Administered groups" : "Администрируемые группы",
    "Set user as admin for …" : "Назначить пользователя администратором для ...",
    "Set user quota" : "Установить квоту пользователя",
    "Add new user" : "Добавить нового пользователя",
    "Set user manager" : "Выбрать менеджер пользователей",
    "Username will be autogenerated" : "Имя пользователя будет сгенерировано автоматически",
    "Username (required)" : "Имя пользователя (обязательно)",
    "User backend" : "Механизм учёта",
    "User actions" : "Действия пользователя",
    "Loading user …" : "Загрузка пользователя ...",
    "You do not have permissions to see the details of this user" : "У вас нет прав на просмотр данных об этом пользователе",
    "Add user to group" : "Добавить пользователя в группу",
    "Set user as admin for" : "Назначить администратором",
    "Select user quota" : "Квота пользователя",
    "Delete user" : "Удалить пользователя",
    "Wipe all devices" : "Удалить данные со всех устройств",
    "Disable user" : "Отключить пользователя",
    "Enable user" : "Включить пользователя",
    "Failed to update user manager" : "Не удалось обновить диспетчер пользователей",
    "Toggle user actions menu" : "Переключить пользовательское меню действий",
    "User management settings" : "Настройки управления пользователями",
    "Show user backend" : "Механизм учёта",
    "Send welcome email to new users" : "Отправлять приветственное электронное письмо новым пользователям",
    "Name your device" : "Назовите устройство",
    "Server error while trying to add WebAuthn device" : "Ошибка сервера при попытке добавить устройство WebAuthn",
    "by {author}\n{license}" : "автор: {author}\n{license}",
    "User management" : "Управление пользователями",
    "Active users" : "Активные пользователи",
    "Disabled users" : "Отключённые пользователи",
    "Creating group …" : "Создание группы…",
    "User group: {group}" : "Группа пользователя: {group}",
    "Not available as federation has been disabled for your account, contact your system administrator if you have any questions" : "Недоступно, так как федерация отключена для вашей учетной записи. Если у вас есть какие-либо вопросы, обратитесь к системному администратору.",
    "Not available as publishing user specific data to the lookup server is not allowed, contact your system administrator if you have any questions" : "Недоступно, так как публикация пользовательских данных на сервере поиска запрещена, обратитесь к системному администратору, если у вас возникнут какие-либо вопросы",
    "Show to logged in users only" : "Только для вошедших в систему",
    "Nextcloud help resources" : "Справочные ресурсы Nextcloud",
    "SMTP Username" : "Пользователь SMTP",
    "Follow us on Twitter" : "Следите за нашими новостями в Twitter",
    "To allow this check to run you have to make sure that your webserver can connect to itself. Therefor it must be able to resolve and connect to at least one its `trusted_domains` or the `overwrite.cli.url`." : "Чтобы разрешить выполнение этой проверки, вы должны убедиться, что ваш веб-сервер может подключаться к самому себе. Для этого он должен иметь возможность разрешать и подключаться по крайней мере к одному из своих `trusted_domains\" или \"overwrite.cli.url\".",
    "Could not check for JavaScript support via any of your `trusted_domains` nor `overwrite.cli.url`. This may be the result of a server-side DNS mismatch or outbound firewall rule. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "Не удалось проверить поддержку JavaScript ни в одном из ваших `trusted_domains`, ни в `overwrite.cli.url`. Это может быть результатом несоответствия DNS на стороне сервера или правила исходящего брандмауэра. Пожалуйста, проверьте вручную, обслуживает ли ваш веб-сервер файлы `.mjs`, используя MIME-тип JavaScript.",
    "Active accounts" : "Активные учётные записи",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "Чтобы разрешить эту проверку, вам нужно убедиться, что ваш веб-сервер может подключаться к себе. Поэтому он должен иметь возможность разрешать и подключаться по крайней мере к одному из своих `trusted_domains` или `overwrite.cli.url`. Эта ошибка может быть результатом несоответствия DNS на стороне сервера или исходящего правила брандмауэра.",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "Обнаружена версия PostgreSQL \"%s\". Для лучшей производительности, стабильности и функциональности с этой версией Nextcloud рекомендуется использовать PostgreSQL >=12 и <=16."
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}