{ "translations": {
    "Migration in progress. Please wait until the migration is finished" : "ในระหว่างดำเนินการโยกย้าย กรุณารอสักครู่จนกว่าการโยกย้ายจะเสร็จสิ้น",
    "Migration started …" : "เริ่มต้นการโยกย้าย …",
    "Saved" : "บันทึกแล้ว",
    "Sending…" : "กำลังส่ง....",
    "Email sent" : "ส่งอีเมลแล้ว",
    "Unable to change password" : "ไม่สามารถเปลี่ยนรหัสผ่าน",
    "Very weak password" : "รหัสผ่านระดับต่ำมาก",
    "Weak password" : "รหัสผ่านระดับต่ำ",
    "So-so password" : "รหัสผ่านระดับปกติ",
    "Good password" : "รหัสผ่านระดับดี",
    "Strong password" : "รหัสผ่านระดับดีมาก",
    "Select a profile picture" : "เลือกรูปภาพโปรไฟล์",
    "Groups" : "กลุ่ม",
    "{actor} added you to group {group}" : "{actor} ได้เพิ่มคุณไปยังกลุ่ม {group}",
    "Couldn't remove app." : "ไม่สามารถลบแอพฯ",
    "Couldn't update app." : "ไม่สามารถอัพเดทแอปฯ",
    "Wrong password" : "รหัสผ่านไม่ถูกต้อง",
    "No user supplied" : "ไม่มีผู้ใช้",
    "Authentication error" : "เกิดข้อผิดพลาดในสิทธิ์การเข้าใช้งาน",
    "Wrong admin recovery password. Please check the password and try again." : "กู้คืนรหัสผ่านของผู้ดูแลระบบไม่ถูกต้อง กรุณาตรวจสอบรหัสผ่านและลองอีกครั้ง.",
    "installing and updating apps via the app store or Federated Cloud Sharing" : "กำลังติดตั้งและอัพเดทแอพพลิเคชันผ่าแอพสโตร์หรือคลาวด์ในเครือ",
    "Federated Cloud Sharing" : "แชร์กับสหพันธ์คลาวด์",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "เกิดปัญหาขึ้นในขณะที่ส่งอีเมล กรุณาแก้ไขการตั้งค่าของคุณ (ข้อผิดพลาด: %s)",
    "You need to set your user email before being able to send test emails." : "คุณจำเป็นต้องตั้งค่าอีเมลผู้ใช้ของคุณก่อนที่จะสามารถส่งอีเมลทดสอบ",
    "Invalid mail address" : "ที่อยู่อีเมลไม่ถูกต้อง",
    "Unable to change full name" : "ไม่สามารถเปลี่ยนชื่อเต็ม",
    "Your %s account was created" : "บัญชี %s ของคุณถูกสร้างขึ้น",
    "Apps" : "แอปฯ",
    "Settings" : "ตั้งค่า",
    "Personal" : "ส่วนตัว",
    "Sharing" : "แชร์ข้อมูล",
    "Personal info" : "ข้อมูลส่วนบุคคล",
    "Create" : "สร้าง",
    "Delete" : "ลบ",
    "Unlimited" : "ไม่จำกัด",
    "All" : "ทั้งหมด",
    "Remove" : "ลบออก",
    "Disable" : "ปิดใช้งาน",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "ไม่สามารถติดตั้งแอพฯนี้เพราะไม่มีตัวอ้างอิงต่อไปนี้:",
    "Report a bug" : "รายงานข้อผิดพลาด",
    "User documentation" : "เอกสารสำหรับผู้ใช้",
    "Admin documentation" : "เอกสารผู้ดูแลระบบ",
    "Developer documentation" : "เอกสารสำหรับนักพัฒนา",
    "No apps found for your version" : "ไม่พบแอพพลิเคชันสำหรับรุ่นของคุณ",
    "Rename" : "เปลี่ยนชื่อ",
    "Username" : "ชื่อผู้ใช้งาน",
    "Password" : "รหัสผ่าน",
    "Done" : "เสร็จสิ้น",
    "Copied!" : "คัดลอกแล้ว",
    "Copy" : "คัดลอก",
    "Cancel" : "ยกเลิก",
    "Email" : "อีเมล",
    "Close" : "ปิด",
    "Quota" : "โควต้า",
    "Language" : "ภาษา",
    "Add" : "เพิ่ม",
    "Updates" : "อัพเดท",
    "Details" : "รายละเอียด",
    "Everyone" : "ทุกคน",
    "Admins" : "ผู้ดูแลระบบ",
    "Show user backend" : "แสดงแบ็กเอนด์ของผู้ใช้",
    "Send email to new user" : "ส่งอีเมลไปยังผู้ใช้ใหม่",
    "Enable" : "เปิดใช้งาน",
    "The app will be downloaded from the app store" : "แอพฯจะดาวน์โหลดได้จากแอพสโตร์",
    "Never" : "ไม่เคย",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "แอพฯจะต้องเปิดใช้งานก่อนทำการอัพเดท คุณจะถูกนำไปยังหน้าอัพเดทใน 5 วินาที",
    "App update" : "อัพเดทแอพฯ",
    "Administrator documentation" : "เอกสารของผู้ดูแลระบบ",
    "Documentation" : "เอกสารคู่มือประกอบการใช้งาน",
    "Forum" : "ฟอรั่ม",
    "None" : "ไม่มี",
    "Login" : "เข้าสู่ระบบ",
    "Plain" : "ธรรมดา",
    "NT LAN Manager" : "ตัวจัดการ NT LAN",
    "Email server" : "อีเมลเซิร์ฟเวอร์",
    "Open documentation" : "เปิดเอกสาร",
    "Send mode" : "โหมดการส่ง",
    "Encryption" : "การเข้ารหัส",
    "From address" : "จากที่อยู่",
    "mail" : "อีเมล",
    "Authentication method" : "วิธีการตรวจสอบ",
    "Authentication required" : "จำเป็นต้องตรวจสอบความถูกต้อง",
    "Server address" : "ที่อยู่เซิร์ฟเวอร์",
    "Port" : "พอร์ต",
    "Credentials" : "ข้อมูลส่วนตัวสำหรับเข้าระบบ",
    "SMTP Username" : "ชื่อผู้ใช้ SMTP",
    "SMTP Password" : "รหัสผ่าน SMTP",
    "Save" : "บันทึก",
    "Test email settings" : "ทดสอบการตั้งค่าอีเมล",
    "Send email" : "ส่งอีเมล",
    "Security & setup warnings" : "คำเตือนความปลอดภัยและการติดตั้ง",
    "All checks passed." : "ผ่านการตรวจสอบทั้งหมด",
    "Version" : "รุ่น",
    "Server-side encryption" : "เข้ารหัสฝั่งเซิร์ฟเวอร์",
    "Enable server-side encryption" : "เปิดการใช้งานเข้ารหัสฝั่งเซิร์ฟเวอร์",
    "Please read carefully before activating server-side encryption: " : "กรุณาอ่านอย่างละเอียดก่อนที่จะเปิดใช้งานการเข้ารหัสฝั่งเซิร์ฟเวอร์:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "เมื่อเปิดใช้งานการเข้ารหัส ไฟล์ทั้งหมดที่อัพโหลดไปยังเซิร์ฟเวอร์นั้นจะถูกเข้ารหัสในส่วนของเซิฟเวอร์ มันเป็นไปได้ที่จะปิดใช้งานการเข้ารหัสในภายหลัง ถ้าเปิดใช้ฟังก์ชั่นการสนับสนุนโมดูลการเข้ารหัสที่และเงื่อนไขก่อน (เช่น การตั้งค่าคีย์กู้คืน)",
    "Be aware that encryption always increases the file size." : "โปรดทราบว่าหากเข้ารหัสไฟล์จะทำให้ขนาดของไฟล์ใหญ่ขึ้น",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "มันจะดีถ้าคุณสำรองข้อมูลบ่อยๆ ในกรณีของการเข้ารหัสโปรดแน่ใจว่าจะสำรองคีย์การเข้ารหัสลับพร้อมกับข้อมูลของคุณ",
    "This is the final warning: Do you really want to enable encryption?" : "นี่คือการเตือนครั้งสุดท้าย: คุณต้องการที่จะเปิดใช้การเข้ารหัส?",
    "Enable encryption" : "เปิดใช้งานการเข้ารหัส",
    "No encryption module loaded, please enable an encryption module in the app menu." : "ไม่มีโมดูลการเข้ารหัสโหลดโปรดเปิดใช้งานโมดูลการเข้ารหัสในเมนูแอพฯ",
    "Select default encryption module:" : "เลือกค่าเริ่มต้นโมดูลการเข้ารหัส:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "คุณจำเป็นต้องโอนย้ายคีย์การเข้ารหัสลับของคุณจากการเข้ารหัสเก่า (ownCloud <= 8.0) ไปใหม่ กรุณาเปิดใช้งาน \"โมดูลการเข้ารหัสเริ่มต้น\" และเรียกใช้ 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "คุณจำเป็นต้องโอนย้ายคีย์การเข้ารหัสลับของคุณจากการเข้ารหัสเก่า (ownCloud <= 8.0) ไปใหม่",
    "Start migration" : "เริ่มการโยกย้าย",
    "Allow apps to use the Share API" : "อนุญาตให้แอปฯสามารถใช้ API สำหรับแชร์ข้อมูลได้",
    "Expire after " : "หลังจากหมดอายุ",
    "days" : "วัน",
    "Enforce expiration date" : "บังคับให้มีวันที่หมดอายุ",
    "Allow users to share via link" : "อนุญาตให้ผู้ใช้สามารถแชร์ผ่านทางลิงค์",
    "Allow public uploads" : "อนุญาตให้อัพโหลดสาธารณะ",
    "Enforce password protection" : "บังคับใช้การป้องกันรหัสผ่าน",
    "Allow resharing" : "อนุญาตให้แชร์ข้อมูลซ้ำอีกครั้งได้",
    "Allow sharing with groups" : "อนุญาตให้แชร์กับกลุ่ม",
    "Restrict users to only share with users in their groups" : "จำกัดให้ผู้ใช้สามารถแชร์กับผู้ใช้ในกลุ่มของพวกเขาเท่านั้น",
    "Exclude groups from sharing" : "ไม่รวมกลุ่มที่กำลังแชร์",
    "These groups will still be able to receive shares, but not to initiate them." : "กลุ่มนี้จะยังคงสามารถได้รับการแชร์ แต่พวกเขาจะไม่รู้จักมัน",
    "Profile picture" : "รูปภาพโปรไฟล์",
    "Upload new" : "อัพโหลดใหม่",
    "Select from Files" : "เลือกจากไฟล์",
    "Remove image" : "ลบรูปภาพ",
    "png or jpg, max. 20 MB" : "จะต้องเป็นไฟล์ png หรือ jpg, สูงสุดไม่เกิน 20 เมกะไบต์",
    "Picture provided by original account" : "ใช้รูปภาพจากบัญชีเดิม",
    "Choose as profile picture" : "เลือกรูปภาพโปรไฟล์",
    "Full name" : "ชื่อเต็ม",
    "No display name set" : "ไม่มีชื่อที่แสดง",
    "Your email address" : "ที่อยู่อีเมล์ของคุณ",
    "No email address set" : "ไม่ได้ตั้งค่าที่อยู่อีเมล",
    "Address" : "ที่อยู่",
    "Website" : "เว็บไซต์",
    "Help translate" : "มาช่วยกันแปลสิ!",
    "Current password" : "รหัสผ่านปัจจุบัน",
    "New password" : "รหัสผ่านใหม่",
    "Change password" : "เปลี่ยนรหัสผ่าน",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "เกิดข้อผิดพลาด กรุณาอัพโหลดใบรับรองเข้ารหัส ASCII PEM",
    "Valid until {date}" : "ใช้ได้จนถึงวันที่ {date}",
    "Local" : "ต้นทาง",
    "Contacts" : "ข้อมูลผู้ติดต่อ",
    "by" : "โดย",
    "SSL Root Certificates" : "ใบรับรอง SSL",
    "Common Name" : "ชื่อทั่วไป",
    "Valid until" : "ใช้ได้จนถึง",
    "Issued By" : "ปัญหาโดย",
    "Valid until %s" : "ใช้ได้จนถึง %s",
    "Import root certificate" : "นำเข้าใบรับรองหลัก",
    "Execute one task with each page loaded" : "ประมวลผลหนึ่งงาน ในแต่ละครั้งที่มีการโหลดหน้าเว็บ"
},"pluralForm" :"nplurals=1; plural=0;"
}