{ "translations": {
    "Private" : "شەخسىي",
    "Only visible to people matched via phone number integration through Talk on mobile" : "پەقەت كۆچمە تېلېفوندا سۆزلىشىش ئارقىلىق تېلېفون نومۇرىنى بىرلەشتۈرۈش ئارقىلىق ماسلاشقان كىشىلەرگە كۆرۈندى",
    "Local" : "يەرلىك",
    "Only visible to people on this instance and guests" : "پەقەت بۇ مىسالدىكى كىشىلەر ۋە مېھمانلارلا كۆرۈنىدۇ",
    "Federated" : "Federated",
    "Only synchronize to trusted servers" : "پەقەت ئىشەنچلىك مۇلازىمېتىرلارغا ماسقەدەملەڭ",
    "Published" : "ئېلان قىلىندى",
    "Synchronize to trusted servers and the global and public address book" : "ئىشەنچلىك مۇلازىمېتىرلار ۋە دۇنياۋى ۋە ئاممىۋى ئادرېس دەپتىرىگە ماسقەدەملەڭ",
    "Verify" : "دەلىللەڭ",
    "Verifying …" : "دەلىللەش…",
    "Unable to change password" : "پارولنى ئۆزگەرتەلمىدى",
    "Very weak password" : "پارول بەك ئاجىز",
    "Weak password" : "پارول ئاجىز",
    "So-so password" : "شۇڭا مەخپىي نومۇر",
    "Good password" : "ياخشى پارول",
    "Strong password" : "كۈچلۈك پارول",
    "Groups" : "گۇرۇپپا",
    "Group list is empty" : "گۇرۇپپا تىزىملىكى قۇرۇق",
    "Unable to retrieve the group list" : "گۇرۇپپا تىزىملىكىنى ئەسلىگە كەلتۈرەلمىدى",
    "Your <strong>group memberships</strong> were modified" : "سىزنىڭ <strong> گۇرۇپپا ئەزالىرىڭىز </ strong> ئۆزگەرتىلدى",
    "You changed your password" : "پارولىڭىزنى ئۆزگەرتتىڭىز",
    "Your password was reset by an administrator" : "پارولىڭىزنى باشقۇرغۇچى ئەسلىگە كەلتۈردى",
    "Your password was reset" : "پارولىڭىز ئەسلىگە كەلتۈرۈلدى",
    "You changed your email address" : "ئېلېكترونلۇق خەت ئادرېسىڭىزنى ئۆزگەرتتىڭىز",
    "Your email address was changed by an administrator" : "ئېلېكترونلۇق خەت ئادرېسىڭىزنى باشقۇرغۇچى ئۆزگەرتتى",
    "You created an app password for a session named \"{token}\"" : "سىز «{token}» ناملىق يىغىن ئۈچۈن ئەپ پارولى قۇردىڭىز.",
    "An administrator created an app password for a session named \"{token}\"" : "باشقۇرغۇچى «{token}» ناملىق يىغىن ئۈچۈن ئەپ پارولى قۇردى.",
    "You deleted app password \"{token}\"" : "ئەپ پارولىنى ئۆچۈردىڭىز \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "سىز ئەپ مەخپىي نومۇرىنى «{token}» غا «{newToken}» غا ئۆزگەرتتىڭىز.",
    "You granted filesystem access to app password \"{token}\"" : "ھۆججەت سىستېمىسىنىڭ «{token}» غا ھۆججەت سىستېمىسىنى زىيارەت قىلىشىغا ئىجازەت بەردىڭىز.",
    "You revoked filesystem access from app password \"{token}\"" : "ئەپ پارولى \"{token}\" دىن ھۆججەت سىستېمىسىنىڭ زىيارەت قىلىنىشىنى بىكار قىلدىڭىز.",
    "Security" : "بىخەتەرلىك",
    "You successfully logged in using two-factor authentication (%1$s)" : "مۇۋەپپەقىيەتلىك ھالدا ئىككى ئامىللىق دەلىللەش (% 1 $ s) نى ئىشلىتىپ كىردىڭىز",
    "A login attempt using two-factor authentication failed (%1$s)" : "ئىككى ئامىللىق دەلىللەش ئارقىلىق كىرىش سىنىقى مەغلۇپ بولدى (% 1 $ s)",
    "Remote wipe was started on %1$s" : "% 1 $ s دىن يىراقتىن سۈرتۈش باشلاندى",
    "Remote wipe has finished on %1$s" : "يىراقتىن سۈرتۈش% 1 $ s دا تاماملاندى",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "سىزنىڭ <strong> پارولىڭىز </ strong> ياكى <strong> ئېلېكترونلۇق خەت </ strong> ئۆزگەرتىلدى",
    "Settings" : "تەڭشەكلەر",
    "Could not remove app." : "ئەپنى ئۆچۈرەلمىدى.",
    "Could not update app." : "ئەپنى يېڭىلىيالمىدى.",
    "Wrong password" : "Wrong password",
    "Unable to change personal password" : "شەخسىي پارولنى ئۆزگەرتەلمىدى",
    "Saved" : "ساقلاندى",
    "No Login supplied" : "كىرىش تەمىنلەنمىدى",
    "Unable to change password. Password too long." : "پارولنى ئۆزگەرتەلمىدى. پارول بەك ئۇزۇن.",
    "Authentication error" : "سالاھىيەت دەلىللەش خاتالىقى",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "باشقۇرغۇچى ئەسلىگە كەلتۈرۈش پارولى بىلەن تەمىنلەڭ. بولمىسا ، بارلىق ھېسابات سانلىق مەلۇماتلىرى يوقاپ كېتىدۇ.",
    "Wrong admin recovery password. Please check the password and try again." : "باشقۇرغۇچىنىڭ ئەسلىگە كەلتۈرۈش پارولى خاتا. پارولنى تەكشۈرۈپ قايتا سىناڭ.",
    "Backend does not support password change, but the encryption of the account key was updated." : "ئارقا بەت پارول ئۆزگەرتىشنى قوللىمايدۇ ، ئەمما ھېسابات ئاچقۇچىنىڭ مەخپىيلەشتۈرۈلۈشى يېڭىلاندى.",
    "Administrator documentation" : "باشقۇرغۇچى ھۆججەتلىرى",
    "User documentation" : "ئىشلەتكۈچى ھۆججەتلىرى",
    "Nextcloud help overview" : "Nextcloud ياردەم ئومۇمىي ئەھۋالى",
    "Invalid SMTP password." : "ئىناۋەتسىز SMTP پارولى.",
    "Email setting test" : "ئېلېكترونلۇق خەت تەڭشەش سىنىقى",
    "Well done, %s!" : "ياخشى بولدى ،% s!",
    "If you received this email, the email configuration seems to be correct." : "ئەگەر بۇ ئېلېكترونلۇق خەتنى تاپشۇرۇۋالغان بولسىڭىز ، ئېلېكترونلۇق خەت سەپلىمىسى توغرادەك قىلىدۇ.",
    "Email could not be sent. Check your mail server log" : "ئېلېكترونلۇق خەت ئەۋەتىلمىدى. ئېلخەت مۇلازىمېتىرىڭىزنى تەكشۈرۈڭ",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "ئېلېكترونلۇق خەت ئەۋەتكەندە مەسىلە كۆرۈلگەن. تەڭشەكلىرىڭىزنى تۈزىتىڭ. (خاتالىق:% s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "سىناق ئېلېكترونلۇق خەت ئەۋەتىشتىن بۇرۇن ھېساباتىڭىزنىڭ ئېلېكترونلۇق خەتلىرىنى تەڭشىشىڭىز كېرەك. بۇنىڭ ئۈچۈن% s گە كىرىڭ.",
    "Recently active" : "يېقىندا ئاكتىپ",
    "Disabled accounts" : "ھېسابات چەكلەنگەن",
    "Invalid account" : "ئىناۋەتسىز ھېسابات",
    "Invalid mail address" : "ئىناۋەتسىز خەت ئادرېسى",
    "Settings saved" : "تەڭشەكلەر ساقلاندى",
    "Unable to change full name" : "تولۇق ئىسىمنى ئۆزگەرتەلمىدى",
    "Unable to change email address" : "ئېلېكترونلۇق خەت ئادرېسىنى ئۆزگەرتەلمىدى",
    "Unable to set invalid phone number" : "ئىناۋەتسىز تېلېفون نومۇرىنى بەلگىلىيەلمىدى",
    "Unable to set invalid website" : "ئىناۋەتسىز تور بېكەت قۇرالمىدى",
    "Some account data was invalid" : "بەزى ھېسابات سانلىق مەلۇماتلىرى ئىناۋەتسىز",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Twitter ھېساباتىڭىزنى دەلىللەش ئۈچۈن ، تۆۋەندىكى تىۋىتتېرنى Twitter غا يوللاڭ (ئۇنى ھېچقانداق قۇر ئۈزمەيلا يوللاڭ):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "تور بېتىڭىزنى دەلىللەش ئۈچۈن تۆۋەندىكى مەزمۇنلارنى تور يىلتىزىڭىزدا '.well-known / CloudIdVerificationCode.txt' دا ساقلاڭ (تولۇق تېكىستنىڭ بىر قۇر ئىكەنلىكىنى جەزملەشتۈرۈڭ):",
    "%1$s changed your password on %2$s." : "% 1 $ s پارولىڭىزنى% 2 $ s غا ئۆزگەرتتى.",
    "Your password on %s was changed." : "% S دىكى پارولىڭىز ئۆزگەرتىلدى.",
    "Your password on %s was reset by an administrator." : "% S دىكى پارولىڭىزنى باشقۇرغۇچى ئەسلىگە كەلتۈردى.",
    "Your password on %s was reset." : "% S دىكى پارولىڭىز ئەسلىگە كەلتۈرۈلدى.",
    "Password for %1$s changed on %2$s" : "% 1 $ s نىڭ پارولى% 2 $ s دا ئۆزگەرتىلدى",
    "Password changed for %s" : "پارول% s غا ئۆزگەرتىلدى",
    "If you did not request this, please contact an administrator." : "بۇنى تەلەپ قىلمىغان بولسىڭىز ، باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.",
    "Your email address on %s was changed." : "% S دىكى ئېلېكترونلۇق خەت ئادرېسىڭىز ئۆزگەرتىلدى.",
    "Your email address on %s was changed by an administrator." : "% S دىكى ئېلېكترونلۇق خەت ئادرېسىڭىزنى باشقۇرغۇچى ئۆزگەرتتى.",
    "Email address for %1$s changed on %2$s" : "% 1 $ s نىڭ ئېلېكترونلۇق خەت ئادرېسى% 2 $ s دا ئۆزگەردى",
    "Email address changed for %s" : "ئېلېكترونلۇق خەت ئادرېسى% s غا ئۆزگەرتىلدى",
    "The new email address is %s" : "يېڭى ئېلېكترونلۇق خەت ئادرېسى% s",
    "Your %s account was created" : "سىزنىڭ% s ھېساباتىڭىز قۇرۇلدى",
    "Welcome aboard" : "پاراخوتقا كەلگىنىڭىزنى قارشى ئالىمىز",
    "Welcome aboard %s" : "% S دىكى پاراخوتنى قارشى ئالىمىز",
    "Welcome to your %s account, you can add, protect, and share your data." : "% S ھېساباتىڭىزغا خۇش كەپسىز ، سانلىق مەلۇماتلىرىڭىزنى قوشالايسىز ، قوغدىيالايسىز ۋە ئورتاقلىشالايسىز.",
    "Your Login is: %s" : "كىرىش سۆزىڭىز:% s",
    "Set your password" : "پارولىڭىزنى بەلگىلەڭ",
    "Go to %s" : "% S گە بېرىڭ",
    "Install Client" : "Client نى قاچىلاڭ",
    "Logged in account must be a subadmin" : "ھېساباتقا تىزىملاتقانلار چوقۇم تارماق باشقۇرغۇچى بولۇشى كېرەك",
    "Apps" : "ئەپلەر",
    "Personal" : "شەخسىي",
    "Administration" : "Administration",
    "Users" : "ئىشلەتكۈچىلەر",
    "Additional settings" : "قوشۇمچە تەڭشەكلەر",
    "Artificial Intelligence" : "سۈنئىي ئىدراك",
    "Administration privileges" : "باشقۇرۇش ھوقۇقى",
    "Groupware" : "Groupware",
    "Overview" : "ئومۇمىي چۈشەنچە",
    "Basic settings" : "ئاساسىي تەڭشەكلەر",
    "Sharing" : "ھەمبەھىر",
    "Availability" : "ئىشلەتكىلى بولىدۇ",
    "Calendar" : "يىلنامە",
    "Personal info" : "شەخسىي ئۇچۇرلار",
    "Mobile & desktop" : "كۆچمە ۋە ئۈستەل يۈزى",
    "Email server" : "ئېلخەت مۇلازىمېتىرى",
    "Security & setup checks" : "بىخەتەرلىك ۋە تەڭشەش تەكشۈرۈشى",
    "Background jobs" : "ئارقا خىزمەت",
    "Unlimited" : "چەكسىز",
    "Verifying" : "دەلىللەۋاتىدۇ",
    "Allowed admin IP ranges" : "رۇخسەت قىلىنغان باشقۇرغۇچى IP دائىرىسى",
    "Admin IP filtering isn’t applied." : "باشقۇرغۇچى IP سۈزۈش قوللىنىلمايدۇ.",
    "Configuration key \"%1$s\" expects an array (%2$s found). Admin IP range validation will not be applied." : "سەپلىمە كۇنۇپكىسى \"% 1 $ s\" سانلار گۇرپىسى (% 2 $ s تېپىلدى). باشقۇرغۇچى IP دائىرىسىنى دەلىللەش قوللىنىلمايدۇ.",
    "Configuration key \"%1$s\" contains invalid IP range(s): \"%2$s\"" : "سەپلىمە ئاچقۇچى \"% 1 $ s\" ئىناۋەتسىز IP دائىرىسى ())) نى ئۆز ئىچىگە ئالىدۇ: \"% 2 $ s\"",
    "Admin IP filtering is correctly configured." : "باشقۇرغۇچى IP سۈزگۈچ توغرا تەڭشەلدى.",
    "App directories owner" : "ئەپ مۇندەرىجىسى ئىگىسى",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "بەزى ئەپ مۇندەرىجىسى تور مۇلازىمېتىرىغا ئوخشىمايدىغان ئىشلەتكۈچىگە تەۋە. ئەگەر ئەپلەر قولدا قاچىلانغان بولسا ، بۇ ئەھۋال بولۇشى مۇمكىن. تۆۋەندىكى ئەپ مۇندەرىجىسىنىڭ ئىجازەتلىرىنى تەكشۈرۈڭ:\n% s",
    "App directories have the correct owner \"%s\"" : "ئەپ مۇندەرىجىسىدە توغرا ئىگىسى «% s» بار",
    "Brute-force Throttle" : "Brute-Force Throttle",
    "Your remote address could not be determined." : "يىراقتىكى ئادرېسىڭىزنى بەلگىلىگىلى بولمىدى.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "يىراقتىكى ئادرېسىڭىز «% s» دەپ بېكىتىلگەن بولۇپ ، نۆۋەتتە ھەر خىل تەلەپلەرنىڭ ئىجرا قىلىنىش سۈرئىتىنى ئاستىلىتىدىغان رەھىمسىز كۈچ. ئەگەر يىراقتىكى ئادرېس سىزنىڭ ئادرېسىڭىز بولمىسا ، بۇ ۋاكالەتچىنىڭ توغرا تەڭشەلمىگەنلىكىنىڭ ئىپادىسى بولالايدۇ.",
    "Your remote address \"%s\" is not brute-force throttled." : "سىزنىڭ يىراقتىكى ئادرېسىڭىز «% s» رەھىمسىز ئەمەس.",
    "Old administration imported certificates" : "كونا باشقۇرۇش گۇۋاھنامىسى ئىمپورت قىلدى",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "ئارقا كۆرۈنۈش خىزمىتى ئىمپورت قىلىنغان SSL گۇۋاھنامىسىنى تەكشۈرۈشنى ساقلاۋاتىدۇ. كېيىن قايتا تەكشۈرۈپ بېقىڭ.",
    "There are some administration imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "بۇ يەردە بىر قىسىم باشقۇرۇش ئىمپورت قىلىنغان SSL گۇۋاھنامىسى بار ، بۇلار Nextcloud 21 بىلەن ئەمدى ئىشلىتىلمەيدۇ. ئۇلارنى بۇيرۇق لىنىيىسىگە «occ بىخەتەرلىك: گۇۋاھنامە: ئىمپورت» بۇيرۇقى ئارقىلىق ئەكىرىشكە بولىدۇ. ئۇلارنىڭ سانلىق مەلۇمات مۇندەرىجىسىدىكى يوللىرى تۆۋەندە كۆرسىتىلدى.",
    "Code integrity" : "كود مۇكەممەللىكى",
    "Integrity checker has been disabled. Integrity cannot be verified." : "سەمىمىيەت تەكشۈرگۈچى چەكلەنگەن. سەمىمىيەتنى دەلىللىگىلى بولمايدۇ.",
    "No altered files" : "ئۆزگەرتىلگەن ھۆججەت يوق",
    "Some files have not passed the integrity check. {link1} {link2}" : "بەزى ھۆججەتلەر مۇكەممەللىك تەكشۈرۈشىدىن ئۆتەلمىدى. {link1} {link2}",
    "Cron errors" : "كرون خاتالىقى",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "CLI ئارقىلىق cron خىزمىتىنى ئىجرا قىلىش مۇمكىن ئەمەس. تۆۋەندىكى تېخنىكىلىق خاتالىقلار كۆرۈلدى:\n% s",
    "The last cron job ran without errors." : "ئەڭ ئاخىرقى cron خىزمىتى خاتالىق ئۆتكۈزمىدى.",
    "Cron last run" : "Cron last run",
    "Last background job execution ran %s. Something seems wrong. {link}." : "ئاخىرقى تەگلىك خىزمەت ئىجرا قىلىش% s. بىر نەرسە خاتادەك قىلىدۇ. {link}.",
    "Last background job execution ran %s." : "ئاخىرقى تەگلىك خىزمەت ئىجرا قىلىش% s.",
    "Data directory protected" : "سانلىق مەلۇمات مۇندەرىجىسى قوغدالدى",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "سانلىق مەلۇمات مۇندەرىجىسى ۋە ھۆججەتلىرىڭىزنى توردىن كۆرگىلى بولىدۇ. .Htaccess ھۆججىتى ئىشلىمەيدۇ. تور مۇلازىمېتىرىڭىزنى سەپلەپ ، سانلىق مەلۇمات مۇندەرىجىسىنى ئەمدى زىيارەت قىلماسلىق ياكى سانلىق مەلۇمات مۇندەرىجىسىنى تور مۇلازىمېتىر ھۆججەت يىلتىزىنىڭ سىرتىغا يۆتكەش تەۋسىيە قىلىنىدۇ.",
    "Could not check that the data directory is protected. Please check manually that your server does not allow access to the data directory." : "سانلىق مەلۇمات مۇندەرىجىسىنىڭ قوغدالغانلىقىنى تەكشۈرەلمىدىڭىز. مۇلازىمېتىرىڭىزنىڭ سانلىق مەلۇمات مۇندەرىجىسىگە يول قويمايدىغانلىقىنى قولدا تەكشۈرۈپ بېقىڭ.",
    "Database missing columns" : "ساندان يوقاپ كەتكەن ئىستون",
    "Missing optional column \"%s\" in table \"%s\"." : "جەدۋەلدىكى \"% s\" ئىختىيارى ئىستون يوقاپ كەتتى.",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "سانداندا بىر قىسىم ئىختىيارى ئىستونلار كەم. چوڭ جەدۋەللەرگە ئىستون قوشۇش بىر ئاز ۋاقىت كېتىشى مۇمكىن ، ئۇلار خالىغان ۋاقىتتا ئاپتوماتىك قوشۇلمايدۇ. «Occ db: add-missing-column» نى ئىجرا قىلىش ئارقىلىق ، يوقاپ كەتكەن ئىستونلارنى قولدا قوشقىلى بولىدۇ. ستونلار قوشۇلغاندىن كېيىن بەزى ئىقتىدارلار ئىنكاسچانلىقى ياكى ئىشلىتىشچانلىقىنى ئۆستۈرۈشى مۇمكىن.",
    "Database missing indices" : "ساندان يوقاپ كەتكەن كۆرسەتكۈچ",
    "Missing indices:" : "يوقاپ كەتكەن كۆرسەتكۈچلەر:",
    "\"%s\" in table \"%s\"" : "جەدۋەلدىكى \"% s\" \"% s\"",
    "Detected some missing optional indices. Occasionally new indices are added (by Nextcloud or installed applications) to improve database performance. Adding indices can sometimes take awhile and temporarily hurt performance so this is not done automatically during upgrades. Once the indices are added, queries to those tables should be faster. Use the command `occ db:add-missing-indices` to add them. " : "بىر قىسىم يوقاپ كەتكەن ئىختىيارى كۆرسەتكۈچلەرنى بايقىدى. سانداننىڭ ئىقتىدارىنى يۇقىرى كۆتۈرۈش ئۈچۈن ئاندا-ساندا يېڭى كۆرسەتكۈچلەر (Nextcloud ياكى قاچىلانغان پروگراممىلار تەرىپىدىن) قوشۇلىدۇ. كۆرسەتكۈچ قوشۇش بەزىدە بىر ئاز ۋاقىت سەرپ قىلىپ ئىقتىدارغا ۋاقىتلىق زىيان سالىدۇ ، شۇڭا يېڭىلاش جەريانىدا ئاپتوماتىك ئىشلەنمەيدۇ. كۆرسەتكۈچ قوشۇلغاندىن كېيىن ، بۇ جەدۋەللەرنىڭ سوئاللىرى تېخىمۇ تېز بولۇشى كېرەك. ئۇلارنى قوشۇش ئۈچۈن «occ db: add-missing-indices» بۇيرۇقىنى ئىشلىتىڭ. ",
    "Database missing primary keys" : "ساندان يوقاپ كەتكەن دەسلەپكى ئاچقۇچلار",
    "Missing primary key on table \"%s\"." : "جەدۋەلدىكى «% s» دىكى دەسلەپكى ئاچقۇچ كەم.",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "سانداندا بىر قىسىم ئاساسلىق ئاچقۇچلار كەم. چوڭ ئۈستەللەرگە دەسلەپكى كۇنۇپكىلارنى قوشۇشقا بىر ئاز ۋاقىت كېتىشى مۇمكىن بولغاچقا ، ئۇلار ئاپتوماتىك قوشۇلمىدى. «Occ db: add-missing-primary-key» نى ئىجرا قىلىش ئارقىلىق يوقاپ كەتكەن دەسلەپكى كۇنۇپكىلارنى قولدا قوشقىلى بولىدۇ.",
    "Database pending bigint migrations" : "ساقلىنىۋاتقان سانلىق مەلۇمات ئامبىرى",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "سانداندىكى بەزى ئىستونلاردا چوڭ int غا ئايلىنىش كەم. چوڭ جەدۋەلدىكى ئىستون تىپلىرىنى ئۆزگەرتىشكە بىر ئاز ۋاقىت كېتىشى مۇمكىن بولغاچقا ، ئۇلار ئاپتوماتىك ئۆزگەرتىلمىدى. ساقلىنىۋاتقان ئۆزگەرتىشلەرنى «occ db: convert-filecache-bigint» نى ئىجرا قىلىش ئارقىلىق قولدا ئىشلىتىشكە بولىدۇ. مىسال تورسىز ھالەتتە بۇ مەشغۇلاتنى قىلىش كېرەك.",
    "Debug mode" : "ھەل قىلىش ھالىتى",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "بۇ مىسال ھەل قىلىش شەكلىدە ئىجرا بولۇۋاتىدۇ. پەقەت ئىشلەپچىقىرىش مۇھىتىدا ئەمەس ، يەرلىك تەرەققىيات ئۈچۈنلا قوزغىتىڭ.",
    "Debug mode is disabled." : "خاتالىق ھالىتى چەكلەنگەن.",
    "Default phone region" : "كۆڭۈلدىكى تېلېفون رايونى",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "قاچىلاشتا كۆڭۈلدىكى تېلېفون رايونى يوق. بۇ دۆلەت نومۇرى بولمىغان ئارخىپ تەڭشىكىدىكى تېلېفون نومۇرىنى دەلىللەش تەلەپ قىلىنىدۇ. دۆلەت كودى بولمىغان نومۇرلارغا رۇخسەت قىلىش ئۈچۈن ، سەپلىمە ھۆججىتىڭىزگە رايوننىڭ ISO 3166-1 كودى بىلەن «default_phone_region» نى قوشۇڭ.",
    "Email test" : "ئېلېكترونلۇق خەت سىنىقى",
    "Email test was successfully sent" : "ئېلېكترونلۇق خەت سىنىقى مۇۋەپپەقىيەتلىك ئەۋەتىلدى",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "ئېلېكترونلۇق خەت مۇلازىمېتىرىڭىزنى تەڭشىمىدىڭىز ياكى دەلىللىمىدىڭىز. ئۇلارنى تەڭشەش ئۈچۈن «ئاساسىي تەڭشەكلەر» گە يۆتكىڭ. ئۇنىڭدىن كېيىن ، جەدۋەلنىڭ ئاستىدىكى «ئېلېكترونلۇق خەت ئەۋەتىش» كۇنۇپكىسىنى ئىشلىتىپ تەڭشەكلىرىڭىزنى دەلىللەڭ.",
    "Transactional File Locking" : "سودا ھۆججىتىنى قۇلۇپلاش",
    "Transactional File Locking is disabled. This is not a a supported configuraton. It may lead to difficult to isolate problems including file corruption. Please remove the `'filelocking.enabled' => false` configuration entry from your `config.php` to avoid these problems." : "سودا ھۆججىتىنى قۇلۇپلاش چەكلەنگەن. بۇ قوللايدىغان سەپلىمە ئەمەس. ھۆججەت چىرىكلىكىنى ئۆز ئىچىگە ئالغان مەسىلىلەرنى ئايرىۋېتىش قىيىن بولۇشى مۇمكىن. بۇ مەسىلىلەردىن ساقلىنىش ئۈچۈن «config.php» دىن «filelocking.enabled» => false »سەپلىمىسىنى كىرگۈزۈڭ.",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "ساندان سودا ھۆججىتىنى قۇلۇپلاشقا ئىشلىتىلىدۇ. ئىقتىدارنى ئاشۇرۇش ئۈچۈن ، ئەگەر مۇمكىن بولسا memcache نى تەڭشەڭ.",
    "Forwarded for headers" : "ماۋزۇلارغا يوللاندى",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "سىزنىڭ «ئىشەنچلىك_ ۋاكالەتچى» تەڭشىكىڭىز توغرا تەڭشەلمىگەن ، ئۇ چوقۇم بىر گۇرۇپپا بولۇشى كېرەك.",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array of IP addresses - optionally with range in CIDR notation." : "سىزنىڭ «ئىشەنچلىك_ ۋاكالەتچى» تەڭشىكىڭىز توغرا تەڭشەلمىگەن ، ئۇ بىر تۈركۈم IP ئادرېس بولۇشى كېرەك - ئىختىيارىي ھالدا CIDR ئىزاھاتىدا.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "تەتۈر ۋاكالەتچى بەت بېشى سەپلىمىسى توغرا ئەمەس. بۇ بىر بىخەتەرلىك مەسىلىسى بولۇپ ، ھۇجۇمچىنىڭ Nextcloud دا كۆرۈنگەن IP ئادرېسىنى بۇزۇۋېتىشىگە يول قويىدۇ.",
    "Your IP address was resolved as %s" : "IP ئادرېسىڭىز% s سۈپىتىدە ھەل قىلىندى",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "تەتۈر ۋاكالەتچى بەت بېشى سەپلىمىسى توغرا ئەمەس ، ياكى ئىشەنچلىك ۋاكالەتچىدىن Nextcloud نى زىيارەت قىلىسىز. ئەگەر ئۇنداق بولمىسا ، بۇ بىر بىخەتەرلىك مەسىلىسى بولۇپ ، ھۇجۇم قىلغۇچىنىڭ IP ئادرېسىنى Nextcloud غا كۆرۈنگەندەك بۇزۇۋېتەلەيدۇ.",
    "HTTPS access and URLs" : "HTTPS زىيارەت ۋە URL",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead. Without it some important web functionality like \"copy to clipboard\" or \"service workers\" will not work!" : "HTTP ئارقىلىق بىخەتەر تور بېكەتكە كىرىش. مۇلازىمېتىرىڭىزنى ئورنىتىپ ، ئۇنىڭ ئورنىغا HTTPS تەلەپ قىلىشىڭىزنى تەۋسىيە قىلىمىز. ئۇ بولمىسا «چاپلاش تاختىسىغا كۆچۈرۈش» ياكى «مۇلازىمەت ئىشچىلىرى» قاتارلىق بىر قىسىم مۇھىم تور ئىقتىدارلىرى ئىشلىمەيدۇ!",
    "Accessing site insecurely via HTTP." : "HTTP ئارقىلىق بىخەتەر تور بېكەتكە كىرىش.",
    "You are accessing your instance over a secure connection, however your instance is generating insecure URLs. This likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "بىخەتەر ئۇلىنىش ئارقىلىق مىسالىڭىزنى زىيارەت قىلىۋاتىسىز ، ئەمما مىسالىڭىز بىخەتەر URL لارنى ھاسىل قىلىۋاتىدۇ. بۇ بەلكىم سىزنىڭ مىسالىڭىزنىڭ تەتۈر ۋاكالەتچىنىڭ كەينىدە ئىكەنلىكى ۋە Nextcloud `overrite *` config قىممىتى توغرا تەڭشەلمىگەنلىكىدىن دېرەك بېرىدۇ.",
    "Your instance is generating insecure URLs. If you access your instance over HTTPS, this likely means that your instance is behind a reverse proxy and the Nextcloud `overwrite*` config values are not set correctly." : "مىسالىڭىز بىخەتەر بولمىغان URL لارنى ھاسىل قىلىۋاتىدۇ. ئەگەر سىز HTTPS ئارقىلىق مىسالىڭىزنى زىيارەت قىلسىڭىز ، بۇ بەلكىم مىسالىڭىزنىڭ تەتۈر ۋاكالەتچىنىڭ كەينىدە ئىكەنلىكى ۋە Nextcloud `overrite *` سەپلىمە قىممىتى توغرا تەڭشەلمىگەنلىكىدىن دېرەك بېرىدۇ.",
    "You are accessing your instance over a secure connection, and your instance is generating secure URLs." : "بىخەتەر ئۇلىنىش ئارقىلىق مىسالىڭىزنى زىيارەت قىلىۋاتىسىز ، مىسالىڭىز بىخەتەر URL ھاسىل قىلىۋاتىدۇ.",
    "Internet connectivity" : "تور ئۇلىنىشى",
    "Internet connectivity is disabled in configuration file." : "سەپلىمە ھۆججىتىدە تور ئۇلىنىشى چەكلەنگەن.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "بۇ مۇلازىمېتىرنىڭ ئىنتېرنېت ئۇلىنىشى يوق: كۆپ ئاخىرقى نۇقتىغا يەتكىلى بولمايدۇ. بۇ تاشقى ساقلىغۇچ ئورنىتىش ، ئۈچىنچى تەرەپ ئەپلىرىنى يېڭىلاش ياكى قاچىلاش ھەققىدىكى ئۇقتۇرۇشلارنىڭ ئىشلىمەيدىغانلىقىنى كۆرسىتىدۇ. ھۆججەتلەرنى يىراقتىن زىيارەت قىلىش ۋە ئۇقتۇرۇش ئېلېكترونلۇق خەت ئەۋەتىشمۇ ئىشلىمەسلىكى مۇمكىن. بارلىق ئىقتىدارلاردىن ھۇزۇرلىنىش ئۈچۈن بۇ مۇلازىمېتىردىن تورغا ئۇلىنىش ئورنىتىڭ.",
    "JavaScript modules support" : "JavaScript بۆلەكلىرىنى قوللايدۇ",
    "Unable to run check for JavaScript support. Please remedy or confirm manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "JavaScript قوللاشنى تەكشۈرۈشنى ئىجرا قىلالمىدى. ئەگەر توركۆرگۈڭىز JavaScript MIME تىپى ئارقىلىق `.mjs ھۆججىتىگە مۇلازىمەت قىلسا ، ئۇنى ئوڭشاڭ ياكى قولدا جەزملەشتۈرۈڭ.",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "توركۆرگۈڭىز JavaScript MIME تىپى ئارقىلىق `.mjs` ھۆججىتىگە مۇلازىمەت قىلمايدۇ. بۇ توركۆرگۈچلەرنىڭ JavaScript ھۆججىتىنى ئىجرا قىلىشىنىڭ ئالدىنى ئېلىش ئارقىلىق بەزى ئەپلەرنى بۇزىدۇ. توركۆرگۈڭىزنى «تېكىست / javascript» ياكى «قوللىنىشچان پروگرامما / javascript» MIME تىپى بىلەن «.mjs» ھۆججىتىگە مۇلازىمەت قىلىش ئۈچۈن سەپلىشىڭىز كېرەك.",
    "JavaScript source map support" : "JavaScript مەنبە خەرىتىسىنى قوللاش",
    "Your webserver is not set up to serve `.js.map` files. Without these files, JavaScript Source Maps won't function properly, making it more challenging to troubleshoot and debug any issues that may arise." : "توركۆرگۈڭىز `.js.map` ھۆججىتىگە مۇلازىمەت قىلىش ئۈچۈن تەڭشەلمىگەن. بۇ ھۆججەتلەر بولمىسا ، JavaScript مەنبە خەرىتىسى نورمال ئىشلىمەيدۇ ، شۇڭا كېلىپ چىققان مەسىلىلەرنى ھەل قىلىش ۋە ھەل قىلىش تېخىمۇ قىيىن.",
    "Old server-side-encryption" : "كونا مۇلازىمېتىر تەرەپ شىفىرلاش",
    "Disabled" : "چەكلەنگەن",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "كونا مۇلازىمېتىر تەرەپ شىفىرلاش شەكلى قوزغىتىلغان. بۇنى چەكلەشنى تەۋسىيە قىلىمىز.",
    "Maintenance window start" : "ئاسراش كۆزنىكى باشلىنىدۇ",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "مۇلازىمېتىرنىڭ ئاسراش كۆزنىكى باشلىنىش ۋاقتى سەپلەنمىگەن. بۇ سىزنىڭ كۈندىلىك ئىشلىتىش ۋاقتىڭىزدىكى بايلىقنى ئاساس قىلىدىغان كۈندىلىك خىزمەتلەرنىڭمۇ ئىجرا قىلىنىدىغانلىقىدىن دېرەك بېرىدۇ. ئۇنى تۆۋەن ئىشلىتىش ۋاقتىغا تەڭشەشنى تەۋسىيە قىلىمىز ، شۇڭا ئىشلەتكۈچىلەر بۇ ئېغىر ۋەزىپىلەردىن كېلىپ چىققان يۈكنىڭ تەسىرىگە ئاز ئۇچرايدۇ.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "ئېغىر ئارقا كۆرۈنۈشلەرنى ئىجرا قىلىدىغان ئاسراش كۆزنىكى {باشلاش}: 00 UTC بىلەن {ئاخىرى}: 00 UTC ئارىلىقىدا",
    "Memcache" : "Memcache",
    "Memcached is configured as distributed cache, but the wrong PHP module (\"memcache\") is installed. Please install the PHP module \"memcached\"." : "Memcached تەقسىملەنگەن غەملەك قىلىپ تەڭشەلگەن ، ئەمما خاتا PHP مودۇلى (\"memcache\") ئورنىتىلغان. PHP مودۇلى «memcached» نى قاچىلاڭ.",
    "Memcached is configured as distributed cache, but the PHP module \"memcached\" is not installed. Please install the PHP module \"memcached\"." : "Memcached تەقسىملەنگەن غەملەك قىلىپ تەڭشەلگەن ، ئەمما PHP مودۇلى «ئىچكى ساقلىغۇچ» ئورنىتىلمىغان. PHP مودۇلى «memcached» نى قاچىلاڭ.",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "ھېچقانداق ئىچكى ساقلىغۇچ سەپلەنمىگەن. ئىقتىدارنى ئاشۇرۇش ئۈچۈن ئەگەر مۇمكىن بولسا ئىچكى ساقلىغۇچ سەپلەڭ.",
    "Configured" : "تەڭشەلدى",
    "Mimetype migrations available" : "Mimetype كۆچۈرگىلى بولىدۇ",
    "One or more mimetype migrations are available. Occasionally new mimetypes are added to better handle certain file types. Migrating the mimetypes take a long time on larger instances so this is not done automatically during upgrades. Use the command `occ maintenance:repair --include-expensive` to perform the migrations." : "بىر ياكى بىر قانچە تەقلىدىي كۆچۈش بار. بەزى ھۆججەت تىپلىرىنى تېخىمۇ ياخشى بىر تەرەپ قىلىش ئۈچۈن ئاندا-ساندا يېڭى تەقلىدلەر قوشۇلىدۇ. تەقلىدلەرنى كۆچۈرۈش چوڭراق ئەھۋاللارغا ئۇزۇن ۋاقىت كېتىدۇ ، شۇڭا يېڭىلاش جەريانىدا ئاپتوماتىك ئىشلەنمەيدۇ. كۆچۈرۈش ئۈچۈن `occ ئاسراش: رېمونت قىلىش --include-expensive` دېگەن بۇيرۇقنى ئىشلىتىڭ.",
    "MySQL row format" : "MySQL قۇر فورماتى",
    "You are not using MySQL" : "سىز MySQL نى ئىشلەتمەيسىز",
    "MySQL Unicode support" : "MySQL Unicode نى قوللايدۇ",
    "MySQL is used as database and does support 4-byte characters" : "MySQL ساندان سۈپىتىدە ئىشلىتىلىدۇ ، 4 بايىتلىق ھەرپلەرنى قوللايدۇ",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL ساندان سۈپىتىدە ئىشلىتىلىدۇ ، ئەمما 4 بايىتلىق ھەرپلەرنى قوللىمايدۇ. ھۆججەت ئىسمى ياكى باھادا مەسىلە يوق 4 بايىتلىق ھەرپلەرنى (emojis غا ئوخشاش) بىر تەرەپ قىلالايدىغان بولۇش ئۈچۈن MySQL دا 4 بايىتلىق قوللاشنى قوزغىتىش تەۋسىيە قىلىنىدۇ.",
    "OCS provider resolving" : "OCS تەمىنلىگۈچى ھەل قىلىدۇ",
    "Could not check if your web server properly resolves the OCM and OCS provider URLs." : "تور مۇلازىمېتىرىڭىزنىڭ OCM ۋە OCS تەمىنلىگۈچى URL لىرىنى توغرا ھەل قىلغان-قىلمىغانلىقىنى تەكشۈرەلمىدىڭىز.",
    "Your web server is not properly set up to resolve %1$s.\nThis is most likely related to a web server configuration that was not updated to deliver this folder directly.\nPlease compare your configuration against the shipped rewrite rules in \".htaccess\" for Apache or the provided one in the documentation for Nginx.\nOn Nginx those are typically the lines starting with \"location ~\" that need an update." : "تور مۇلازىمېتىرىڭىز% 1 $ s نى ھەل قىلىش ئۈچۈن مۇۋاپىق تەڭشەلمىگەن.\nبۇ بەلكىم بۇ ھۆججەت قىسقۇچنى بىۋاسىتە يەتكۈزۈش ئۈچۈن يېڭىلانمىغان تور مۇلازىمېتىر سەپلىمىسى بىلەن مۇناسىۋەتلىك بولۇشى مۇمكىن.\nسەپلىمىلىرىڭىزنى Apache نىڭ «.htaccess» دىكى ئەۋەتىلگەن قايتا يېزىش قائىدىسىگە ياكى Nginx نىڭ ھۆججەتلىرىدىكى تەمىنلەنگەن قائىدىگە سېلىشتۇرۇڭ.\nNginx دا ئادەتتە يېڭىلاشقا ئېھتىياجلىق بولغان «ئورۇن ~» دىن باشلانغان قۇرلار بار.",
    "Overwrite CLI URL" : "CLI URL نى قاپلىۋېلىڭ",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "Config.php دىكى «overrite.cli.url» تاللانمىسى «% s» غا توغرا تەڭشەلدى.",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "سىزنىڭ config.php دىكى \"overrite.cli.url\" تاللانمىسى توغرا URL بولغان \"% s\" قىلىپ تەڭشەلدى. تەۋسىيە قىلىنغان URL بولسا «% s».",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Config.php ھۆججىتىڭىزدىكى «overrite.cli.url» تاللانمىسىنى ئابونتلىرىڭىز بۇ Nextcloud نى زىيارەت قىلىش ئۈچۈن ئىشلىتىدىغان URL غا تەڭشەڭ. تەكلىپ: \"% s\". بولمىسا cron ئارقىلىق URL ھاسىل قىلىشتا مەسىلە بولۇشى مۇمكىن. (گەرچە تەۋسىيە قىلىنغان URL ئىشلەتكۈچىلىرىڭىز بۇ Nextcloud نى زىيارەت قىلىش ئۈچۈن ئىشلىتىدىغان URL بولمىسىمۇ ، ئەڭ ياخشىسى ھەر قانداق ئەھۋالدا بۇنى قايتا-قايتا تەكشۈرۈپ بېقىڭ.)",
    "PHP APCu configuration" : "PHP APCu سەپلىمىسى",
    "Your APCu cache has been running full, consider increasing the apc.shm_size php setting." : "APCu غەملەكلىرىڭىز تولۇق ئىجرا بولۇۋاتىدۇ ، apc.shm_size php تەڭشىكىنى ئاشۇرۇشنى ئويلاڭ.",
    "Your APCu cache is almost full at %s%%, consider increasing the apc.shm_size php setting." : "سىزنىڭ APCu غەملەكلىرىڭىز% s %% دە تولۇق بولۇپ ، apc.shm_size php تەڭشىكىنى ئاشۇرۇشنى ئويلاڭ.",
    "PHP default charset" : "PHP سۈكۈتتىكى جەدۋەل",
    "PHP configuration option \"default_charset\" should be UTF-8" : "PHP سەپلىمىسى تاللانمىسى \"default_charset\" UTF-8 بولۇشى كېرەك",
    "PHP set_time_limit" : "PHP set_time_limit",
    "The function is available." : "بۇ ئىقتىدارنى ئىشلەتكىلى بولىدۇ.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "PHP ئىقتىدارى \"set_time_limit\" نى ئىشلەتكىلى بولمايدۇ. بۇ ئورگىنالنىڭ ئوتتۇرىدا ئىجرا قىلىنىشىنى توختىتىپ ، قاچىلاشنى بۇزۇۋېتىشى مۇمكىن. بۇ ئىقتىدارنى قوزغىتىش كۈچلۈك تەۋسىيە قىلىنىدۇ.",
    "Freetype" : "Freetype",
    "Supported" : "قوللىدى",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "PHP دا FreeType قوللىمايدۇ ، نەتىجىدە ئارخىپ رەسىملىرى ۋە تەڭشەك كۆرۈنمە يۈزى بۇزۇلۇپ كېتىدۇ.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "PHP سىستېما مۇھىتىنىڭ ئۆزگىرىشچانلىقىنى سۈرۈشتۈرۈش ئۈچۈن مۇۋاپىق تەڭشەلمىگەندەك قىلىدۇ. Getenv (\"PATH\") بىلەن سىناق پەقەت قۇرۇق جاۋاب قايتۇرىدۇ.",
    "PHP memory limit" : "PHP ئىچكى ساقلىغۇچ چېكى",
    "The PHP memory limit is below the recommended value of %s." : "PHP ئىچكى ساقلىغۇچ چەكلىمىسى تەۋسىيە قىلىنغان% s دىن تۆۋەن.",
    "PHP modules" : "PHP مودۇلى",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "تىل تەرجىمە ئىقتىدارىنى ئاشۇرىدۇ ۋە ASCII بولمىغان ھەرپلەرنى رەتلەشنى ئوڭشايدۇ",
    "for Argon2 for password hashing" : "پارولنى يۇيۇش ئۈچۈن Argon2 ئۈچۈن",
    "for WebAuthn passwordless login" : "WebAuthn پارولسىز كىرىش ئۈچۈن",
    "for WebAuthn passwordless login, and SFTP storage" : "WebAuthn پارولسىز كىرىش ۋە SFTP ساقلاش ئۈچۈن",
    "for picture rotation in server and metadata extraction in the Photos app" : "رەسىم ئەپىدە مۇلازىمېتىردا رەسىم ئايلىنىش ۋە مېتا سانلىق مەلۇمات ئېلىش ئۈچۈن",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "بۇ مىسالدا بىر قىسىم لازىملىق PHP بۆلەكلىرى كەم. ئۇلارنى ئورنىتىش تەلەپ قىلىنىدۇ:% s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "بۇ مىسالدا تەۋسىيە قىلىنغان بىر قىسىم PHP بۆلەكلىرى كەم. ئىقتىدار ۋە ياخشى ماسلىشىشچانلىقى ئۈچۈن ئۇلارنى ئورنىتىش تەۋسىيە قىلىنىدۇ:\n% s",
    "PHP opcache" : "PHP opcache",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "PHP OPcache مودۇلى يۈكلەنمىدى. تېخىمۇ ياخشى ئۈنۈمگە ئېرىشىش ئۈچۈن ئۇنى PHP قاچىلاشقا قاچىلاش تەۋسىيە قىلىنىدۇ.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache چەكلەنگەن. تېخىمۇ ياخشى ئۈنۈمگە ئېرىشىش ئۈچۈن ، PHP سەپلىمىسىڭىزگە «opcache.enable = 1» نى ئىشلىتىش تەۋسىيە قىلىنىدۇ.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "ئورتاق ئىشلىتىلىدىغان ئىچكى ساقلىغۇچنى ئاساس قىلغان OPcache چەكلەنگەن. تېخىمۇ ياخشى ئۈنۈمگە ئېرىشىش ئۈچۈن ، PHP سەپلىمىسىڭىزگە «opcache.file_cache_only = 0» نى ئىشلىتىش ھەمدە ھۆججەت غەملەكنى پەقەت ئىككىنچى دەرىجىلىك غەملەك قىلىپ ئىشلىتىش تەۋسىيە قىلىنىدۇ.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache كۆڭۈلدىكىدەك ئىشلىمەيدۇ ، opcache_get_status () يالغان قايتۇرىدۇ ، سەپلىمىنى تەكشۈرۈپ بېقىڭ.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "OPcache كۇنۇپكىلىرىنىڭ ئەڭ كۆپ سانى ئاساسەن ئېشىپ كەتتى. بارلىق قوليازمىلارنى ساقلىغۇچتا ساقلاشقا كاپالەتلىك قىلىش ئۈچۈن ، PHP سەپلىمىسىڭىزگە «% s» دىن يۇقىرى قىممەتتىكى «opcache.max_accelerated_files» نى ئىشلىتىش تەۋسىيە قىلىنىدۇ.",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "OPcache بۇففېر تولۇق. بارلىق قوليازمىلارنى ساقلىغۇچتا ساقلاشقا كاپالەتلىك قىلىش ئۈچۈن ، «opcache.memory_consumption» نى PHP سەپلىمىسىڭىزگە «% s» دىن يۇقىرى قىممەت بىلەن ئىشلىتىش تەۋسىيە قىلىنىدۇ.",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "OPcache پىراكتىكانت سىزىقلىق بەلۋاغ تولۇق. تەكرارلانغان تىزمىلارنى ئۈنۈملۈك ساقلىغىلى بولىدىغانلىقىغا كاپالەتلىك قىلىش ئۈچۈن ، PHP سەپلىمىسىڭىزگە «% s» دىن يۇقىرى قىممەتتىكى «opcache.interned_strings_buffer» نى ئىشلىتىش تەۋسىيە قىلىنىدۇ.",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache كود باھالىرىنى ئۆچۈرۈش ئۈچۈن سەپلەنگەن. OPcache قوزغىتىلغاندىن كېيىن ، Nextcloud نىڭ ئىقتىدارى ئۈچۈن \"opcache.save_comments = 1\" نى تەڭشەش كېرەك.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Nextcloud نىڭ OPcache API نى ئىشلىتىشىگە رۇخسەت قىلىنمايدۇ. OPcache قوزغىتىلغاندىن كېيىن ، Nextcloud بارلىق مۇندەرىجىلەرنى «opcache.restrict_api» بىلەن ئۆز ئىچىگە ئېلىش ياكى OPCache API چەكلىمىسىنى چەكلەش ئۈچۈن بۇ تەڭشەكنى تەڭشەپ ، Nextcloud يادروسى ياكى ئەپ يېڭىلاش جەريانىدا خاتالىقنىڭ ئالدىنى ئېلىش تەۋسىيە قىلىنىدۇ.",
    "Checking from CLI, OPcache checks have been skipped." : "CLI دىن تەكشۈرۈش ، OPcache تەكشۈرۈشى ئاتلاپ كەتتى.",
    "The PHP OPcache module is not properly configured. %s." : "PHP OPcache مودۇلى مۇۋاپىق تەڭشەلمىگەن. % s.",
    "Correctly configured" : "توغرا تەڭشەلدى",
    "PHP version" : "PHP نەشرى",
    "You are currently running PHP %s. PHP 8.1 is now deprecated in Nextcloud 30. Nextcloud 31 may require at least PHP 8.2. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "سىز ھازىر PHP% s نى ئىجرا قىلىۋاتىسىز. PHP 8.1 ھازىر Nextcloud 30 دە ئەمەلدىن قالدۇرۇلدى. Nextcloud 31 كەم دېگەندە PHP 8.2 نى تەلەپ قىلىشى مۇمكىن. PHP گورۇھى تەمىنلىگەن رەسمىي قوللايدىغان PHP نەشرىنىڭ بىرىنى تېزدىن يېڭىلاڭ.",
    "You are currently running PHP %s." : "سىز ھازىر PHP% s نى ئىجرا قىلىۋاتىسىز.",
    "PHP \"output_buffering\" option" : "PHP \"output_buffering\" تاللانمىسى",
    "PHP configuration option \"output_buffering\" must be disabled" : "PHP سەپلىمىسى تاللىشى \"output_buffering\" چوقۇم چەكلەنگەن",
    "Push service" : "مۇلازىمەتنى ئىلگىرى سۈرۈش",
    "Valid enterprise license" : "ئىناۋەتلىك كارخانا ئىجازەتنامىسى",
    "Free push service" : "ھەقسىز ئىتتىرىش مۇلازىمىتى",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "بۇ Nextcloud نىڭ قوللىمايدىغان مەھەللە قۇرۇلۇشى. بۇ مىسالنىڭ چوڭ-كىچىكلىكىنى نەزەردە تۇتقاندا ، ئىقتىدار ، ئىشەنچلىك ۋە كېڭەيتىشكە كاپالەتلىك قىلغىلى بولمايدۇ. ئىتتىرىش ئۇقتۇرۇشى ھەقسىز مۇلازىمىتىمىزنى نورمىدىن ئاشۇرۇپ يۈك بېسىشتىن ساقلىنىدۇ. Nextcloud كارخانىسىنىڭ پايدىلىرى ھەققىدە تېخىمۇ كۆپ تەپسىلاتلارنى {link at دىن كۆرۈڭ.",
    "Random generator" : "ئىختىيارى گېنېراتور",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "PHP تەرىپىدىن تاسادىپىيلىق ئۈچۈن مۇۋاپىق مەنبە تېپىلمىدى ، بۇ بىخەتەرلىك سەۋەبىدىن بەك ئۈمىدسىزلىنىدۇ.",
    "Secure" : "بىخەتەر",
    "Configuration file access rights" : "سەپلىمە ھۆججەت زىيارەت قىلىش ھوقۇقى",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "ئوقۇشقىلا بولىدىغان سەپلىمە قوزغىتىلدى. بۇ تور كۆرۈنمە يۈزى ئارقىلىق بەزى سەپلىمىلەرنى تەڭشەشنىڭ ئالدىنى ئالىدۇ. ئۇندىن باشقا ، ھەر بىر يېڭىلاش ئۈچۈن ھۆججەتنى قولدا يېزىش كېرەك.",
    "Nextcloud configuration file is writable" : "Nextcloud سەپلىمە ھۆججىتىنى يېزىشقا بولىدۇ",
    "Scheduling objects table size" : "ئوبيېكت جەدۋەلنىڭ چوڭ-كىچىكلىكىنى ئورۇنلاشتۇرۇش",
    "You have more than %s rows in the scheduling objects table. Please run the expensive repair jobs via occ maintenance:repair --include-expensive." : "ۋاقىت جەدۋىلى جەدۋىلىدە% s دىن ئارتۇق قۇر بار. قىممەت رېمونت قىلىش ئىشلىرىنى رېمونت قىلىش ئارقىلىق ئىجرا قىلىڭ: رېمونت قىلىش - قىممەتنى ئۆز ئىچىگە ئالىدۇ.",
    "Scheduling objects table size is within acceptable range." : "ئوبيېكت جەدۋىلىنىڭ چوڭلۇقى قوبۇل قىلىشقا بولىدىغان دائىرىدە.",
    "HTTP headers" : "HTTP ماۋزۇلىرى",
    "- The `%1$s` HTTP header is not set to `%2$s`. Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "- \"% 1 $ s\" HTTP ماۋزۇسى% 2 $ s قىلىپ تەڭشەلمىدى. بۇ ئىقتىدارنى مۇۋاپىق تەڭشەش تەۋسىيە قىلىنغانلىقتىن ، بەزى ئىقتىدارلار نورمال ئىشلىمەسلىكى مۇمكىن.",
    "- The `%1$s` HTTP header is not set to `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "- \"% 1 $ s\" HTTP ماۋزۇسى% 2 $ s قىلىپ تەڭشەلمىدى. بۇ تەڭشەكنى ماس ھالدا تەڭشەش تەۋسىيە قىلىنغانلىقتىن ، بۇ يوشۇرۇن بىخەتەرلىك ياكى مەخپىيەتلىك خەۋىپى.",
    "- The `%1$s` HTTP header does not contain `%2$s`. This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "-% 1 $ s` HTTP ماۋزۇسىدا% 2 $ s` يوق. بۇ تەڭشەكنى ماس ھالدا تەڭشەش تەۋسىيە قىلىنغانلىقتىن ، بۇ يوشۇرۇن بىخەتەرلىك ياكى مەخپىيەتلىك خەۋىپى.",
    "- The `%1$s` HTTP header is not set to `%2$s`, `%3$s`, `%4$s`, `%5$s` or `%6$s`. This can leak referer information. See the {w3c-recommendation}." : "- \"% 1 $ s\" HTTP بەت بېشى \"% 2 $ s\" ، \"% 3 $ s\" ، \"% 4 $ s\" ، \"% 5 $ s\" ياكى \"% 6 $ s\" قىلىپ بېكىتىلمىگەن. بۇ رېفېراندۇم ئۇچۇرلىرىنى ئاشكارىلىشى مۇمكىن. {W3c- تەۋسىيە} گە قاراڭ.",
    "- The `Strict-Transport-Security` HTTP header is not set to at least `%d` seconds (current value: `%d`). For enhanced security, it is recommended to use a long HSTS policy." : "- «قاتتىق قاتناش-بىخەتەرلىك» HTTP ماۋزۇسى كەم دېگەندە% d` سېكۇنت قىلىپ بېكىتىلمىگەن (ھازىرقى قىممىتى:% d`). بىخەتەرلىكنى كۈچەيتىش ئۈچۈن ، ئۇزۇن HSTS سىياسىتىنى ئىشلىتىش تەۋسىيە قىلىنىدۇ.",
    "- The `Strict-Transport-Security` HTTP header is malformed: `%s`. For enhanced security, it is recommended to enable HSTS." : "- \"قاتتىق-قاتناش-بىخەتەرلىك\" HTTP ماۋزۇسى خاتا: \"% s\". كۈچەيتىلگەن بىخەتەرلىك ئۈچۈن ، HSTS نى قوزغىتىش تەۋسىيە قىلىنىدۇ.",
    "- The `Strict-Transport-Security` HTTP header is not set (should be at least `%d` seconds). For enhanced security, it is recommended to enable HSTS." : "- «قاتتىق-قاتناش-بىخەتەرلىك» HTTP ماۋزۇسى تەڭشەلمىدى (كەم دېگەندە% d` سېكۇنت بولۇشى كېرەك). كۈچەيتىلگەن بىخەتەرلىك ئۈچۈن ، HSTS نى قوزغىتىش تەۋسىيە قىلىنىدۇ.",
    "Some headers are not set correctly on your instance" : "بەزى ماۋزۇلار مىسالىڭىزدا توغرا تەڭشەلمىگەن",
    "Could not check that your web server serves security headers correctly. Please check manually." : "تور مۇلازىمېتىرىڭىزنىڭ بىخەتەرلىك ماۋزۇلىرىغا توغرا مۇلازىمەت قىلىدىغانلىقىنى تەكشۈرەلمىدىڭىز. قولدا تەكشۈرۈپ بېقىڭ.",
    "Could not check that your web server serves security headers correctly, unable to query `%s`" : "تور مۇلازىمېتىرىڭىزنىڭ بىخەتەرلىك ماۋزۇلىرىغا توغرا مۇلازىمەت قىلىدىغانلىقىنى تەكشۈرەلمىدىڭىز ، «% s» نى سۈرۈشتۈرەلمەيسىز",
    "Your server is correctly configured to send security headers." : "مۇلازىمېتىرىڭىز بىخەتەرلىك ماۋزۇلىرىنى ئەۋەتىش ئۈچۈن توغرا تەڭشەلدى.",
    "Database version" : "ساندان نەشرى",
    "MariaDB version 10.3 detected, this version is end-of-life and only supported as part of Ubuntu 20.04. MariaDB >=%1$s and <=%2$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MariaDB 10.3 نەشرى بايقالدى ، بۇ نەشرى ئۆمرىنىڭ ئاخىرى بولۇپ ، پەقەت ئۇبۇنتۇ 20.04 نىڭ بىر قىسمى سۈپىتىدە قوللايدۇ. MariaDB> =% 1 $ s ۋە <=% 2 $ s Nextcloud نىڭ بۇ نەشىرى بىلەن ئەڭ ياخشى ئىقتىدار ، مۇقىملىق ۋە ئىقتىدار ئۈچۈن تەۋسىيە قىلىنىدۇ.",
    "MariaDB version \"%1$s\" detected. MariaDB >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MariaDB نەشرى «% 1 $ s» بايقالدى. MariaDB> =% 2 $ s ۋە <=% 3 $ s Nextcloud نىڭ بۇ نەشىرى بىلەن ئەڭ ياخشى ئىقتىدار ، مۇقىملىق ۋە ئىقتىدار ئۈچۈن تەۋسىيە قىلىنىدۇ.",
    "MySQL version \"%1$s\" detected. MySQL >=%2$s and <=%3$s is suggested for best performance, stability and functionality with this version of Nextcloud." : "MySQL نەشرى \"% 1 $ s\" بايقالدى. MySQL> =% 2 $ s ۋە <=% 3 $ s Nextcloud نىڭ بۇ نەشرى بىلەن ئەڭ ياخشى ئىقتىدار ، مۇقىملىق ۋە ئىقتىدار ئۈچۈن تەۋسىيە قىلىنىدۇ.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "SQLite ھازىر ئارقا ساندان سۈپىتىدە ئىشلىتىلىۋاتىدۇ. چوڭراق قاچىلاش ئۈچۈن باشقا ساندان ئارقا سۇپىسىغا ئالماشتۇرۇشىڭىزنى تەۋسىيە قىلىمىز. بۇ ئۈستەل يۈزى خېرىدارىنى ھۆججەت ماس قەدەمدە ئىشلەتكەندە ئالاھىدە تەۋسىيە قىلىنىدۇ. باشقا ساندانغا كۆچۈش ئۈچۈن بۇيرۇق قۇرى قورالىنى ئىشلىتىڭ: \"occ db: convert-type\".",
    "Unknown database platform" : "نامەلۇم ساندان سۇپىسى",
    "Architecture" : "بىناكارلىق",
    "64-bit" : "64-bit",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "قارىغاندا سىز 32 بىتلىق PHP نەشرىنى ئىجرا قىلىۋاتقاندەكسىز. Nextcloud ياخشى يۈرۈش ئۈچۈن 64 بىتلىق لازىم. OS ۋە PHP نى 64 بىتلىق دەرىجىگە كۆتۈرۈڭ.",
    "Temporary space available" : "ۋاقىتلىق بوشلۇق بار",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "ۋاقىتلىق PHP يولىنى تەكشۈرگەندە خاتالىق - مۇندەرىجىگە مۇۋاپىق تەڭشەلمىدى. قايتۇرۇلغان قىممىتى:% s",
    "The PHP function \"disk_free_space\" is disabled, which prevents the check for enough space in the temporary directories." : "PHP ئىقتىدارى \"disk_free_space\" چەكلەنگەن بولۇپ ، ۋاقىتلىق مۇندەرىجىدە يېتەرلىك بوشلۇقنىڭ ئالدىنى ئالىدۇ.",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "ۋاقىتلىق PHP يولىنىڭ بار بولغان دىسكا بوشلۇقىنى تەكشۈرگەندە خاتالىق ياكى ھەقسىز دىسكا بوشلۇقى قايتۇرۇلمىدى. ۋاقىتلىق يول:% s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "-% .1f GiB% s (PHP ۋاقىتلىق مۇندەرىجىسى)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "-% .1f GiB% s دا بار (Nextcloud ۋاقىتلىق مۇندەرىجىسى)",
    "Temporary directory is correctly configured:\n%s" : "ۋاقىتلىق مۇندەرىجە توغرا تەڭشەلدى:\n% s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "بۇ مىسال S3 ئاساسىدىكى ئوبيېكت دۇكىنىنى دەسلەپكى ساقلاش ئورنىدا ئىشلىتىدۇ ، ۋاقىتلىق مۇندەرىجىدە يېتەرلىك بوشلۇق بار.\n% s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "بۇ مىسال S3 ئاساسىدىكى ئوبيېكت دۇكىنىنى دەسلەپكى ساقلاش ئورنىدا ئىشلىتىدۇ. يۈكلەنگەن ھۆججەتلەر مۇلازىمېتىردا ۋاقىتلىق ساقلىنىدۇ ، شۇڭا PHP نىڭ temp مۇندەرىجىسىدە 50 GiB بوشلۇق بولۇشى تەۋسىيە قىلىنىدۇ. بۇنى ياخشىلاش ئۈچۈن php.ini دىكى ۋاقىتلىق مۇندەرىجىنى ئۆزگەرتىڭ ياكى بۇ يولدا تېخىمۇ كۆپ بوشلۇق ھازىرلاڭ. \nۋاقىتلىق يولدىكى بوشلۇقنى تەكشۈرۈش تەۋسىيە قىلىنغان 50 GiB نىڭ ئورنىغا% .1f GiB نى كەلتۈرۈپ چىقاردى. يول:% s",
    "Database transaction isolation level" : "ساندان سودىسىنىڭ ئايرىلىش دەرىجىسى",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "ساندىنىڭىز «READ COMMITTED» سودا ئايرىلىش دەرىجىسى بىلەن ئىجرا بولمايدۇ. كۆپ ھەرىكەت پاراللېل ئىجرا قىلىنغاندا بۇ مەسىلە كەلتۈرۈپ چىقىرىدۇ.",
    "Was not able to get transaction isolation level: %s" : "سودىنىڭ ئايرىلىش دەرىجىسىگە ئېرىشەلمىدى:% s",
    ".well-known URLs" : ". ياخشى بىلىدىغان URL",
    "`check_for_working_wellknown_setup` is set to false in your configuration, so this check was skipped." : "`check_for_working_wellknown_setup` سەپلىمىسىڭىزدە يالغان قىلىپ تەڭشەلدى ، شۇڭا بۇ تەكشۈرۈشتىن ئاتلاندى.",
    "Could not check that your web server serves `.well-known` correctly. Please check manually." : "تور مۇلازىمېتىرىڭىزنىڭ «.well-known» نىڭ توغرا مۇلازىمەت قىلىدىغانلىقىنى تەكشۈرەلمىدىڭىز. قولدا تەكشۈرۈپ بېقىڭ.",
    "Your web server is not properly set up to resolve `.well-known` URLs, failed on:\n`%s`" : "تور مۇلازىمېتىرىڭىز ياخشى ئەمەس.\n`% s`",
    "Your server is correctly configured to serve `.well-known` URLs." : "مۇلازىمېتىرىڭىز «.well-known» URL لىرىغا مۇلازىمەت قىلىش ئۈچۈن توغرا تەڭشەلدى.",
    "Font file loading" : "خەت نۇسخىسىنى يۈكلەش",
    "Could not check for {extension} loading support. Please check manually if your webserver serves `.{extension}` files." : "{كېڭەيتىش} يۈكلەشنى قوللىمىدى. ئەگەر تور مۇلازىمېتىرىڭىز.",
    "Your web server is not properly set up to deliver .{extension} files. This is typically an issue with the Nginx configuration. For Nextcloud 15 it needs an adjustment to also deliver .{extension} files. Compare your Nginx configuration to the recommended configuration in our documentation." : "تور مۇلازىمېتىرىڭىز يەتكۈزۈش ئۈچۈن مۇۋاپىق تەڭشەلمىدى. {كېڭەيتىش} ھۆججەتلىرى. بۇ ئادەتتە Nginx سەپلىمىسىدىكى مەسىلە. Nextcloud 15 ئۈچۈن ئۇ يەنە {كېڭەيتىش} ھۆججەتلىرىنى يەتكۈزۈش ئۈچۈن تەڭشەشكە موھتاج. Nginx سەپلىمىسىنى ھۆججەتلىرىمىزدىكى تەۋسىيە قىلىنغان سەپلىمىگە سېلىشتۇرۇڭ.",
    "Profile information" : "ئارخىپ ئۇچۇرى",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "ئارخىپ رەسىمى ، تولۇق ئىسمى ، ئېلېكترونلۇق خەت ، تېلېفون نومۇرى ، ئادرېسى ، تور بېكىتى ، Twitter ، تەشكىلات ، رولى ، ماۋزۇسى ، تەرجىمىھالى ۋە ئارخىپىڭىزنىڭ قوزغىتىلغان-ئىشلىتىلمىگەنلىكى",
    "Nextcloud settings" : "Nextcloud تەڭشىكى",
    "Unified task processing" : "بىر تۇتاش ۋەزىپە بىر تەرەپ قىلىش",
    "AI tasks can be implemented by different apps. Here you can set which app should be used for which task." : "سۈنئىي ئەقىل ۋەزىپىلىرىنى ئوخشىمىغان ئەپلەر ئارقىلىق ئەمەلگە ئاشۇرغىلى بولىدۇ. بۇ يەردە قايسى ئەپنى قايسى ۋەزىپە ئۈچۈن ئىشلىتىش كېرەكلىكىنى بەلگىلىيەلەيسىز.",
    "Task:" : "ۋەزىپە:",
    "None of your currently installed apps provide Task processing functionality" : "ھازىر قاچىلانغان ئەپلىرىڭىزنىڭ ھېچقايسىسى ۋەزىپە بىر تەرەپ قىلىش ئىقتىدارىنى تەمىنلىمەيدۇ",
    "Machine translation" : "ماشىنا تەرجىمىسى",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "ئوخشىمىغان ئەپلەر ئارقىلىق ماشىنا تەرجىمىسىنى يولغا قويغىلى بولىدۇ. بۇ يەردە سىز ھازىر ئورناتقان ماشىنا تەرجىمە ئەپلىرىنىڭ ئەۋزەللىكىنى بەلگىلىيەلەيسىز.",
    "Image generation" : "رەسىم ھاسىل قىلىش",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "ئوخشىمىغان ئەپلەر ئارقىلىق رەسىم ھاسىل قىلىشنى ئەمەلگە ئاشۇرغىلى بولىدۇ. بۇ يەردە قايسى ئەپنى ئىشلىتىش كېرەكلىكىنى بەلگىلىيەلەيسىز.",
    "None of your currently installed apps provide image generation functionality" : "ھازىر قاچىلانغان ئەپلەرنىڭ ھېچقايسىسى رەسىم ھاسىل قىلىش ئىقتىدارى بىلەن تەمىنلىمەيدۇ",
    "Text processing" : "تېكىست بىر تەرەپ قىلىش",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "تېكىست بىر تەرەپ قىلىش ۋەزىپىلىرىنى ئوخشىمىغان ئەپلەر ئارقىلىق ئەمەلگە ئاشۇرغىلى بولىدۇ. بۇ يەردە قايسى ئەپنى قايسى ۋەزىپە ئۈچۈن ئىشلىتىش كېرەكلىكىنى بەلگىلىيەلەيسىز.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "ھازىر قاچىلانغان ئەپلەرنىڭ ھېچقايسىسى تېكىست بىر تەرەپ قىلىش API نى ئىشلىتىپ تېكىست بىر تەرەپ قىلىش ئىقتىدارىنى تەمىنلىمەيدۇ.",
    "Here you can decide which group can access certain sections of the administration settings." : "بۇ يەردە قايسى گۇرۇپپىنىڭ باشقۇرۇش تەڭشەكلىرىنىڭ بەزى بۆلەكلىرىنى زىيارەت قىلالايدىغانلىقىنى قارار قىلالايسىز.",
    "None" : "يوق",
    "Unable to modify setting" : "تەڭشەكنى ئۆزگەرتەلمىدى",
    "Allow apps to use the Share API" : "ئەپلەرنىڭ ھەمبەھىر API ئىشلىتىشىگە يول قويۇڭ",
    "Allow resharing" : "قايتا تولۇقلاشقا يول قويۇڭ",
    "Allow sharing with groups" : "گۇرۇپپىلار بىلەن ئورتاقلىشىشقا يول قويۇڭ",
    "Restrict users to only share with users in their groups" : "ئابونتلارنى پەقەت ئۆز گۇرۇپپىسىدىكى ئابونتلار بىلەن ئورتاقلىشىشنى چەكلەڭ",
    "Ignore the following groups when checking group membership" : "گۇرۇپپا ئەزالىقىنى تەكشۈرگەندە تۆۋەندىكى گۇرۇپپىلارغا پەرۋا قىلماڭ",
    "Allow users to share via link and emails" : "ئىشلەتكۈچىلەرنىڭ ئۇلىنىش ۋە ئېلېكترونلۇق خەت ئارقىلىق ھەمبەھىرلىنىشىگە يول قويۇڭ",
    "Allow public uploads" : "ئاممىۋى يۈكلەشكە يول قويۇڭ",
    "Always ask for a password" : "ھەر ۋاقىت پارول سوراڭ",
    "Enforce password protection" : "پارولنى قوغداشنى كۈچەيتىڭ",
    "Exclude groups from password requirements" : "گۇرۇپپىلارنى پارول تەلىپىدىن چىقىرىۋېتىڭ",
    "Exclude groups from creating link shares" : "گۇرۇپپىلارنى ئۇلىنىش ھەمبەھىرلەشتىن چىقىرىۋېتىڭ",
    "Limit sharing based on groups" : "گۇرۇپپىلارغا ئاساسەن ئورتاقلىشىشنى چەكلەڭ",
    "Allow sharing for everyone (default)" : "كۆپچىلىك ئۈچۈن ئورتاقلىشىشقا يول قويۇڭ (سۈكۈتتىكى)",
    "Exclude some groups from sharing" : "بەزى گۇرۇپپىلارنى ئورتاقلىشىشتىن چىقىرىۋېتىڭ",
    "Limit sharing to some groups" : "بەزى گۇرۇپپىلارغا ئورتاقلىشىشنى چەكلەڭ",
    "Groups allowed to share" : "گۇرۇپپىلار ئورتاقلىشىشقا رۇخسەت قىلىندى",
    "Groups excluded from sharing" : "گۇرۇپپىلار ئورتاقلىشىشتىن چىقىرىۋېتىلدى",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "رۇخسەت قىلىنمىغان گۇرۇپپىلار يەنىلا پاينى قوبۇل قىلالايدۇ ، ئەمما ئۇلارنى قوزغىتالمايدۇ.",
    "Enforce expiration date" : "مۇددىتى توشقان ۋاقىت",
    "Default expiration time of new shares in days" : "يېڭى پايلارنىڭ سۈكۈتتىكى ۋاقتى",
    "Expire shares after x days" : "X كۈندىن كېيىن پاي چېكىنىڭ ۋاقتى توشىدۇ",
    "Set default expiration date for shares to other servers" : "باشقا مۇلازىمېتىرلارغا پاي چېكىنىڭ سۈكۈتتىكى مۇددىتىنى بەلگىلەڭ",
    "Enforce expiration date for remote shares" : "يىراقتىكى پاينىڭ مۇددىتى توشۇش",
    "Default expiration time of remote shares in days" : "بىر نەچچە كۈندە يىراقتىكى پاينىڭ سۈكۈتتىكى ۋاقتى",
    "Expire remote shares after x days" : "X كۈندىن كېيىن يىراقتىكى پاي چېكىنىڭ ۋاقتى توشىدۇ",
    "Set default expiration date for shares via link or mail" : "ئۇلىنىش ياكى خەت ئارقىلىق پاي چېكىنىڭ سۈكۈتتىكى مۇددىتىنى بەلگىلەڭ",
    "Default expiration time of shares in days" : "پاي چېكىنىڭ سۈكۈتتىكى ۋاقتى",
    "Privacy settings for sharing" : "ئورتاقلىشىش ئۈچۈن مەخپىيەتلىك تەڭشەكلىرى",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "ئورتاقلىشىش دىئالوگىدا ھېسابات نامىنىڭ ئۆزلۈكىدىن تاماملىنىشىغا يول قويۇڭ ۋە سىستېما ئادرېس دەپتىرىنى زىيارەت قىلالايسىز",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "ئەگەر ئاپتوماتىك تاماملاش «ئوخشاش گۇرۇپپا» ۋە «تېلېفون نومۇرىنى بىرلەشتۈرۈش» قوزغىتىلسا ، ھەر ئىككىلىسىدە ماس ھالدا ئىشلەتكۈچىنى كۆرسىتىشكە يېتىدۇ.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "ئوخشاش بىر گۇرۇپپىدىكى ئىشلەتكۈچىلەرنىڭ ھېسابات نامىنى ئاپتوماتىك تاماملاش ۋە سىستېما ئادرېس دەپتىرىنى زىيارەت قىلىشنى چەكلەڭ",
    "Restrict account name autocompletion to users based on phone number integration" : "ئابونتلارنىڭ تېلېفون نومۇرىنى بىرلەشتۈرۈش ئاساسىدا ھېسابات نامىنى ئاپتوماتىك تاماملاشنى چەكلەڭ",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "تولۇق ئىسىم ياكى ئېلېكترونلۇق خەت ئادرېسىنى كىرگۈزگەندە ئاپتوماتىك تاماملاشقا يول قويۇڭ (يوقاپ كەتكەن تېلېفون دەپتىرىگە سەل قاراش ۋە ئوخشاش گۇرۇپپىدا بولۇش)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "ئاممىۋى ئۇلىنىش يوللاش بېتىدە ئاگاھلاندۇرۇش تېكىستىنى كۆرسىتىڭ (پەقەت ھۆججەت تىزىملىكى يوشۇرۇنغاندىلا كۆرسىتىلىدۇ)",
    "Disclaimer text" : "ئاگاھلاندۇرۇش تېكىستى",
    "This text will be shown on the public link upload page when the file list is hidden." : "بۇ تېكىست ھۆججەت تىزىملىكى يوشۇرۇنغاندا ئاممىۋى ئۇلىنىش يوللاش بېتىدە كۆرسىتىلىدۇ.",
    "Default share permissions" : "كۆڭۈلدىكى ئورتاقلىشىش ھوقۇقى",
    "Changed disclaimer text" : "ئاگاھلاندۇرۇش تېكىستى ئۆزگەرتىلدى",
    "Deleted disclaimer text" : "ئۆچۈرۈلگەن تېكىست ئۆچۈرۈلدى",
    "Could not set disclaimer text" : "ئاگاھلاندۇرۇش تېكىستىنى تەڭشىيەلمىدى",
    "Two-Factor Authentication" : "ئىككى ئامىللىق دەلىللەش",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "بارلىق ھېسابات ۋە كونكرېت گۇرۇپپىلار ئۈچۈن ئىككى ئامىللىق دەلىللەشنى يولغا قويغىلى بولىدۇ. ئەگەر ئۇلاردا ئىككى ئامىل تەمىنلىگۈچى سەپلەنمىسە ، ئۇلار سىستېمىغا كىرەلمەيدۇ.",
    "Enforce two-factor authentication" : "ئىككى ئامىللىق دەلىللەشنى يولغا قويۇڭ",
    "Limit to groups" : "گۇرۇپپىلارغا چەك قويۇڭ",
    "Enforcement of two-factor authentication can be set for certain groups only." : "ئىككى ئامىللىق دەلىللەشنىڭ ئىجرا قىلىنىشىنى پەقەت مەلۇم گۇرۇپپىلارغىلا بەلگىلىگىلى بولىدۇ.",
    "Two-factor authentication is enforced for all members of the following groups." : "تۆۋەندىكى گۇرۇپپىلارنىڭ بارلىق ئەزالىرى ئۈچۈن ئىككى ئامىللىق دەلىللەش ئىجرا قىلىنىدۇ.",
    "Enforced groups" : "مەجبۇرلانغان گۇرۇپپىلار",
    "Two-factor authentication is not enforced for members of the following groups." : "تۆۋەندىكى گۇرۇپپىلارنىڭ ئەزالىرى ئۈچۈن ئىككى ئامىللىق دەلىللەش ئىجرا قىلىنمايدۇ.",
    "Excluded groups" : "چىقىرىۋېتىلگەن گۇرۇپپىلار",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "گۇرۇپپىلار تاللانغان / چىقىرىۋېتىلگەندە ، ئۇلار تۆۋەندىكى لوگىكا ئارقىلىق ھېساباتنىڭ 2FA ئىجرا قىلىنغان-قىلىنمىغانلىقىنى ئېنىقلايدۇ: ئەگەر گۇرۇپپا تاللانمىسا ، چىقىرىۋېتىلگەن گۇرۇپپا ئەزالىرىدىن باشقا ھەممە ئادەم ئۈچۈن 2FA قوزغىتىلىدۇ. ئەگەر گۇرۇپپىلار تاللانسا ، بۇلارنىڭ بارلىق ئەزالىرى ئۈچۈن 2FA قوزغىتىلغان. ئەگەر ھېسابات تاللانغان ۋە چىقىرىۋېتىلگەن گۇرۇپپىدا بولسا ، تاللانغانلار ئالدىنقى ئورۇنغا قويىدۇ ۋە 2FA ئىجرا قىلىنىدۇ.",
    "Save changes" : "ئۆزگەرتىشلەرنى ساقلاڭ",
    "Show details for {appName} app" : "{AppName} دېتالىنىڭ تەپسىلاتلىرىنى كۆرسىتىڭ",
    "Update to {update}" : "{يېڭىلاش} غا يېڭىلاش",
    "Remove" : "چىقىرىۋەت",
    "Featured" : "Featured",
    "This app is supported via your current Nextcloud subscription." : "بۇ ئەپ نۆۋەتتىكى Nextcloud مۇشتەرىلىكىڭىز ئارقىلىق قوللىنىدۇ.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "ئالاھىدە ئەپلەر جەمئىيەت تەرىپىدىن ۋە تەرەققىي قىلدۇرۇلغان. ئۇلار مەركىزى ئىقتىدار بىلەن تەمىنلەيدۇ ھەمدە ئىشلەپچىقىرىشقا تەييار.",
    "Community rating: {score}/5" : "مەھەللە دەرىجىسى: {نومۇر} / 5",
    "All apps are up-to-date." : "بارلىق ئەپلەر ئەڭ يېڭى.",
    "Icon" : "سىنبەلگە",
    "Name" : "ئاتى",
    "Version" : "نەشرى",
    "Level" : "Level",
    "Actions" : "مەشغۇلاتلار",
    "Results from other categories" : "باشقا تۈرلەرنىڭ نەتىجىسى",
    "No apps found for your version" : "نەشرىڭىزگە ھېچقانداق ئەپ تېپىلمىدى",
    "Disable all" : "ھەممىنى چەكلەڭ",
    "Download and enable all" : "ھەممىنى چۈشۈرۈپ قوزغىتىڭ",
    "Nothing to show" : "كۆرسىتىدىغان ھېچنېمە يوق",
    "Could not load section content from app store." : "ئەپ دۇكىنىدىن بۆلەك مەزمۇنىنى يۈكلىيەلمىدى.",
    "Loading" : "يۈكلەۋاتىدۇ",
    "Fetching the latest news…" : "ئەڭ يېڭى خەۋەرلەرگە ئېرىشىش…",
    "Could not load app discover section" : "ئەپ بايقاش بۆلىكىنى يۈكلىيەلمىدى",
    "Could not render element" : "ئېلېمېنتنى بېرەلمىدى",
    "Carousel" : "Carousel",
    "Previous slide" : "ئالدىنقى تام تەسۋىر",
    "Next slide" : "كېيىنكى تام تەسۋىر",
    "Choose slide to display" : "كۆرسىتىش ئۈچۈن تام تەسۋىرنى تاللاڭ",
    "{index} of {total}" : "{index} of {total}",
    "Daemon" : "Daemon",
    "Deploy Daemon" : "Daemon نى ئورۇنلاشتۇرۇڭ",
    "Type" : "تىپ",
    "Display Name" : "كۆرسىتىش ئىسمى",
    "GPUs support" : "GPUs نى قوللايدۇ",
    "Compute device" : "ھېسابلاش ئۈسكۈنىسى",
    "Description" : "چۈشەندۈرۈش",
    "Details" : "تەپسىلاتى",
    "All" : "ھەممىسى",
    "Limit app usage to groups" : "گۇرۇپپىلارغا ئەپ ئىشلىتىشنى چەكلەڭ",
    "No results" : "ھېچقانداق نەتىجە يوق",
    "Update to {version}" : "{نەشرىگە يېڭىلاش}",
    "Default Deploy daemon is not accessible" : "سۈكۈتتىكى ئورۇنلاشتۇرۇش daemon نى زىيارەت قىلغىلى بولمايدۇ",
    "Delete data on remove" : "ئۆچۈرۈش ھەققىدىكى سانلىق مەلۇماتلارنى ئۆچۈرۈڭ",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "بۇ ئەپنىڭ ئەڭ تۆۋەن Nextcloud نەشرى يوق. بۇ كەلگۈسىدە خاتالىق بولىدۇ.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "بۇ ئەپنىڭ ئەڭ چوڭ Nextcloud نەشرى بېكىتىلمىگەن. بۇ كەلگۈسىدە خاتالىق بولىدۇ.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "تۆۋەندىكى باغلىنىشلار ئەمەلگە ئاشمىغاچقا ، بۇ دېتالنى قاچىلىغىلى بولمايدۇ:",
    "Latest updated" : "ئەڭ يېڭى يېڭىلاندى",
    "Author" : "ئاپتور",
    "Categories" : "سەھىپىلەر",
    "Resources" : "بايلىق",
    "Documentation" : "قوللانما",
    "Interact" : "Interact",
    "Report a bug" : "خاتالىق مەلۇم قىلىڭ",
    "Request feature" : "تەلەپ قىلىش ئىقتىدارى",
    "Ask questions or discuss" : "سوئال سوراڭ ياكى مۇلاھىزە قىلىڭ",
    "Rate the app" : "ئەپكە باھا بېرىڭ",
    "Rate" : "باھا",
    "View in store" : "دۇكاندا كۆرۈش",
    "Visit website" : "توربېكەتنى زىيارەت قىلىڭ",
    "Usage documentation" : "ئىشلىتىش ھۆججىتى",
    "Admin documentation" : "باشقۇرغۇچى ھۆججەتلىرى",
    "Developer documentation" : "ئاچقۇچىلار ھۆججىتى",
    "Changelog" : "Changelog",
    "Device name" : "ئۈسكۈنىنىڭ ئىسمى",
    "Cancel renaming" : "ئىسىم ئۆزگەرتىشنى ئەمەلدىن قالدۇرۇڭ",
    "Save new name" : "يېڭى ئىسىمنى ساقلاڭ",
    "Marked for remote wipe" : "يىراقتىن سۈرتۈشكە بەلگە قويۇلغان",
    "Device settings" : "ئۈسكۈنىنىڭ تەڭشىكى",
    "Allow filesystem access" : "ھۆججەت سىستېمىسىنىڭ زىيارەت قىلىشىغا يول قويۇڭ",
    "Rename" : "ئات ئۆزگەرت",
    "Revoke" : "بىكار قىلىش",
    "Wipe device" : "ئۈسكۈنىنى سۈرتۈڭ",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "بۇ بەلگە ئەمەلدىن قالدۇرۇلسا ئۈسكۈنىڭىزنىڭ سۈرتۈلۈشىنىڭ ئالدىنى ئالىدۇ.",
    "Google Chrome for Android" : "ئاندىرويىد ئۈچۈن Google Chrome",
    "{productName} iOS app" : "{productName} iOS دېتالى",
    "{productName} Android app" : "{productName} Android ئەپ",
    "{productName} Talk for iOS" : "{productName iOS iOS ئۈچۈن پاراڭ",
    "{productName} Talk for Android" : "{productName Android ئاندىرويىد ئۈچۈن پاراڭ",
    "Sync client" : "ماس قەدەملىك خېرىدار",
    "This session" : "بۇ يىغىن",
    "{client} - {version} ({system})" : "{خېرىدار} - {نەشرى} ({سىستېما})",
    "{client} - {version}" : "{خېرىدار} - {نەشرى}",
    "Device" : "ئۈسكۈنە",
    "Last activity" : "ئاخىرقى پائالىيەت",
    "Devices & sessions" : "ئۈسكۈنىلەر ۋە ئولتۇرۇشلار",
    "Web, desktop and mobile clients currently logged in to your account." : "تور ، ئۈستەل يۈزى ۋە كۆچمە خېرىدارلار ھازىر ھېساباتىڭىزغا كىردى.",
    "App name" : "ئەپ ئىسمى",
    "Create new app password" : "يېڭى ئەپ پارولى قۇر",
    "Error while creating device token" : "ئۈسكۈنە بەلگىسىنى قۇرغاندا خاتالىق",
    "New app password" : "يېڭى ئەپ پارولى",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "ئەپ ياكى ئۈسكۈنىڭىزنى تەڭشەش ئۈچۈن تۆۋەندىكى كىملىكلەرنى ئىشلىتىڭ. بىخەتەرلىك سەۋەبىدىن بۇ پارول پەقەت بىرلا قېتىم كۆرسىتىلىدۇ.",
    "Login" : "تىزىمغا كىرىڭ",
    "Password" : "ئىم",
    "Show QR code for mobile apps" : "كۆچمە ئەپلەرنىڭ QR كودىنى كۆرسەت",
    "App password copied!" : "ئەپ پارولى كۆچۈرۈلدى!",
    "Copy app password" : "ئەپ پارولىنى كۆچۈرۈڭ",
    "Login name copied!" : "كىرىش ئىسمى كۆچۈرۈلدى!",
    "Copy login name" : "كىرىش نامىنى كۆچۈرۈڭ",
    "Could not copy app password. Please copy it manually." : "ئەپ مەخپىي نومۇرىنى كۆچۈرەلمىدى. ئۇنى قولدا كۆچۈرۈڭ.",
    "Could not copy login name. Please copy it manually." : "كىرىش نامىنى كۆچۈرەلمىدى. ئۇنى قولدا كۆچۈرۈڭ.",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "مۇلازىمېتىرنىڭ نورمال ئىشلىشى ئۈچۈن تەگلىك خىزمىتىنى توغرا تەڭشەش كېرەك. Cron بولسا تەۋسىيە قىلىنغان تەڭشەك. تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن بۇ ھۆججەتلەرنى كۆرۈڭ.",
    "Last job execution ran {time}. Something seems wrong." : "ئاخىرقى خىزمەت ئىجرا قىلىش ۋاقتى {ۋاقىت}. بىر نەرسە خاتادەك قىلىدۇ.",
    "Last job ran {relativeTime}." : "ئاخىرقى خىزمەت {relativeTime ran ئىجرا قىلىندى.",
    "Background job did not run yet!" : "ئارقا كۆرۈنۈش خىزمىتى تېخى ئىجرا بولمىدى!",
    "AJAX" : "AJAX",
    "Execute one task with each page loaded. Use case: Single account instance." : "ھەر بىر بەت يۈكلەنگەن بىر ۋەزىپىنى ئىجرا قىلىڭ. ئەھۋالنى ئىشلىتىش: يەككە ھېسابات مىسالى.",
    "Webcron" : "Webcron",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 accounts depending on the usage)." : "cron.php ھەر 5 مىنۇتتا HTTP ئارقىلىق cron.php غا تېلېفون قىلىش ئۈچۈن webcron مۇلازىمىتىدە تىزىملىتىلىدۇ. ئىشلىتىش قېپى: ناھايىتى كىچىك مىسال (ئىشلىتىشكە ئاساسەن 1-5 ھېسابات).",
    "Cron (Recommended)" : "كرون (تەۋسىيە قىلىنغان)",
    "Use system cron service to call the cron.php file every 5 minutes." : "سىستېما cron مۇلازىمىتىدىن پايدىلىنىپ ھەر 5 مىنۇتتا cron.php ھۆججىتىگە تېلېفون قىلىڭ.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "Cron.php سىستېما ھېساباتى \"{user}\" تەرىپىدىن ئىجرا قىلىنىشى كېرەك.",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "PHP POSIX كېڭەيتىش تەلەپ قىلىنىدۇ. تېخىمۇ كۆپ تەپسىلاتلارنى {linkstart} PHP ھۆججىتى {linkend see دىن كۆرۈڭ.",
    "Unable to update background job mode" : "تەگلىك خىزمەت ھالىتىنى يېڭىلاشقا ئامالسىز",
    "Profile" : "ئارخىپ",
    "Enable or disable profile by default for new accounts." : "يېڭى ھېسابات ئۈچۈن سۈكۈتتىكى ھالەتتە ئارخىپنى قوزغىتىڭ ياكى چەكلەڭ.",
    "Enable" : "قوزغات",
    "Unable to update profile default setting" : "ئارخىپ سۈكۈتتىكى تەڭشىكىنى يېڭىلاشقا ئامالسىز",
    "{app}'s declarative setting field: {name}" : "{app} نىڭ بايان قىلىش تەڭشىكى: {name}",
    "Failed to save setting" : "تەڭشەكنى ساقلىيالمىدى",
    "Server-side encryption" : "مۇلازىمېتىر تەرەپ شىفىرلاش",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "مۇلازىمېتىر تەرەپ شىفىرلاش بۇ مۇلازىمېتىرغا يوللانغان ھۆججەتلەرنى مەخپىيلەشتۈرۈشنى مۇمكىن قىلىدۇ. بۇ ئىقتىدار جازاسىغا ئوخشاش چەكلىمىلەر بىلەن كېلىدۇ ، ئېھتىياجلىق بولغاندا بۇنى قوزغىتىڭ.",
    "Enable server-side encryption" : "مۇلازىمېتىر تەرەپ شىفىرلاشنى قوزغىتىڭ",
    "Please read carefully before activating server-side encryption:" : "مۇلازىمېتىر تەرەپتىكى مەخپىيلەشتۈرۈشنى قوزغىتىشتىن بۇرۇن ئەستايىدىل ئوقۇپ چىقىڭ:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "مەخپىيلەشتۈرۈش قوزغىتىلغاندىن كېيىن ، شۇ نۇقتىدىن باشلاپ مۇلازىمېتىرغا يۈكلەنگەن بارلىق ھۆججەتلەر مۇلازىمېتىردا ئارام ئالغاندا شىفىرلىنىدۇ. ئەگەر ئاكتىپ مەخپىيلەشتۈرۈش مودۇلى بۇ ئىقتىدارنى قوللىسا ھەمدە بارلىق ئالدىنقى شەرتلەر (مەسىلەن ئەسلىگە كەلتۈرۈش ئاچقۇچىنى تەڭشەش) ئەمەلگە ئاشقاندىلا ، ئاندىن كېيىن مەخپىيلەشتۈرۈشنى چەكلىگىلى بولىدۇ.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "شىفىرلاشلا سىستېمىنىڭ بىخەتەرلىكىگە كاپالەتلىك قىلمايدۇ. مەخپىيلەشتۈرۈش دېتالىنىڭ قانداق ئىشلەيدىغانلىقى ۋە قوللايدىغان ئىشلىتىش ئەھۋاللىرى توغرىسىدىكى تېخىمۇ كۆپ ئۇچۇرلارنى كۆرۈڭ.",
    "Be aware that encryption always increases the file size." : "شۇنىڭغا دىققەت قىلىڭكى ، شىفىرلاش ھەمىشە ھۆججەتنىڭ چوڭ-كىچىكلىكىنى ئاشۇرىدۇ.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "شىفىرلانغان ئەھۋال ئاستىدا شىفىرلاش كۇنۇپكىسىنى سانلىق مەلۇماتلىرىڭىز بىلەن بىللە زاپاسلاشنى جەزملەشتۈرۈڭ.",
    "This is the final warning: Do you really want to enable encryption?" : "بۇ ئاخىرقى ئاگاھلاندۇرۇش: مەخپىيلەشتۈرۈشنى قوزغىتىشنى خالامسىز؟",
    "No encryption module loaded, please enable an encryption module in the app menu." : "شىفىرلاش مودۇلى يۈكلەنمىدى ، ئەپ تىزىملىكىدە مەخپىيلەشتۈرۈش مودۇلىنى قوزغىتىڭ.",
    "Select default encryption module:" : "سۈكۈتتىكى مەخپىيلەشتۈرۈش مودۇلىنى تاللاڭ:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "مەخپىيلەشتۈرۈش ئاچقۇچلىرىڭىزنى كونا مەخپىيلەشتۈرۈش (ownCloud <= 8.0) دىن يېڭىسىغا كۆچۈرۈشىڭىز كېرەك. «كۆڭۈلدىكى مەخپىيلەشتۈرۈش مودۇلى» نى قوزغىتىپ {بۇيرۇق run نى ئىجرا قىلىڭ",
    "Unable to update server side encryption config" : "مۇلازىمېتىر تەرەپ مەخپىيلەشتۈرۈش سەپلىمىسىنى يېڭىلاشقا ئامالسىز",
    "Please confirm the group removal" : "گۇرۇپپا ئۆچۈرۈلگەنلىكىنى جەزملەشتۈرۈڭ",
    "You are about to remove the group \"{group}\". The accounts will NOT be deleted." : "سىز «{گۇرۇپپا}» گۇرۇپپىسىنى ئۆچۈرمەكچى بولۇۋاتىسىز. ھېساباتلار ئۆچۈرۈلمەيدۇ.",
    "Cancel" : "ۋاز كەچ",
    "Confirm" : "جەزملەشتۈرۈڭ",
    "Submit" : "يوللاڭ",
    "Rename group" : "گۇرۇپپىنىڭ نامىنى ئۆزگەرتىش",
    "Remove group" : "گۇرۇپپىنى ئۆچۈرۈڭ",
    "Failed to remove group \"{group}\"" : "«{گۇرۇپپا}» گۇرۇپپىسىنى ئۆچۈرەلمىدى",
    "Current password" : "نۆۋەتتىكى ئىم",
    "New password" : "يېڭى ئىم",
    "Change password" : "ئىم ئۆزگەرت",
    "Your profile picture" : "ئارخىپ رەسىمىڭىز",
    "Upload profile picture" : "ئارخىپ رەسىمىنى يۈكلەڭ",
    "Choose profile picture from Files" : "ھۆججەتلەردىن ئارخىپ رەسىمىنى تاللاڭ",
    "Remove profile picture" : "ئارخىپ رەسىمىنى ئۆچۈرۈڭ",
    "The file must be a PNG or JPG" : "ھۆججەت چوقۇم PNG ياكى JPG بولۇشى كېرەك",
    "Picture provided by original account" : "رەسىم ئەسلى ھېسابات بىلەن تەمىنلەنگەن",
    "Set as profile picture" : "ئارخىپ رەسىمى قىلىپ تەڭشەڭ",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "شۇنىڭغا دىققەت قىلىڭكى ، ئارخىپ رەسىمىڭىزنىڭ ھەممە يەردە يېڭىلىنىشى ئۈچۈن 24 سائەت ۋاقىت كېتىدۇ.",
    "Choose your profile picture" : "ئارخىپ رەسىمىڭىزنى تاللاڭ",
    "Please select a valid png or jpg file" : "ئىناۋەتلىك png ياكى jpg ھۆججىتىنى تاللاڭ",
    "Error setting profile picture" : "ئارخىپ رەسىمىنى تەڭشەشتە خاتالىق",
    "Error cropping profile picture" : "ئارخىپ رەسىمىنى كېسىشتە خاتالىق",
    "Error saving profile picture" : "ئارخىپ رەسىمىنى ساقلاشتا خاتالىق",
    "Error removing profile picture" : "ئارخىپ رەسىمىنى ئۆچۈرۈشتە خاتالىق",
    "Your biography" : "تەرجىمىھالىڭىز",
    "Enter your date of birth" : "تۇغۇلغان ۋاقتىڭىزنى كىرگۈزۈڭ",
    "Unable to update date of birth" : "تۇغۇلغان ۋاقتىنى يېڭىلاشقا ئامالسىز",
    "You are a member of the following groups:" : "سىز تۆۋەندىكى گۇرۇپپىلارنىڭ ئەزاسى:",
    "You are using {s}{usage}{/s}" : "سىز {s} {ئىشلىتىش} {/ s using نى ئىشلىتىۋاتىسىز",
    "You are using {s}{usage}{/s} of {s}{totalSpace}{/s} ({s}{usageRelative}%{/s})" : "سىز {s} {ئىشلىتىش} {/ s} s} {totalSpace} {/ s} ({s} {useRelative}% {/ s}) نى ئىشلىتىۋاتىسىز",
    "Your full name" : "تولۇق ئىسمىڭىز",
    "Primary email for password reset and notifications" : "پارولنى ئەسلىگە كەلتۈرۈش ۋە ئۇقتۇرۇش ئۈچۈن دەسلەپكى ئېلېكترونلۇق خەت",
    "Email options" : "ئېلېكترونلۇق خەت تاللانمىلىرى",
    "Options for additional email address {index}" : "قوشۇمچە ئېلېكترونلۇق خەت ئادرېسى {كۆرسەتكۈچ}",
    "Remove primary email" : "دەسلەپكى ئېلېكترونلۇق خەتنى ئۆچۈرۈڭ",
    "Delete email" : "ئېلېكترونلۇق خەتنى ئۆچۈرۈڭ",
    "This address is not confirmed" : "بۇ ئادرېس جەزملەشتۈرۈلمىدى",
    "Unset as primary email" : "دەسلەپكى ئېلېكترونلۇق خەت سۈپىتىدە تەڭشەڭ",
    "Set as primary email" : "دەسلەپكى ئېلېكترونلۇق خەت قىلىپ تەڭشەڭ",
    "Additional email address {index}" : "قوشۇمچە ئېلخەت ئادرېسى {index}",
    "Unable to delete primary email address" : "دەسلەپكى ئېلېكترونلۇق خەت ئادرېسىنى ئۆچۈرەلمىدى",
    "Unable to update primary email address" : "دەسلەپكى ئېلېكترونلۇق خەت ئادرېسىنى يېڭىلاشقا ئامالسىز",
    "Unable to add additional email address" : "قوشۇمچە ئېلېكترونلۇق خەت ئادرېسىنى قوشالمىدى",
    "Unable to update additional email address" : "قوشۇمچە ئېلېكترونلۇق خەت ئادرېسىنى يېڭىلاشقا ئامالسىز",
    "Unable to delete additional email address" : "قوشۇمچە ئېلېكترونلۇق خەت ئادرېسىنى ئۆچۈرەلمىدى",
    "No email address set" : "ئېلېكترونلۇق خەت ئادرېسى يوق",
    "Your handle" : "قولىڭىز",
    "Day to use as the first day of week" : "ھەپتىنىڭ بىرىنچى كۈنى سۈپىتىدە ئىشلىتىدىغان كۈن",
    "Derived from your locale ({weekDayName})" : "يەرلىكتىن كەلگەن ({weekDayName})",
    "Unable to update first day of week" : "ھەپتىنىڭ بىرىنچى كۈنى يېڭىلانمىدى",
    "Your headline" : "ماۋزۇ",
    "Languages" : "تىللار",
    "Help translate" : "تەرجىمىگە ياردەم",
    "Unable to update language" : "تىلنى يېڭىلاشقا ئامالسىز",
    "No language set" : "تىل يوق",
    "Locales" : "Locales",
    "Week starts on {firstDayOfWeek}" : "ھەپتە {firstDayOfWeek on دا باشلىنىدۇ",
    "Unable to update locale" : "يەرلىكنى يېڭىلاشقا ئامالسىز",
    "No locale set" : "يەرلىك ئورۇن يوق",
    "Your city" : "شەھىرىڭىز",
    "Your organisation" : "تەشكىلاتىڭىز",
    "Your phone number" : "تېلېفون نومۇرىڭىز",
    "Edit your Profile visibility" : "ئارخىپىڭىزنىڭ كۆرۈنۈشچانلىقىنى تەھرىرلەڭ",
    "Enable profile" : "ئارخىپنى قوزغىتىڭ",
    "Unable to update profile enabled state" : "ئارخىپ قوزغىتىلغان ھالەتنى يېڭىلاشقا ئامالسىز",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "كۆرۈنۈش ياكى دائىرىنىڭ تېخىمۇ چەكلىمىگە ئۇچرايدىغان تەڭشىكى ئارخىپىڭىزغا ھۆرمەت قىلىنىدۇ. مەسىلەن ، كۆرۈنۈشچانلىقى «ھەممەيلەنگە كۆرسىتىش» قىلىپ بېكىتىلسە ، دائىرىسى «شەخسىي» قىلىپ بېكىتىلسە ، «شەخسىي» ھۆرمەت قىلىنىدۇ.",
    "Unable to update visibility of {displayId}" : "{DisplayId vis نىڭ كۆرۈنۈشچانلىقىنى يېڭىلاشقا ئامالسىز",
    "she/her" : "she / her",
    "he/him" : "he / him",
    "they/them" : "ئۇلار / ئۇلار",
    "Your pronouns. E.g. ${pronounsExample}" : "ئالماشلىرىڭىز. مەسىلەن: $ {pronounsExample}",
    "Your role" : "سىزنىڭ رولىڭىز",
    "Your X (formerly Twitter) handle" : "سىزنىڭ X (ئىلگىرىكى Twitter) تۇتقۇچى",
    "Your website" : "تور بېتىڭىز",
    "No {property} set" : "No {property} set",
    "Invalid value" : "ئىناۋەتسىز قىممەت",
    "Unable to update {property}" : "يېڭىلاشقا ئامالسىز {مۈلۈك}",
    "Change scope level of {property}, current scope is {scope}" : "دائىرە دەرىجىسىنى ئۆزگەرتىش {مۈلۈك} ، نۆۋەتتىكى دائىرە {دائىرە}",
    "Unable to update federation scope of the primary {property}" : "دەسلەپكى {مۈلۈكنىڭ فېدېراتسىيە دائىرىسىنى يېڭىلاشقا ئامالسىز",
    "Unable to update federation scope of additional {property}" : "قوشۇمچە {مۈلۈكنىڭ فېدېراتسىيە دائىرىسىنى يېڭىلاشقا ئامالسىز",
    "Add additional email" : "قوشۇمچە ئېلېكترونلۇق خەت قوشۇڭ",
    "Add" : "قوش",
    "Create" : "قۇر",
    "Change" : "ئۆزگەرتىش",
    "Delete" : "ئۆچۈر",
    "Reshare" : "قايتا قۇرۇش",
    "No accounts" : "ھېسابات يوق",
    "Loading accounts …" : "ھېسابات يۈكلەۋاتىدۇ…",
    "List of accounts. This list is not fully rendered for performance reasons. The accounts will be rendered as you navigate through the list." : "ھېسابات تىزىملىكى. بۇ تىزىملىك ئىقتىدار سەۋەبىدىن تولۇق كۆرسىتىلمىگەن. ھېساباتلار تىزىملىكتىن ئۆتكەندە كۆرسىتىلىدۇ.",
    "Default language" : "كۆڭۈلدىكى تىل",
    "Common languages" : "ئورتاق تىل",
    "Other languages" : "باشقا تىللار",
    "Password change is disabled because the master key is disabled" : "ئاساسىي ئاچقۇچ چەكلەنگەنلىكتىن پارول ئۆزگەرتىش چەكلەنگەن",
    "New account" : "يېڭى ھېسابات",
    "Display name" : "كۆرسىتىش ئىسمى",
    "Either password or email is required" : "پارول ياكى ئېلېكترونلۇق خەت تەلەپ قىلىنىدۇ",
    "Password (required)" : "پارول (تەلەپ)",
    "Email (required)" : "ئېلخەت (تەلەپ)",
    "Email" : "تورخەت",
    "Member of the following groups (required)" : "تۆۋەندىكى گۇرۇپپىلارنىڭ ئەزاسى (تەلەپ قىلىنىدۇ)",
    "Member of the following groups" : "تۆۋەندىكى گۇرۇپپىلارنىڭ ئەزاسى",
    "Set account groups" : "ھېسابات گۇرۇپپىسىنى بەلگىلەڭ",
    "Admin of the following groups" : "تۆۋەندىكى گۇرۇپپىلارنىڭ باشقۇرغۇچىسى",
    "Set account as admin for …" : "ھېساباتنى باشقۇرغۇچى قىلىپ تەڭشەڭ…",
    "Quota" : "Quota",
    "Set account quota" : "ھېسابات نورمىسىنى بەلگىلەڭ",
    "Language" : "تىل",
    "Set default language" : "سۈكۈتتىكى تىل بەلگىلەڭ",
    "Add new account" : "يېڭى ھېسابات قوشۇڭ",
    "Manager" : "باشقۇرغۇچى",
    "Set line manager" : "قۇر باشقۇرغۇچىنى بەلگىلەڭ",
    "Account name will be autogenerated" : "ھېسابات ئىسمى ئاپتوماتىك بولىدۇ",
    "Account name (required)" : "ھېسابات ئىسمى (تەلەپ)",
    "Total rows summary" : "ئومۇمىي قۇر خۇلاسىسى",
    "Scroll to load more rows" : "تېخىمۇ كۆپ قۇرلارنى يۈكلەڭ",
    "Avatar" : "Avatar",
    "Account name" : "ھېسابات ئىسمى",
    "Group admin for" : "گۇرۇپپا باشقۇرغۇچى",
    "Account backend" : "ھېسابات ئارقا سۇپىسى",
    "Storage location" : "ساقلاش ئورنى",
    "Last login" : "ئاخىرقى كىرىش",
    "Account actions" : "ھېسابات ھەرىكىتى",
    "Password or insufficient permissions message" : "پارول ياكى يېتەرلىك ئىجازەت ئۇچۇرى",
    "Loading account …" : "ھېسابات يۈكلەۋاتىدۇ…",
    "Change display name" : "كۆرسىتىش نامىنى ئۆزگەرتىڭ",
    "Set new password" : "يېڭى پارول بەلگىلەڭ",
    "You do not have permissions to see the details of this account" : "بۇ ھېساباتنىڭ تەپسىلاتلىرىنى كۆرۈش ھوقۇقىڭىز يوق",
    "Set new email address" : "يېڭى ئېلېكترونلۇق خەت ئادرېسىنى بەلگىلەڭ",
    "Add account to group" : "گۇرۇپپىغا ھېسابات قوشۇڭ",
    "Set account as admin for" : "ھېساباتنى باشقۇرغۇچى قىلىپ بەلگىلەڭ",
    "Select account quota" : "ھېسابات نورمىسىنى تاللاڭ",
    "Set the language" : "تىل بەلگىلەڭ",
    "{size} used" : "{size} ئىشلىتىلگەن",
    "Delete account" : "ھېساباتنى ئۆچۈرۈڭ",
    "Disconnect all devices and delete local data" : "بارلىق ئۈسكۈنىلەرنى ئۈزۈۋېتىڭ ۋە يەرلىك سانلىق مەلۇماتلارنى ئۆچۈرۈڭ",
    "Disable account" : "ھېساباتنى چەكلەش",
    "Enable account" : "ھېساباتنى قوزغىتىش",
    "Resend welcome email" : "قارشى ئالىدىغان ئېلېكترونلۇق خەتنى ئەۋەتىڭ",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "ئۈسكۈنە يۈتۈپ كەتسە ياكى تەشكىلاتتىن چىقسا ، بۇ {userid associated غا مۇناسىۋەتلىك بارلىق ئۈسكۈنىلەردىن Nextcloud سانلىق مەلۇماتلىرىنى يىراقتىن ئۆچۈرەلەيدۇ. ئۈسكۈنىلەر تورغا ئۇلانغاندىلا ئىشلەيدۇ.",
    "Remote wipe of devices" : "ئۈسكۈنىلەرنى يىراقتىن سۈرتۈش",
    "Wipe {userid}'s devices" : "{Userid} ئۈسكۈنىلىرىنى ئۆچۈرۈڭ",
    "Wiped {userid}'s devices" : "{Userid} ئۈسكۈنىلىرىنى ئۆچۈرۈۋەتتى",
    "Failed to update line manager" : "قۇر باشقۇرغۇچىنى يېڭىلاش مەغلۇب بولدى",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "{Userid account نىڭ بارلىق شەخسىي ھۆججەتلىرى ، ئەپ سانلىق مەلۇماتلىرى قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ.",
    "Account deletion" : "ھېسابات ئۆچۈرۈش",
    "Delete {userid}'s account" : "{Userid account نىڭ ھېساباتىنى ئۆچۈرۈڭ",
    "Display name was successfully changed" : "كۆرسىتىش ئىسمى مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى",
    "Password was successfully changed" : "پارول مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى",
    "Email was successfully changed" : "ئېلېكترونلۇق خەت مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى",
    "Welcome mail sent!" : "ئەۋەتىلگەن خەتنى قارشى ئالىمىز!",
    "Toggle account actions menu" : "ھېسابات ھەرىكەت تىزىملىكى",
    "Done" : "Done",
    "Edit" : "تەھرىر",
    "Account management settings" : "ھېسابات باشقۇرۇش تەڭشەكلىرى",
    "Visibility" : "كۆرۈنۈشچانلىقى",
    "Show language" : "تىل كۆرسەت",
    "Show account backend" : "ھېسابات ئارقا كۆرۈنۈشىنى كۆرسەت",
    "Show storage path" : "ساقلاش يولىنى كۆرسەت",
    "Show last login" : "ئاخىرقى كىرىشنى كۆرسەت",
    "Sorting" : "تەرتىپلەش",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "سىستېما سەپلىمىسى گۇرۇپپىلارنى ئىسىم بويىچە رەتلەشنى ئىجرا قىلىدۇ. بۇمۇ ئەزا سانىنى كۆرسىتىشنى چەكلەيدۇ.",
    "Group list sorting" : "گۇرۇپپا تىزىملىكىنى رەتلەش",
    "By member count" : "ئەزا سانى بويىچە",
    "By name" : "ئىسمى بىلەن",
    "Send email" : "ئېلېكترونلۇق خەت ئەۋەتىڭ",
    "Send welcome email to new accounts" : "يېڭى ھېساباتلارغا قارشى ئېلخەت ئەۋەتىڭ",
    "Defaults" : "سۈكۈت",
    "Default quota" : "سۈكۈتتىكى نورما",
    "Select default quota" : "سۈكۈتتىكى نورمىنى تاللاڭ",
    "Passwordless authentication requires a secure connection." : "پارولسىز دەلىللەش بىخەتەر ئۇلىنىشنى تەلەپ قىلىدۇ.",
    "Add WebAuthn device" : "WebAuthn ئۈسكۈنىسىنى قوشۇڭ",
    "Please authorize your WebAuthn device." : "WebAuthn ئۈسكۈنىڭىزگە ھوقۇق بېرىڭ.",
    "Adding your device …" : "ئۈسكۈنىڭىزنى قوشۇش…",
    "Server error while trying to complete WebAuthn device registration" : "WebAuthn ئۈسكۈنىسىنى تىزىملاشنى تاماملىغاندا مۇلازىمېتىر خاتالىقى",
    "Unnamed device" : "نامسىز ئۈسكۈنە",
    "Passwordless Authentication" : "پارولسىز دەلىللەش",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "ھېساباتىڭىزنى FIDO2 ئۆلچىمىگە ئاساسەن مەخپىي نومۇرسىز دەلىللەش ئۈچۈن تەڭشەڭ.",
    "No devices configured." : "ھېچقانداق ئۈسكۈنى سەپلەنمىگەن.",
    "The following devices are configured for your account:" : "ھېساباتىڭىزغا تۆۋەندىكى ئۈسكۈنىلەر سەپلەندى:",
    "Your browser does not support WebAuthn." : "توركۆرگۈڭىز WebAuthn نى قوللىمايدۇ.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "باشقۇرغۇچى بولۇش سۈپىتىڭىز بىلەن ھەمبەھىرلىنىش ھەرىكىتىنى ياخشى تەڭشىيەلەيسىز. تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىش ئۈچۈن بۇ ھۆججەتلەرنى كۆرۈڭ.",
    "You need to enable the File sharing App." : "ھۆججەت ئورتاقلىشىش دېتالىنى قوزغىتىشىڭىز كېرەك.",
    "Loading app list" : "ئەپ تىزىملىكى",
    "App Store" : "ئەپ دۇكىنى",
    "Loading categories" : "تۈرلەرنى يۈكلەۋاتىدۇ",
    "Developer documentation ↗" : "ئاچقۇچىلار ھۆججىتى ↗",
    "Version {version}, {license}-licensed" : "نەشرى {نەشرى} ، {ئىجازەتنامە} ئىجازەتنامىسى",
    "Version {version}" : "نەشرى {نەشرى}",
    "All accounts" : "بارلىق ھېساباتلار",
    "Admins" : "باشقۇرغۇچى",
    "Account group: {group}" : "ھېسابات گۇرۇپپىسى: {گۇرۇپپا}",
    "Account management" : "ھېسابات باشقۇرۇش",
    "Creating group…" : "گۇرۇپپا قۇرۇش…",
    "Create group" : "گۇرۇپپا قۇرۇش",
    "Group name" : "گۇرۇپپا ئاتى",
    "Please enter a valid group name" : "ئىناۋەتلىك گۇرۇپپا نامىنى كىرگۈزۈڭ",
    "Failed to create group" : "گۇرۇپپا قۇرالمىدى",
    "Sending…" : "ئەۋەتىش…",
    "Email sent" : "ئېلخەت يوللاندى",
    "Location" : "ئورنى",
    "Profile picture" : "ئارخىپ رەسىمى",
    "About" : "ھەققىدە",
    "Date of birth" : "تۇغۇلغان ۋاقتى",
    "Full name" : "تولۇق ئىسمى",
    "Additional email" : "قوشۇمچە ئېلخەت",
    "Fediverse (e.g. Mastodon)" : "Fediverse (مەسىلەن Mastodon)",
    "Headline" : "ماۋزۇ",
    "Organisation" : "تەشكىلات",
    "Phone number" : "تېلېفون نومۇرى",
    "Pronouns" : "Pronouns",
    "Role" : "رولى",
    "X (formerly Twitter)" : "X (ئىلگىرىكى Twitter)",
    "Website" : "تور بېكەت",
    "Profile visibility" : "ئارخىپنىڭ كۆرۈنۈشچانلىقى",
    "Locale" : "Locale",
    "First day of week" : "ھەپتىنىڭ بىرىنچى كۈنى",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "ھۆججەت ئورتاقلىشىش ۋە كالېندار تەكلىپنامىسىنى ئۆز ئىچىگە ئالغان يادرولۇق ئىقتىدارلار ئۈچۈن بۇ مۈلۈك تەلەپ قىلىنمىغاچقا",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "ھېساباتىڭىز ئۈچۈن فېدېراتسىيە چەكلەنگەنلىكى ئۈچۈن ئىشلەتكىلى بولمايدۇ ، سوئالىڭىز بولسا سىستېما باشقۇرۇش بىلەن ئالاقىلىشىڭ",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "ئىزدەش مۇلازىمېتىرىغا ھېساباتنىڭ كونكرېت سانلىق مەلۇماتلىرىنى ئېلان قىلىشقا بولمايدۇ ، سوئالىڭىز بولسا سىستېما باشقۇرۇش بىلەن ئالاقىلىشىڭ",
    "Discover" : "بايقاش",
    "Your apps" : "ئەپلىرىڭىز",
    "Active apps" : "ئاكتىپ ئەپلەر",
    "Disabled apps" : "چەكلەنگەن ئەپلەر",
    "Updates" : "يېڭىلانمىلار",
    "App bundles" : "ئەپ بوغچىسى",
    "Featured apps" : "ئالاھىدە ئەپلەر",
    "Supported apps" : "قوللايدىغان ئەپلەر",
    "Show to everyone" : "كۆپچىلىككە كۆرسەت",
    "Show to logged in accounts only" : "پەقەت ھېساباتقا كىرگەنلىكىنى كۆرسەت",
    "Hide" : "يوشۇر",
    "manual-install apps cannot be updated" : "قولدا قاچىلاش ئەپلىرىنى يېڭىلاشقا بولمايدۇ",
    "{progress}% Deploying …" : "{ئىلگىرىلەش}% ئورۇنلاشتۇرۇش…",
    "{progress}% Initializing …" : "{ئىلگىرىلەش}% باشلاش…",
    "Health checking" : "سالامەتلىك تەكشۈرتۈش",
    "Deploy and Enable" : "ئورۇنلاشتۇرۇش ۋە قوزغىتىش",
    "Download and enable" : "چۈشۈرۈش ۋە قوزغىتىش",
    "Disable" : "چەكلە",
    "Allow untested app" : "سىناق قىلىنمىغان ئەپكە يول قويۇڭ",
    "The app will be downloaded from the App Store" : "بۇ ئەپ ئەپ دۇكىنىدىن چۈشۈرۈلىدۇ",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "بۇ ئەپ سىزنىڭ Nextcloud نەشرىڭىزگە ماس كەلمەيدۇ. داۋاملاشتۇرسىڭىز يەنىلا ئەپنى قاچىلىيالايسىز. شۇنىڭغا دىققەت قىلىڭكى ، بۇ دېتال مۆلچەردىكىدەك ئىشلىمەسلىكى مۇمكىن.",
    "Never" : "ھەرگىز بولمايدۇ",
    "Could not register device: Network error" : "ئۈسكۈنىنى تىزىملىيالمىدى: تور خاتالىقى",
    "Could not register device: Probably already registered" : "ئۈسكۈنىنى تىزىملىيالمىدى: بەلكىم تىزىملاتقان بولۇشى مۇمكىن",
    "Could not register device" : "ئۈسكۈنىنى تىزىملىتالمىدى",
    "An error occurred during the request. Unable to proceed." : "تەلەپ جەريانىدا خاتالىق كۆرۈلدى. داۋاملاشتۇرالمىدى.",
    "The app has been enabled but needs to be updated." : "بۇ دېتال قوزغىتىلغان ، ئەمما يېڭىلاشقا توغرا كېلىدۇ.",
    "Error: This app cannot be enabled because it makes the server unstable" : "خاتالىق: بۇ ئەپنى قوزغىتىشقا بولمايدۇ ، چۈنكى ئۇ مۇلازىمېتىرنى تۇراقسىز قىلىدۇ",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "بۇ دېتال قوزغىتىلغان ، ئەمما يېڭىلاشقا توغرا كېلىدۇ. يېڭىلاش بېتىگە 5 سېكۇنتتا قايتا نىشانلىنىسىز.",
    "Do you really want to wipe your data from this device?" : "بۇ ئۈسكۈنىدىن سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرمەكچىمۇ؟",
    "Confirm wipe" : "سۈرتۈشنى جەزملەشتۈرۈڭ",
    "Could not delete the app token" : "ئەپ بەلگىسىنى ئۆچۈرەلمىدى",
    "Error while wiping the device with the token" : "ئۈسكۈنىنى بەلگە بىلەن سۈرتكەندە خاتالىق",
    "Error while updating device token name" : "ئۈسكۈنىنىڭ بەلگە نامىنى يېڭىلىغاندا خاتالىق",
    "Error while updating device token scope" : "ئۈسكۈنىنىڭ بەلگە دائىرىسىنى يېڭىلىغاندا خاتالىق",
    "Could not set group sorting" : "گۇرۇپپا رەتلەشنى تەڭشىيەلمىدى",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "تورىڭىزدىن بەك كۆپ تەلەپلەر بار ئىدى. كېيىن قايتا سىناڭ ياكى باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.",
    "Error" : "خاتالىق",
    "Account documentation" : "ھېسابات ھۆججىتى",
    "Administration documentation" : "باشقۇرۇش ھۆججىتى",
    "Forum" : "مۇنبەر",
    "Nextcloud help & privacy resources" : "Nextcloud ياردەم ۋە مەخپىيەتلىك مەنبەلىرى",
    "General documentation" : "ئادەتتىكى ھۆججەتلەر",
    "Legal notice" : "قانۇن ئۇقتۇرۇشى",
    "Privacy policy" : "مەخپىيەتلىك تۈزۈمى",
    "None/STARTTLS" : "None / STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "ھۆججەتلەرنى ئېچىڭ",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "پارولنى ئەسلىگە كەلتۈرۈش ۋە ئۇقتۇرۇشقا ئوخشاش ئېلېكترونلۇق خەت ئەۋەتەلەيدىغان بۇ مۇلازىمېتىرنى تەڭشەش تولىمۇ مۇھىم.",
    "Send mode" : "ئەۋەتىش ھالىتى",
    "Encryption" : "شىفىرلاش",
    "Sendmail mode" : "ئەۋەتىش ھالىتى",
    "From address" : "ئادرېستىن",
    "Server address" : "مۇلازىمېتىر ئادرىسى",
    "Port" : "ئېغىز",
    "Authentication" : "دەلىللەش",
    "Authentication required" : "دەلىللەش تەلەپ قىلىنىدۇ",
    "Credentials" : "Credentials",
    "SMTP Login" : "SMTP كىرىش",
    "SMTP Password" : "SMTP پارول",
    "Save" : "ساقلا",
    "Test and verify email settings" : "ئېلېكترونلۇق خەت تەڭشىكىنى سىناش ۋە دەلىللەش",
    "Security & setup warnings" : "بىخەتەرلىك ۋە تەڭشەش ئاگاھلاندۇرۇشى",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "ھەممە ئىشنىڭ توغرا تەڭشەلگەنلىكىڭىزنىڭ بىخەتەرلىكى ۋە ئىقتىدارى ئۈچۈن ئىنتايىن مۇھىم. سىزگە ياردەم قىلىش ئۈچۈن بىز ئاپتوماتىك تەكشۈرۈش ئېلىپ بېرىۋاتىمىز. تېخىمۇ كۆپ ئۇچۇرغا ئۇلانغان ھۆججەتلەرنى كۆرۈڭ.",
    "All checks passed." : "بارلىق تەكشۈرۈشلەر ئۆتۈپ كەتتى.",
    "There are some errors regarding your setup." : "سىزنىڭ تەڭشىشىڭىزگە مۇناسىۋەتلىك بەزى خاتالىقلار بار.",
    "There are some warnings regarding your setup." : "سىزنىڭ تەڭشىشىڭىزگە مۇناسىۋەتلىك بەزى ئاگاھلاندۇرۇشلار بار.",
    "Checking for system and security issues." : "سىستېما ۋە بىخەتەرلىك مەسىلىلىرىنى تەكشۈرۈش.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "<A target = \"_ blank\" rel = \"noreferrer noopener\" href = \"% 1 $ s\"> قاچىلاش قوللانمىسى ↗ </a> نى قايتا تەكشۈرۈپ ، <a href = \"% 2 دىكى خاتالىق ياكى ئاگاھلاندۇرۇشلارنى تەكشۈرۈڭ. $ s \"> خاتىرە </a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Nextcloud نىڭ بىخەتەرلىكىنى <a target = \"_ blank\" rel = \"noreferrer noopener\" href = \"% s\"> بىخەتەرلىك تەكشۈرۈشىمىز ↗ </a> دىن تەكشۈرۈڭ.",
    "Reasons to use Nextcloud in your organization" : "تەشكىلاتىڭىزدىكى Nextcloud نى ئىشلىتىشنىڭ سەۋەبلىرى",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "{Communityopen} Nextcloud مەھەللىسى {linkclose by تەرىپىدىن ئىجاد قىلىنغان ، {githubopen} مەنبە كودى {linkclose {ئىجازەتنامە {AGPL {linkclose under ئاستىدا ئىجازەت بېرىلگەن.",
    "Like our Facebook page" : "بىزنىڭ Facebook بېتىمىزگە ئوخشاش",
    "Follow us on X" : "بىزگە ئەگىشىڭ",
    "Follow us on Mastodon" : "بىزگە ئەگىشىڭ",
    "Check out our blog" : "بىلوگىمىزنى تەكشۈرۈپ بېقىڭ",
    "Subscribe to our newsletter" : "گېزىتلىرىمىزگە مۇشتەرى بولۇڭ",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Nextcloud نىڭ بۇ مەھەللە تارقىتىلىشى قوللىمايدۇ ، دەرھال ئۇقتۇرۇشنى ئىشلەتكىلى بولمايدۇ.",
    "Use a second factor besides your password to increase security for your account." : "ھېساباتىڭىزنىڭ بىخەتەرلىكىنى ئاشۇرۇش ئۈچۈن پارولىڭىزدىن باشقا ئىككىنچى ئامىلنى ئىشلىتىڭ.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Nextcloud غا ئۇلىنىش ئۈچۈن ئۈچىنچى تەرەپ قوللىنىشچان پروگراممىلىرىنى ئىشلەتسىڭىز ، ئىككىنچى ئامىل دەلىللەشنى قوزغىتىشتىن بۇرۇن ھەر بىرسىگە ئەپ پارولى قۇرۇش ۋە تەڭشەشنى جەزملەشتۈرۈڭ.",
    "No user supplied" : "ئىشلەتكۈچى تەمىنلىمىدى",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "باشقۇرغۇچى ئەسلىگە كەلتۈرۈش پارولى بىلەن تەمىنلەڭ. بولمىسا ، بارلىق ئىشلەتكۈچى سانلىق مەلۇماتلىرى يوقاپ كېتىدۇ.",
    "Backend does not support password change, but the user's encryption key was updated." : "Backend پارول ئۆزگەرتىشنى قوللىمايدۇ ، ئەمما ئىشلەتكۈچىنىڭ مەخپىيلەشتۈرۈش ئاچقۇچى يېڭىلاندى.",
    "You need to set your user email before being able to send test emails. Go to %s for that." : "سىناق ئېلېكترونلۇق خەت ئەۋەتىشتىن بۇرۇن ئىشلەتكۈچى ئېلېكترونلۇق خەتنى تەڭشىشىڭىز كېرەك. بۇنىڭ ئۈچۈن% s گە كىرىڭ.",
    "Invalid user" : "ئىشلەتكۈچى ئىناۋەتسىز",
    "Your username is: %s" : "ئىشلەتكۈچى ئىسمىڭىز:% s",
    "Logged in user must be a subadmin" : "تىزىمغا كىرگەن ئىشلەتكۈچى چوقۇم تارماق باشقۇرغۇچى بولۇشى كېرەك",
    "Old user imported certificates" : "كونا ئىشلەتكۈچى گۇۋاھنامە ئىمپورت قىلدى",
    "A background job is pending that checks for user imported SSL certificates. Please check back later." : "ئىشلەتكۈچى ئىمپورت قىلغان SSL گۇۋاھنامىسىنى تەكشۈرۈش ئارقا كۆرۈنۈش خىزمىتى ساقلىنىۋاتىدۇ. كېيىن قايتا تەكشۈرۈپ بېقىڭ.",
    "There are some user imported SSL certificates present, that are not used anymore with Nextcloud 21. They can be imported on the command line via \"occ security:certificates:import\" command. Their paths inside the data directory are shown below." : "بۇ يەردە بىر قىسىم ئىشلەتكۈچىلەر ئىمپورت قىلغان SSL گۇۋاھنامىسى بار ، بۇلار Nextcloud 21 بىلەن ئىشلىتىلمەيدۇ. ئۇلارنى بۇيرۇق لىنىيىسىگە «occ بىخەتەرلىك: گۇۋاھنامە: ئىمپورت» بۇيرۇقى ئارقىلىق ئەكىرىشكە بولىدۇ. ئۇلارنىڭ سانلىق مەلۇمات مۇندەرىجىسىدىكى يوللىرى تۆۋەندە كۆرسىتىلدى.",
    "Missing optional index \"%s\" in table \"%s\"." : "جەدۋەلدىكى «% s» تاللاش كۆرسەتكۈچى يوقاپ كەتتى.",
    "The database is missing some indexes. Due to the fact that adding indexes on big tables could take some time they were not added automatically. By running \"occ db:add-missing-indices\" those missing indexes could be added manually while the instance keeps running. Once the indexes are added queries to those tables are usually much faster." : "سانداندا بەزى كۆرسەتكۈچلەر كەم. چوڭ جەدۋەللەرگە كۆرسەتكۈچ قوشۇشقا بىر ئاز ۋاقىت كېتىشى مۇمكىن بولغاچقا ، ئۇلار ئاپتوماتىك قوشۇلمىدى. \"Occ db: add-missing-indices\" نى ئىجرا قىلىش ئارقىلىق ، يوقاپ كەتكەن كۆرسەتكۈچلەرنى قولدا قوشقىلى بولىدۇ. كۆرسەتكۈچلەر بۇ جەدۋەللەرگە سوئال قوشۇلغاندىن كېيىن ، ئادەتتە تېخىمۇ تېز بولىدۇ.",
    "File locking" : "ھۆججەت قۇلۇپلاش",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "سودا ھۆججىتىنى قۇلۇپلاش چەكلەنگەن ، بۇ مۇسابىقە شارائىتىدىكى مەسىلىلەرنى كەلتۈرۈپ چىقىرىشى مۇمكىن. بۇ مەسىلىلەردىن ساقلىنىش ئۈچۈن config.php دىكى \"filelocking.enabled\" نى قوزغىتىڭ.",
    "Could not check for JavaScript support. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "JavaScript قوللاشنى تەكشۈرەلمىدى. ئەگەر تور مۇلازىمېتىرىڭىز JavaScript MIME تىپى ئارقىلىق `.mjs ھۆججىتىگە مۇلازىمەت قىلسا قولدا تەكشۈرۈپ بېقىڭ.",
    "MySQL unicode support" : "MySQL يۇنىكودنى قوللايدۇ",
    "Overwrite cli URL" : "خېرىدارلارنىڭ URL نى قاپلىۋېلىڭ",
    "You are currently running PHP %s. PHP 8.0 is now deprecated in Nextcloud 27. Nextcloud 28 may require at least PHP 8.1. Please upgrade to one of the officially supported PHP versions provided by the PHP Group as soon as possible." : "سىز ھازىر PHP% s نى ئىجرا قىلىۋاتىسىز. PHP 8.0 ھازىر Nextcloud 27 دە ئەمەلدىن قالدۇرۇلدى. Nextcloud 28 كەم دېگەندە PHP 8.1 نى تەلەپ قىلىشى مۇمكىن. PHP گورۇھى تەمىنلىگەن رەسمىي قوللايدىغان PHP نەشرىنىڭ بىرىنى تېزدىن يېڭىلاڭ.",
    "MariaDB version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MariaDB 10.2 or higher." : "MariaDB نەشرى \"% s\" ئىشلىتىلگەن. Nextcloud 21 ۋە ئۇنىڭدىن يۇقىرى نەشرى بۇ نەشرىنى قوللىمايدۇ ھەمدە MariaDB 10.2 ياكى ئۇنىڭدىن يۇقىرى نەشرىنى تەلەپ قىلىدۇ.",
    "MySQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require MySQL 8.0 or MariaDB 10.2 or higher." : "MySQL نەشرى \"% s\" ئىشلىتىلگەن. Nextcloud 21 ۋە ئۇنىڭدىن يۇقىرى نەشرى بۇ نەشرىنى قوللىمايدۇ ھەمدە MySQL 8.0 ياكى MariaDB 10.2 ياكى ئۇنىڭدىن يۇقىرى نەشرىنى تەلەپ قىلىدۇ.",
    "PostgreSQL version \"%s\" is used. Nextcloud 21 and higher do not support this version and require PostgreSQL 9.6 or higher." : "PostgreSQL نەشرى \"% s\" ئىشلىتىلىدۇ. Nextcloud 21 ۋە ئۇنىڭدىن يۇقىرى نەشرى بۇ نەشرىنى قوللىمايدۇ ھەمدە PostgreSQL 9.6 ياكى ئۇنىڭدىن يۇقىرى نەشرىنى تەلەپ قىلىدۇ.",
    "Speech-To-Text" : "سۆزلەشتىن تېكىست",
    "Speech-To-Text can be implemented by different apps. Here you can set which app should be used." : "نۇتۇقتىن تېكىستنى ئوخشىمىغان ئەپلەر ئارقىلىق يولغا قويغىلى بولىدۇ. بۇ يەردە قايسى ئەپنى ئىشلىتىش كېرەكلىكىنى بەلگىلىيەلەيسىز.",
    "None of your currently installed apps provide Speech-To-Text functionality" : "ھازىر قاچىلانغان ئەپلەرنىڭ ھېچقايسىسى Speech-To-Text ئىقتىدارىنى تەمىنلىمەيدۇ",
    "None of your currently installed apps provide Text processing functionality" : "ھازىر قاچىلانغان ئەپلەرنىڭ ھېچقايسىسى تېكىست بىر تەرەپ قىلىش ئىقتىدارى بىلەن تەمىنلىمەيدۇ",
    "Exclude groups from sharing" : "گۇرۇپپىلارنى ئورتاقلىشىشتىن چىقىرىۋېتىڭ",
    "These groups will still be able to receive shares, but not to initiate them." : "بۇ گۇرۇپپىلار يەنىلا پاينى قوبۇل قىلالايدۇ ، ئەمما قوزغىتالمايدۇ.",
    "Set default expiration date for shares" : "پاي چېكىنىڭ سۈكۈتتىكى مۇددىتىنى بەلگىلەڭ",
    "Allow username autocompletion in share dialog and allow access to the system address book" : "ئورتاقلىشىش دىئالوگىدا ئىشلەتكۈچى نامىنىڭ ئۆزلۈكىدىن تاماملىنىشىغا يول قويۇڭ ۋە سىستېما ئادرېس دەپتىرىنى زىيارەت قىلالايسىز",
    "Two-factor authentication can be enforced for all users and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "بارلىق ئىشلەتكۈچىلەر ۋە ئالاھىدە گۇرۇپپىلار ئۈچۈن ئىككى ئامىللىق دەلىللەشنى يولغا قويغىلى بولىدۇ. ئەگەر ئۇلاردا ئىككى ئامىل تەمىنلىگۈچى سەپلەنمىسە ، ئۇلار سىستېمىغا كىرەلمەيدۇ.",
    "When groups are selected/excluded, they use the following logic to determine if a user has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If a user is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "گۇرۇپپىلار تاللانغان / چىقىرىۋېتىلگەندە ، ئۇلار تۆۋەندىكى لوگىكا ئارقىلىق ئىشلەتكۈچىنىڭ 2FA نىڭ ئىجرا قىلىنغان-قىلىنمىغانلىقىنى ئېنىقلايدۇ: ئەگەر گۇرۇپپا تاللانمىسا ، چىقىرىۋېتىلگەن گۇرۇپپا ئەزالىرىدىن باشقا ھەممە ئادەم ئۈچۈن 2FA قوزغىتىلىدۇ. ئەگەر گۇرۇپپىلار تاللانسا ، بۇلارنىڭ بارلىق ئەزالىرى ئۈچۈن 2FA قوزغىتىلغان. ئەگەر ئىشلەتكۈچى ھەم تاللانغان ۋە چىقىرىۋېتىلگەن گۇرۇپپىدا بولسا ، تاللانغانلار ئالدىنقى ئورۇنغا قويىدۇ ۋە 2FA ئىجرا قىلىنىدۇ.",
    "{license}-licensed" : "{ئىجازەتنامە",
    "Rating: {score}/10" : "باھا: {نومۇر} / 10",
    "Username" : "ئىشلەتكۈچى ئاتى",
    "Execute one task with each page loaded. Use case: Single user instance." : "ھەر بىر بەت يۈكلەنگەن بىر ۋەزىپىنى ئىجرا قىلىڭ. ئىشلىتىش قېپى: يەككە ئىشلەتكۈچى مىسالى.",
    "cron.php is registered at a webcron service to call cron.php every 5 minutes over HTTP. Use case: Very small instance (1–5 users depending on the usage)." : "cron.php ھەر 5 مىنۇتتا HTTP ئارقىلىق cron.php غا تېلېفون قىلىش ئۈچۈن webcron مۇلازىمىتىدە تىزىملىتىلىدۇ. ئىشلىتىش قېپى: ناھايىتى كىچىك مىسال (ئىشلىتىش ئەھۋالىغا ئاساسەن 1-5 ئىشلەتكۈچى).",
    "The cron.php needs to be executed by the system user \"{user}\"." : "Cron.php سىستېما ئىشلەتكۈچى \"{user}\" تەرىپىدىن ئىجرا قىلىنىشى كېرەك.",
    "Enable or disable profile by default for new users." : "يېڭى ئىشلەتكۈچى ئۈچۈن سۈكۈتتىكى ھالەتتە ئارخىپنى قوزغىتىڭ ياكى چەكلەڭ.",
    "You are about to remove the group \"{group}\". The users will NOT be deleted." : "سىز «{گۇرۇپپا}» گۇرۇپپىسىنى ئۆچۈرمەكچى بولۇۋاتىسىز. ئىشلەتكۈچىلەر ئۆچۈرۈلمەيدۇ.",
    "You are using <strong>{usage}</strong>" : "سىز <strong> {ئىشلىتىش} </strong> نى ئىشلىتىۋاتىسىز",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "سىز <strong> {totalSpace} </strong> نىڭ <strong> {ئىشلىتىش} </strong> نى ئىشلىتىۋاتىسىز (<strong> {useRelative}% </strong>)",
    "Additional emails" : "قوشۇمچە ئېلېكترونلۇق خەت",
    "Enable Profile" : "ئارخىپنى قوزغىتىڭ",
    "No users" : "ئىشلەتكۈچى يوق",
    "Loading users …" : "ئىشلەتكۈچىلەر يۈكلەۋاتىدۇ…",
    "List of users. This list is not fully rendered for performance reasons. The users will be rendered as you navigate through the list." : "ئىشلەتكۈچى تىزىملىكى. بۇ تىزىملىك ئىقتىدار سەۋەبىدىن تولۇق كۆرسىتىلمىگەن. تىزىملىكتىن ئۆتكەندە ئىشلەتكۈچىلەر كۆرسىتىلىدۇ.",
    "New user" : "يېڭى ئىشلەتكۈچى",
    "Groups (required)" : "گۇرۇپپىلار (تەلەپ قىلىنغان)",
    "Set user groups" : "ئىشلەتكۈچى گۇرۇپپىسىنى بەلگىلەڭ",
    "Administered groups" : "باشقۇرۇلىدىغان گۇرۇپپىلار",
    "Set user as admin for …" : "ئىشلەتكۈچىنى باشقۇرغۇچى قىلىپ تەڭشەڭ…",
    "Set user quota" : "ئىشلەتكۈچى نورمىسىنى بەلگىلەڭ",
    "Add new user" : "يېڭى ئىشلەتكۈچى قوشۇڭ",
    "Set user manager" : "ئىشلەتكۈچى باشقۇرغۇچىنى بەلگىلەڭ",
    "Username will be autogenerated" : "ئىشلەتكۈچى ئىسمى ئۆزلۈكىدىن ھاسىل بولىدۇ",
    "Username (required)" : "ئىشلەتكۈچى ئىسمى (تەلەپ قىلىنغان)",
    "User backend" : "ئىشلەتكۈچى ئارقا سەھنىسى",
    "User actions" : "ئىشلەتكۈچى ھەرىكىتى",
    "Loading user …" : "ئىشلەتكۈچى يۈكلەۋاتىدۇ…",
    "You do not have permissions to see the details of this user" : "بۇ ئىشلەتكۈچىنىڭ تەپسىلاتلىرىنى كۆرۈش ھوقۇقىڭىز يوق",
    "Add user to group" : "گۇرۇپپىغا ئىشلەتكۈچى قوشۇڭ",
    "Set user as admin for" : "ئىشلەتكۈچىنى باشقۇرغۇچى قىلىپ تەڭشەڭ",
    "Select user quota" : "ئىشلەتكۈچى نورمىسىنى تاللاڭ",
    "Delete user" : "ئىشلەتكۈچىنى ئۆچۈرۈڭ",
    "Wipe all devices" : "بارلىق ئۈسكۈنىلەرنى ئۆچۈرۈڭ",
    "Disable user" : "ئىشلەتكۈچىنى چەكلەڭ",
    "Enable user" : "ئىشلەتكۈچىنى قوزغىتىڭ",
    "Failed to update user manager" : "ئىشلەتكۈچى باشقۇرغۇچىنى يېڭىلاش مەغلۇب بولدى",
    "Toggle user actions menu" : "ئىشلەتكۈچى ھەرىكەت تىزىملىكى",
    "User management settings" : "ئىشلەتكۈچى باشقۇرۇش تەڭشەكلىرى",
    "Show user backend" : "ئىشلەتكۈچى ئارقا كۆرۈنۈشىنى كۆرسەت",
    "Send welcome email to new users" : "يېڭى ئىشلەتكۈچىلەرگە ئېلېكترونلۇق خەت ئەۋەتىڭ",
    "Name your device" : "ئۈسكۈنىڭىزگە ئىسىم قويۇڭ",
    "Server error while trying to add WebAuthn device" : "WebAuthn ئۈسكۈنىسىنى قوشماقچى بولغاندا مۇلازىمېتىر خاتالىقى",
    "User management" : "ئىشلەتكۈچى باشقۇرۇش",
    "Active users" : "ئاكتىپ ئىشلەتكۈچىلەر",
    "Disabled users" : "چەكلەنگەن ئىشلەتكۈچى",
    "Creating group …" : "گۇرۇپپا قۇرۇش…",
    "User group: {group}" : "ئىشلەتكۈچى گۇرۇپپىسى: {group}",
    "Not available as federation has been disabled for your account, contact your system administrator if you have any questions" : "ھېساباتىڭىز ئۈچۈن فېدېراتسىيە چەكلەنگەنلىكى ئۈچۈن ئىشلەتكىلى بولمايدۇ ، سوئالىڭىز بولسا سىستېما باشقۇرغۇچى بىلەن ئالاقىلىشىڭ",
    "Not available as publishing user specific data to the lookup server is not allowed, contact your system administrator if you have any questions" : "ئىزدەش مۇلازىمېتىرىغا ئىشلەتكۈچىنىڭ ئالاھىدە سانلىق مەلۇماتلىرىنى ئېلان قىلىشقا بولمايدۇ ، سوئالىڭىز بولسا سىستېما باشقۇرغۇچى بىلەن ئالاقىلىشىڭ",
    "Show to logged in users only" : "پەقەت تىزىملاتقان ئىشلەتكۈچىلەرگە كۆرسىتىڭ",
    "Nextcloud help resources" : "Nextcloud ياردەم مەنبەلىرى",
    "SMTP Username" : "SMTP ئىشلەتكۈچى ئىسمى",
    "Follow us on Twitter" : "Twitter دا بىزگە ئەگىشىڭ",
    "To allow this check to run you have to make sure that your webserver can connect to itself. Therefor it must be able to resolve and connect to at least one its `trusted_domains` or the `overwrite.cli.url`." : "بۇ تەكشۈرۈشنىڭ ئىجرا قىلىنىشى ئۈچۈن تور مۇلازىمېتىرىڭىزنىڭ ئۆزىگە ئۇلىنالايدىغانلىقىغا كاپالەتلىك قىلىشىڭىز كېرەك. شۇڭلاشقا ئۇ چوقۇم كەم دېگەندە بىر «ئىشەنچلىك_ دائىرە» ياكى «overrite.cli.url» نى ھەل قىلالايدۇ ۋە ئۇلىيالايدۇ.",
    "Could not check for JavaScript support via any of your `trusted_domains` nor `overwrite.cli.url`. This may be the result of a server-side DNS mismatch or outbound firewall rule. Please check manually if your webserver serves `.mjs` files using the JavaScript MIME type." : "JavaScript قوللاشنى ھېچقانداق «ئىشەنچلىك_ دائىرە» ياكى «overrite.cli.url» ئارقىلىق تەكشۈرەلمىدىڭىز. بۇ بەلكىم مۇلازىمېتىر تەرەپتىكى DNS ماسلاشماسلىق ياكى سىرتقا چىقىپ كېتىشتىن مۇداپىئەلىنىش قائىدىسىنىڭ نەتىجىسى بولۇشى مۇمكىن. ئەگەر توركۆرگۈڭىز JavaScript MIME تىپى ئارقىلىق `.mjs ھۆججىتىگە مۇلازىمەت قىلسا قولدا تەكشۈرۈپ بېقىڭ.",
    "Active accounts" : "ئاكتىپ ھېسابات",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "بۇ تەكشۈرۈشنىڭ ئىجرا قىلىنىشى ئۈچۈن تور مۇلازىمېتىرىڭىزنىڭ ئۆزىگە ئۇلىنالايدىغانلىقىغا كاپالەتلىك قىلىشىڭىز كېرەك. شۇڭلاشقا ئۇ چوقۇم كەم دېگەندە ئۇنىڭ «ئىشەنچلىك_ دائىرە» ياكى «overrite.cli.url» دىن بىرنى ھەل قىلالايدىغان ۋە ئۇلىيالايدىغان بولۇشى كېرەك. بۇ مەغلۇبىيەت بەلكىم مۇلازىمېتىر تەرەپتىكى DNS ماسلاشماسلىق ياكى سىرتقا چىقىپ كېتىشتىن مۇداپىئەلىنىش قائىدىسىنىڭ نەتىجىسى بولۇشى مۇمكىن.",
    "PostgreSQL version \"%s\" detected. PostgreSQL >=12 and <=16 is suggested for best performance, stability and functionality with this version of Nextcloud." : "PostgreSQL نەشرى \"% s\" بايقالدى. PostgreSQL> = 12 ۋە <= 16 Nextcloud نىڭ بۇ نەشرى بىلەن ئەڭ ياخشى ئىقتىدار ، مۇقىملىق ۋە ئىقتىدار ئۈچۈن تەۋسىيە قىلىنىدۇ."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}