{ "translations": {
    "Private" : "Приватно",
    "Only visible to people matched via phone number integration through Talk on mobile" : "Видно лише користувачам згідно з їхніми телефонними номерами пристроїв, на яких встановлено застосунок Talk",
    "Local" : "Локально",
    "Only visible to people on this instance and guests" : "Видно лише користувачам цієї хмари та гостям",
    "Federated" : "Для об'єднаних хмар",
    "Only synchronize to trusted servers" : "Синхронізовувати лише з серверами, яким довіряємо",
    "Published" : "Публічно",
    "Synchronize to trusted servers and the global and public address book" : "Синхронізація з надійними серверами та глобальною та публічною адресною книгою",
    "Verify" : "Перевірити",
    "Verifying …" : "Перевірка ...",
    "Unable to change password" : "Неможливо змінити пароль",
    "Very weak password" : "Дуже слабкий пароль",
    "Weak password" : "Слабкий пароль",
    "So-so password" : "Такий собі пароль",
    "Good password" : "Добрий пароль",
    "Strong password" : "Надійний пароль",
    "Groups" : "Групи",
    "Group list is empty" : "Список груп порожній",
    "Unable to retrieve the group list" : "Неможливо отримати список груп",
    "{actor} added you to group {group}" : "{actor} додав(-ла) вас до групи {group}",
    "You added {user} to group {group}" : "Ви додали {user} до групи {group}",
    "{actor} added {user} to group {group}" : "{actor} додав(-ла) {user} до групи {group}",
    "An administrator added you to group {group}" : "Адміністратор додав вас до групи {group}",
    "An administrator added {user} to group {group}" : "Адміністратор додав {user} до групи {group}",
    "{actor} removed you from group {group}" : "{actor} вилучив вас із групи {group}",
    "You removed {user} from group {group}" : "Ви вилучили {user} з групи {group}",
    "{actor} removed {user} from group {group}" : "{actor} вилучив {user} з групи {group}",
    "An administrator removed you from group {group}" : "Адміністратор вилучив вас з групи {group}",
    "An administrator removed {user} from group {group}" : "Адміністратор вилучив {user} з групи {group}",
    "Your <strong>group memberships</strong> were modified" : "Параметри вашої <strong>участі в групі</strong> оновлено",
    "{actor} changed your password" : "{actor} змінив(-ла) ваш пароль",
    "You changed your password" : "Ви змінили пароль",
    "Your password was reset by an administrator" : "Ваш пароль було скинуто адміністратором",
    "Your password was reset" : "Ваш пароль скинуто",
    "{actor} changed your email address" : "{actor} змінив(-ла) адресу вашої ел.пошти",
    "You changed your email address" : "Ви змінили ел.адресу",
    "Your email address was changed by an administrator" : "Ваша email адреса змінена адміністратором",
    "You created an app password for a session named \"{token}\"" : "Ви створили пароль на застосунок для сесії з назвою \"{token}\"",
    "An administrator created an app password for a session named \"{token}\"" : "Адміністратор створив пароль на застосунок для сесії з назвою \"{token}\"",
    "You deleted app password \"{token}\"" : "Ви вилучили пароль застосунку \"{token}\"",
    "You renamed app password \"{token}\" to \"{newToken}\"" : "Ви перейменували пароль застосунку \"{token}\" на \"{newToken}\"",
    "You granted filesystem access to app password \"{token}\"" : "Ви надали доступ до файлової системи для застосунку з паролем \"{token}\"",
    "You revoked filesystem access from app password \"{token}\"" : "Ви скасували доступ до файлової системи до застосунку з паролем \"{token}\"",
    "Security" : "Безпека",
    "You successfully logged in using two-factor authentication (%1$s)" : "Ви успішно увійшли з використанням двофакторної авторизації (%1$s)",
    "A login attempt using two-factor authentication failed (%1$s)" : "Помилка під час здійснення входу з використанням двофакторної авторизації (%1$s)",
    "Remote wipe was started on %1$s" : "Розпочато віддалене стирання на %1$s",
    "Remote wipe has finished on %1$s" : "Віддалене стирання на %1$s завершено",
    "Your <strong>password</strong> or <strong>email</strong> was modified" : "Ваш <strong>пароль</strong> чи <strong>адресу ел. пошти</strong> було змінено",
    "Settings" : "Налаштування",
    "Could not remove app." : "Не вдалося вилучити застосунок.",
    "Could not update app." : "Не вдалося оновити застосунок.",
    "Wrong password" : "Недійсний пароль",
    "Unable to change personal password" : "Неможливо змінити особистий пароль",
    "Saved" : "Збережено",
    "No Login supplied" : "Не надано ім'я облікового запису",
    "Unable to change password. Password too long." : "Неможливо змінити пароль. Пароль задовгий.",
    "Authentication error" : "Помилка авторизації",
    "Please provide an admin recovery password; otherwise, all account data will be lost." : "Надайте пароль відновлення адміністратора. В іншому випадку всі облікові дані буде втрачено.",
    "Wrong admin recovery password. Please check the password and try again." : "Хибний пароль відновлення адміністратора.  Будь ласка, перевірте пароль та спробуйте ще раз.",
    "Backend does not support password change, but the encryption of the account key was updated." : "Бекенд не підтримує зміну паролю, проте шифрування ключа облікового запису було оновлено.",
    "Administrator documentation" : "Документація адміністратора",
    "User documentation" : "Користувацька документація",
    "Nextcloud help overview" : "Допомога у користуванні Nextcloud",
    "Invalid SMTP password." : "Недійсний пароль SMTP.",
    "Email setting test" : "Тестування параметрів електронної пошти",
    "Well done, %s!" : "Вітання, %s!",
    "If you received this email, the email configuration seems to be correct." : "Якщо ви отримали цей електронний лист, то налаштування електронної пошти дійсні.",
    "Email could not be sent. Check your mail server log" : "Не вдалося надіслати електронну пошту. Перевірте журнал поштового сервера",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Під час надсилання email сталася помилка. Будь ласка перевірте налаштування. (Помилка: %s)",
    "You need to set your account email before being able to send test emails. Go to %s for that." : "Перед надсиланням тестового ел.листа потрібно додати ел.адресу. Для цього перейдіть до %s.",
    "Recently active" : "Нещодавна активність",
    "Disabled accounts" : "Вимкнені облікові записи",
    "Invalid account" : "Недійсний обліковий запис",
    "Invalid mail address" : "Недійсна електронна адреса",
    "Settings saved" : "Налаштування збережено",
    "Unable to change full name" : "Неможливо змінити повне ім'я",
    "Unable to change email address" : "Неможливо змінити електронну адресу",
    "Unable to set invalid phone number" : "Не вдалося встановити недійсний номер телефону",
    "Unable to set invalid website" : "Не вдалося встановити недійсний веб-сайт",
    "Some account data was invalid" : "Деякі дані облікового запису недійсні",
    "In order to verify your Twitter account, post the following tweet on Twitter (please make sure to post it without any line breaks):" : "Щоб підтвердити свій обліковий запис Twitter, опублікуйте наступний твіт у Twitter (переконайтеся, що опубліковано без розривів рядків):",
    "In order to verify your Website, store the following content in your web-root at '.well-known/CloudIdVerificationCode.txt' (please make sure that the complete text is in one line):" : "Щоб підтвердити свій веб-сайт, збережіть наведений нижче вміст у корені вебсервера: '.well-known/CloudIdVerificationCode.txt' (переконайтеся, що повний текст розміщено в один рядок):",
    "%1$s changed your password on %2$s." : "%1$s змінив(-ла) ваш пароль у хмарі %2$s.",
    "Your password on %s was changed." : "Ваш пароль на сервері %s було змінено.",
    "Your password on %s was reset by an administrator." : "Ваш пароль на сервері %s було скинуто адміністратором.",
    "Your password on %s was reset." : "Ваш пароль до %s змінено.",
    "Password for %1$s changed on %2$s" : "Пароль %1$s змінено на сервері %2$s",
    "Password changed for %s" : "Пароль змінено для %s",
    "If you did not request this, please contact an administrator." : "Якщо ви цього не просили, зв'яжіться з адміністратором.",
    "Your email address on %s was changed." : "Вашу електронну адресу на сервері %s було змінено.",
    "Your email address on %s was changed by an administrator." : "Вашу електронну адресу на сервері %s було змінено адміністратором.",
    "Email address for %1$s changed on %2$s" : "Електронна адреса %1$s змінена на %2$s",
    "Email address changed for %s" : "Адресу електронної пошти змінено для %s",
    "The new email address is %s" : "Нова адреса електронної пошти: %s",
    "Your %s account was created" : "Ваш обліковий запис %s створено",
    "Welcome aboard" : "Ласкаво просимо на борт",
    "Welcome aboard %s" : "Ласкаво просимо на борт, %s",
    "Welcome to your %s account, you can add, protect, and share your data." : "Ласкаво просимо до вашого облікового запису, %s, ви можете додавати, захищати та ділитися своїми даними.",
    "Your Login is: %s" : "Ви увійшли як %s",
    "Set your password" : "Встановіть свій пароль",
    "Go to %s" : "Перейти до %s",
    "Install Client" : "Встановити Клієнт",
    "Logged in account must be a sub admin" : "Авторизований користувач має бути підадміністратором",
    "Apps" : "Застосунки",
    "Personal" : "Особисте",
    "Administration" : "Адміністрування",
    "Users" : "Користувачі",
    "Additional settings" : "Додатково",
    "Artificial Intelligence" : "Штучний інтелект",
    "Administration privileges" : "Права адміністратора",
    "Groupware" : "Робочі групи",
    "Overview" : "Огляд",
    "Basic settings" : "Основні налаштування",
    "Sharing" : "Спільний доступ",
    "Availability" : "Доступність",
    "Calendar" : "Календар",
    "Personal info" : "Про мене",
    "Mobile & desktop" : "Застосунки для пристроїв",
    "Email server" : "Сервер електронної пошти",
    "Mail Providers" : "Постачальники послуг ел.пошти",
    "Mail provider enables sending emails directly through the user's personal email account. At present, this functionality is limited to calendar invitations. It requires Nextcloud Mail 4.1 and an email account in Nextcloud Mail that matches the user's email address in Nextcloud." : "Поштовий провайдер дозволяє надсилати електронні листи безпосередньо через особисту електронну скриньку користувача. Наразі ця функція обмежена запрошеннями календаря. Для цього потрібно мати встановлений застосунок Nextcloud Пошта версії 4.1 та налаштований у Nextcloud Mail обліковий запис електронної пошти, який зазначено у адресі ел.пошти користувача хмари Nextcloud.",
    "Send emails using" : "Надсилайте електронні листи, використовуючи",
    "User's email account" : "Електронна пошта користувача",
    "System email account" : "Системний обліковий запис ел.пошти",
    "Security & setup checks" : "Безпека та перевірка налаштувань",
    "Background jobs" : "Фонові завдання",
    "Unlimited" : "Необмежено",
    "Verifying" : "Перевірка",
    "Allowed admin IP ranges" : "Дозволені діапазони адрес IP",
    "Admin IP filtering isn't applied." : "Фільтрування адміністраторів за адресою IP не застосовується.",
    "Admin IP filtering is correctly configured." : "Фільтрування адміністраторів за адресою IP правильно налаштовано.",
    "App directories owner" : "Власник каталогів застосунків",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:\n%s" : "Окремі каталоги застосунків мають інших користувачів на відміну від користувача вебсервера. Часто таке трапляється, якщо застосунки було встановлено вручну. Перевірте дозволи на такі каталоги застосунків:\n%s",
    "App directories have the correct owner \"%s\"" : "Каталоги застосунків мають дійсного власника \"%s\"",
    "Brute-force Throttle" : "Уповільнення спроб грубого підбору паролів",
    "Your remote address could not be determined." : "Не вдалося визначити вашу віддалену адресу.",
    "Your remote address was identified as \"%s\" and is brute-force throttled at the moment slowing down the performance of various requests. If the remote address is not your address this can be an indication that a proxy is not configured correctly." : "Ваша віддалена адреса була ідентифікована як \"%s\" і наразі щодо неї виконуються спроби грубого підбору паролів, відповідно виконання різних запитів відбувається уповільнено . Якщо віддалена адреса не є вашою адресою, це може свідчити про те, що проксі налаштовано неправильно.",
    "Your remote address \"%s\" is not brute-force throttled." : "Ваша віддалена адреса \"%s\" не уповільнена через грубі спроби підбору паролів.",
    "A background job is pending that checks for administration imported SSL certificates. Please check back later." : "Виконується фонове завдання, яке перевіряє імпортовані SSL-сертифікати на предмет адміністрування. Будь ласка, перевірте пізніше.",
    "Code integrity" : "Цілісність коду",
    "Integrity checker has been disabled. Integrity cannot be verified." : "Перевірку на цілісність вимкнено. Цілісність буде неможливо перевірити.",
    "No altered files" : "Відсутні змінені файли",
    "Some files have not passed the integrity check. {link1} {link2}" : "Деякі файли не пройшли перевірку цілісності. {link1} {link2}",
    "Cron errors" : "Помилки з виконанням запланованих завдань (cron)",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:\n%s" : "Не вдалося виконати заплановане завдання (cron) через командний інтерфейс. Виникла така технічна помилка:\n%s",
    "The last cron job ran without errors." : "Останнє заплановане завдання виконано без помилок.",
    "Cron last run" : "Останній запуск запланованого завдання",
    "Last background job execution ran %s. Something seems wrong. {link}." : "Останнє виконання фонового завдання тривало %s. Схоже, щось пішло не так. {link}.",
    "Last background job execution ran %s." : "Останнє виконання фонового завдання тривало: %s.",
    "Data directory protected" : "Директорія з даними є захищеною",
    "Your data directory and files are probably accessible from the internet. The .htaccess file is not working. It is strongly recommended that you configure your web server so that the data directory is no longer accessible, or move the data directory outside the web server document root." : "Ваш каталог даних і файли, ймовірно, доступні з Інтернету. Файл .htaccess не працює. Настійно рекомендується налаштувати веб-сервер так, щоб каталог даних був недоступний, або перемістити каталог даних за межі кореня документа веб-сервера.",
    "Database missing columns" : "Відсутні стовпці у базі даних",
    "Missing optional column \"%s\" in table \"%s\"." : "Відсутні необов'язкові стовпці \"%s\" у таблиці \"%s\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "У базі даних відсутні деякі необов’язкові стовпці. Через те, що додавання стовпців у великі таблиці може зайняти деякий час, вони не додаються автоматично, коли вони можуть бути необов’язковими. Для створення відсутніх стовпців, будь ласка, виконайте команду \"occ db:add-missing-columns\". Після додавання стовпців деякі функції можуть покращити реагування та зручність використання.",
    "Database missing indices" : "Відсутні індекси у базі даних",
    "Missing indices:" : "Відсутні індекси:",
    "\"%s\" in table \"%s\"" : "\"%s\" в таблиці \"%s\"",
    "Database missing primary keys" : "Відсутні первинні ключі у базі даних",
    "Missing primary key on table \"%s\"." : "Відсутній первинний ключ у таблиці \"%s\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "У базі даних відсутні деякі первинні ключі. Через те, що додавання первинних ключів у великі таблиці може зайняти деякий час, вони не додаються автоматично. Для створення первинних ключей, будь ласка, виконайте команду \"occ db:add-missing-primary-keys\".",
    "Database pending bigint migrations" : "Міграція бази даних до типу binint в черзі.",
    "Some columns in the database are missing a conversion to big int. Due to the fact that changing column types on big tables could take some time they were not changed automatically. By running \"occ db:convert-filecache-bigint\" those pending changes could be applied manually. This operation needs to be made while the instance is offline." : "У деяких стовпцях бази даних відсутнє перетворення на big int. Через те, що зміна типів стовпців у великих таблицях могла зайняти деякий час, їх не було автоматично змінено. Зміни можна застосува вручну, виконавши команду \"occ db:convert-filecache-bigint\". Цю операцію необхідно виконувати, коли сервер перебуває в автономному режимі.",
    "Debug mode" : "Режим зневадження",
    "This instance is running in debug mode. Only enable this for local development and not in production environments." : "Цей сервер працює у режимі зневадження. Увімкніть це лише для локальної розробки, але не для продуктивного середовища.",
    "Debug mode is disabled." : "Режим зневадження вимкнено.",
    "Default phone region" : "Типовий телефонний код регіону",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective ISO 3166-1 code of the region to your config file." : "У вашому примірнику не налаштовано типовий телефонний регіон. Цей параметр потрібний для підтвердження телефонних номерів у профілі користувача без зазначення коду країни. Щоби дозволити використання телефонних номерів без зазначення коду країни, додайте параметр \"default_phone_region\" із кодом регіону згідно з ISO 3166-1 у вашому файлі конфігурації config.php.",
    "Email test" : "Тест ел.пошти",
    "Email test was successfully sent" : "Ел.лист було успішно надіслано",
    "You have not set or verified your email server configuration, yet. Please head over to the \"Basic settings\" in order to set them. Afterwards, use the \"Send email\" button below the form to verify your settings." : "Ви ще не налаштувати або не перевірили налаштування поштового сервера. Перейдіть до \"Основних налаштувань. Після цього перевірте коректність поштових налаштувань, для цього клацніть на кнопку \"Надіслати ел.пошту\" під формою.",
    "Transactional File Locking" : "Блокування транзакційних файлів",
    "The database is used for transactional file locking. To enhance performance, please configure memcache, if available." : "База даних використовується для транзакційного блокування файлів. Для кращої продуктивности рекомендується налаштувати memcache, якщо доступний.",
    "Forwarded for headers" : "Перенаправлено для заголовків",
    "Your \"trusted_proxies\" setting is not correctly set, it should be an array." : "Ваш параметр \"trusted_proxies\" встановлено неправильно, це має бути масив.",
    "The reverse proxy header configuration is incorrect. This is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud." : "Конфігурація заголовка зворотного проксі неправильна. Це є проблемою безпеки і може дозволити зловмиснику надати Nextcloud оманливу IP-адресу.",
    "Your IP address was resolved as %s" : "Ваша IP-адреса була визначена як %s",
    "Accessing site insecurely via HTTP." : "Небезпечний доступ до сайту через HTTP.",
    "Internet connectivity" : "З'єднання з мережею Інтернет",
    "Internet connectivity is disabled in configuration file." : "З'єднання з мережею Інтернет вимкнено у файлі конфігурації",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "На цьому сервері не працює з’єднання з Інтернетом: неможливо отримати доступ до кількох кінцевих точок. Це означає, що деякі функції, як-от підключення зовнішньої пам’яті, сповіщення про оновлення або встановлення застосунків сторонніх розробників, не працюватимуть. Віддалений доступ до файлів і надсилання сповіщень електронною поштою також можуть не працювати. Встановіть з’єднання цього сервера з Інтернетом, щоб користуватися всіма функціями.",
    "JavaScript modules support" : "Підтримка модулів JavaScript",
    "Your webserver does not serve `.mjs` files using the JavaScript MIME type. This will break some apps by preventing browsers from executing the JavaScript files. You should configure your webserver to serve `.mjs` files with either the `text/javascript` or `application/javascript` MIME type." : "Ваш вебсервер не обслуговує файли `.mjs` за допомогою типу MIME JavaScript. Це призведе до того, що окремі застосунки не працюватимуть коректно, оскільки бравзери не зможуть виконувати файли JavaScript. Вам потрібно визначити обслуговування файлів `.mjs` з типом MIME `text/javascript` або `application/javascript` у налаштуваннях вашого вебсервера.",
    "Old server-side-encryption" : "Застаріле шифрування на рівні сервера",
    "Disabled" : "Вимкнено",
    "The old server-side-encryption format is enabled. We recommend disabling this." : "Старий формат шифрування на стороні сервера ввімкнено. Рекомендуємо вимкнути це.",
    "Logging level" : "Рівень журналювання",
    "Logging level configured correctly." : "Рівень журналювання правильно налаштовано.",
    "Maintenance window start" : "Час початку обслуговування",
    "Server has no maintenance window start time configured. This means resource intensive daily background jobs will also be executed during your main usage time. We recommend to set it to a time of low usage, so users are less impacted by the load caused from these heavy tasks." : "Сервер не має налаштованого часу початку завдань з обслуговування. Це означає, що ресурсомісткі щоденні фонові роботи також будуть виконуватися протягом основного часу використання. Рекомендуємо встановити його у час найнижчого користування хмарою, щоб користувачі менше відчували зменшення продуктивності, яке може спостерігатися у зв'язку із завданнями з обслуговування.",
    "Maintenance window to execute heavy background jobs is between {start}:00 UTC and {end}:00 UTC" : "Часовий проміжок для виконання ресурсомістких завдань встановлено від {start}:00 UTC до {end}:00 UTC",
    "Memcache" : "Memcache",
    "No memory cache has been configured. To enhance performance, please configure a memcache, if available." : "Відсутні налаштування кешування пам'яти. Для кращої продуктивности рекомендуємо налаштувати memcache, якщо доступний.",
    "Configured" : "Налаштовано",
    "MySQL row format" : "Формат рядка MySQL",
    "You are not using MySQL" : "Ви не використовуєте MySQL",
    "MySQL Unicode support" : "Підтримка юнікоду в MySQL",
    "MySQL is used as database and does support 4-byte characters" : "MySQL використовується яко база даних, увімкнено підтримку 4-бітних символів",
    "MySQL is used as database but does not support 4-byte characters. To be able to handle 4-byte characters (like emojis) without issues in filenames or comments for example it is recommended to enable the 4-byte support in MySQL." : "MySQL використовується яко база даних, проте 4-бітні символи не підтримуються. Для коректного відображення 4-бітних символів (напр., відображення емоційок) рекомендується встановити 4-бітну підтримку в налаштуваннях MySQL.",
    "Overwrite CLI URL" : "Перезаписати CLI URL",
    "The \"overwrite.cli.url\" option in your config.php is correctly set to \"%s\"." : "Параметр \"overwrite.cli.url\" у вашому конфігураційному файлі config.php налаштовано правильно зі значенням \"%s\".",
    "The \"overwrite.cli.url\" option in your config.php is set to \"%s\" which is a correct URL. Suggested URL is \"%s\"." : "Параметр \"overwrite.cli.url\" у вашому конфігураційному файлі config.php налаштовано зі значенням \"%s\", яке є правильним URL. Рекомендований URL: \"%s\".",
    "Please make sure to set the \"overwrite.cli.url\" option in your config.php file to the URL that your users mainly use to access this Nextcloud. Suggestion: \"%s\". Otherwise there might be problems with the URL generation via cron. (It is possible though that the suggested URL is not the URL that your users mainly use to access this Nextcloud. Best is to double check this in any case.)" : "Обов’язково встановіть параметр \"overwrite.cli.url\" у конфігураційному файлі config.php зі значенням URL-адреси, яку ваші користувачі переважно використовують для доступу до цього Nextcloud. Пропонується таке значення: \"%s\". В іншому випадку можуть виникнути проблеми з генерацією URL-адреси через cron. (Однак можливо, що запропонована URL-адреса не є URL-адресою, яку ваші користувачі переважно використовують для доступу до хмари Nextcloud. Будь ласка, перевірте, чи це так.)",
    "PHP default charset" : "Типове кодування сторінки PHP",
    "PHP configuration option \"default_charset\" should be UTF-8" : "Параметр конфігурації PHP \"default_charset\" має мати значення UTF-8",
    "The function is available." : "Функція доступна.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "Функція PHP \"set_time_limit\" недоступна. Це може призвести до зупинки сценаріїв під час виконання, що порушить установку. Настійно рекомендується вмикати цю функцію.",
    "Freetype" : "Freetype",
    "Supported" : "Підтримано",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Ваш PHP не підтримує FreeType, що призводить до поломки зображень профілю та інтерфейсу налаштувань.",
    "PHP getenv" : "PHP getenv",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "PHP не налаштований правильно для отримання змінних системного оточення. Запит getenv(\"PATH\") повертає пусті результати.",
    "PHP memory limit" : "Обмеження пам'яті PHP",
    "PHP modules" : "Модулі PHP",
    "increases language translation performance and fixes sorting of non-ASCII characters" : "Покращує продуктивність перекладу мови та виправляє впорядкування не-ASCII знаків",
    "for Argon2 for password hashing" : "для Argon2 для хешування паролів",
    "for picture rotation in server and metadata extraction in the Photos app" : "для обертання зображення на сервері та видобування метаданих у застосунку \"Світлини\"",
    "This instance is missing some required PHP modules. It is required to install them: %s." : "На цьому примірнику бракує окремі обов'язкові модулі PHP, зокрема, необхідно встановити такі: %s.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them:\n%s" : "На цьому примірнику бракує окремих рекомендованих модулів PHP. Для кращої продуктивности та сумісности наполегливо рекомендуємо встановити такі модулі:\n%s",
    "The PHP OPcache module is not loaded. For better performance it is recommended to load it into your PHP installation." : "Модуль PHP OPcache не завантажується. Для кращої продуктивності рекомендується завантажити його у вашу установку PHP.",
    "OPcache is disabled. For better performance, it is recommended to apply \"opcache.enable=1\" to your PHP configuration." : "OPcache вимкнено. Для кращої продуктивності рекомендовано встановити значення \"opcache.enable=1\" у конфігураційному файлі PHP.",
    "The shared memory based OPcache is disabled. For better performance, it is recommended to apply \"opcache.file_cache_only=0\" to your PHP configuration and use the file cache as second level cache only." : "OPcache для розділеної пам'яти вимкнено. Для кращої продуктивності рекомендовано встановити значення \"opcache.file_cache_only=0\" у конфігураційному файлі PHP, використовувати кеш файлів лише як кеш другого рівня.",
    "OPcache is not working as it should, opcache_get_status() returns false, please check configuration." : "OPcache не працює належним чином, функція opcache_get_status() повертає false, будь ласка, перевірте конфігурацію.",
    "The maximum number of OPcache keys is nearly exceeded. To assure that all scripts can be kept in the cache, it is recommended to apply \"opcache.max_accelerated_files\" to your PHP configuration with a value higher than \"%s\"." : "Максимальну кількість ключів OPcache майже перевищено. Щоби забезпечити збереження всіх скриптів у кеші, рекомендується встановити значення \"opcache.max_accelerated_files\" у конфігураційному файлі PHP більшим ніж \"%s\".",
    "The OPcache buffer is nearly full. To assure that all scripts can be hold in cache, it is recommended to apply \"opcache.memory_consumption\" to your PHP configuration with a value higher than \"%s\"." : "Буфер OPcache майже переповнено. Щоби всі скрипти могли зберігатися в кеші, рекомендується встановити значення \"opcache.memory_consumption\" у вашому конфігураційному файлі PHP більшим ніж \"%s\".",
    "The OPcache interned strings buffer is nearly full. To assure that repeating strings can be effectively cached, it is recommended to apply \"opcache.interned_strings_buffer\" to your PHP configuration with a value higher than \"%s\"." : "Внутрішній буфер рядків OPcache майже переповнено. Рекомендується встановити значення \"opcache.interned_strings_buffer\" у вашому конфігураційному файлі PHP вище за \"%s\", щоб забезпечити ефективне кешування повторюваних рядків.",
    "OPcache is configured to remove code comments. With OPcache enabled, \"opcache.save_comments=1\" must be set for Nextcloud to function." : "OPcache налаштовано для вилучення коментарів коду. Для увімкнененого OPcache потрібно встановити значення \"opcache.save_comments=1\" для правильної роботи Nextcloud.",
    "Nextcloud is not allowed to use the OPcache API. With OPcache enabled, it is highly recommended to include all Nextcloud directories with \"opcache.restrict_api\" or unset this setting to disable OPcache API restrictions, to prevent errors during Nextcloud core or app upgrades." : "Серверу Nextcloud не дозволено використовувати OPcache API. Для увімкненого OPcache наполегливо рекомендується додати всі каталоги Nextcloud з \"opcache.restrict_api\" або взагалі не встановлювати таке налаштування й таким чином вимкнути обмеження OPcache API, щоби уникнути помилок під час оновлення основної частини Nextcloud або застосунків.",
    "The PHP OPcache module is not properly configured. %s." : "Модуль PHP OPcache не налаштовано належним чином. %s.",
    "Correctly configured" : "Правильне налаштування",
    "PHP version" : "Версія PHP",
    "You are currently running PHP %s." : "У вас встановлено PHP %s.",
    "PHP \"output_buffering\" option" : "Параметр PHP \"\"output_buffering\"",
    "PHP configuration option \"output_buffering\" must be disabled" : "Параметр PHP \"\"output_buffering\" потрібно вимкнути",
    "Push service" : "Служба push",
    "Valid enterprise license" : "Чинна ліцензія на версію для бізнесу",
    "Free push service" : "Безкоштовна служба push",
    "This is the unsupported community build of Nextcloud. Given the size of this instance, performance, reliability and scalability cannot be guaranteed. Push notifications are limited to avoid overloading our free service. Learn more about the benefits of Nextcloud Enterprise at {link}." : "Це збірка Nextcloud, яка не підтримується спільною. Продуктивність, надійність та масштабованість не гарантовані за такого розміру цього примірника сервера хмари. Надсилання повідомлень push обмежено, щоби уникнути перевантаження нашого безкоштовного сервісу. Дізнайтеся більше про переваги Nextcloud для бізнесу на цій сторінці {link}.",
    "Random generator" : "Ґенератор випадкових чисел",
    "No suitable source for randomness found by PHP which is highly discouraged for security reasons." : "Відсутній функціонал генерування випадкових чисел, сумісний з PHP. Цей функціонал потрібний для належної безпеки примірника. ",
    "Secure" : "Безпека",
    "Configuration file access rights" : "Дозволи доступу до конфігураційного файлу",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Увімкнена конфігурація тільки для читання. Це запобігає встановленню деяких опцій через вебінтерфейс. Крім того, для кожного оновлення файл повинен бути зроблений з доступом на запис.",
    "Nextcloud configuration file is writable" : "Файл конфігурації Nextcloud доступний для запису",
    "HTTP headers" : "Заголовки HTTP",
    "Database version" : "Версія бази даних",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend. This is particularly recommended when using the desktop client for file synchronisation. To migrate to another database use the command line tool: \"occ db:convert-type\"." : "Наразі SQLite використовується як база даних. Для більш продуктивних примірників рекомендується переключитися на іншу базу даних. Зокрема це рекомендується у разі використання клієнтів синхронізації файлів для робочих станцій. Щоб мігрувати до іншої бази даних, використовуйте інструмент командного рядка: \"occ db:convert-type\".",
    "Unknown database platform" : "Невідома платформа бази даних",
    "Architecture" : "Архітектура",
    "64-bit" : "64 біти",
    "It seems like you are running a 32-bit PHP version. Nextcloud needs 64-bit to run well. Please upgrade your OS and PHP to 64-bit!" : "Схоже, що у вас встановлено 32-бітну версію PHP. Правильна робота Nextcloud вимагає 64-бітної версії. Оновіть вашу операційну систему та рушій PHP до 64-бітної версії!",
    "Temporary space available" : "Тимчасовий простір доступний",
    "Error while checking the temporary PHP path - it was not properly set to a directory. Returned value: %s" : "Помилка під час перевірки шляху до тимчасового каталогу PHP, його не було правильно налаштовано яко каталог. Отримано значення: %s",
    "Error while checking the available disk space of temporary PHP path or no free disk space returned. Temporary path: %s" : "Помилка під час перевірки доступного дискового простору тимчасового каталогу PHP або отримано підтвердження про відсутність вільного дискового простору. Шлях до тимчасового каталогу: %s",
    "- %.1f GiB available in %s (PHP temporary directory)" : "- %.1f ГБ доступно у %s (тимчасовий каталог PHP)",
    "- %.1f GiB available in %s (Nextcloud temporary directory)" : "- %.1f ГБ доступно у %s (тимчасовий каталог Nextcloud)",
    "Temporary directory is correctly configured:\n%s" : "Тимчасовий каталог налаштовано правильно:\n%s",
    "This instance uses an S3 based object store as primary storage, and has enough space in the temporary directory.\n%s" : "Цей примірник хмари використовує об'єктне сховище S3 як основне сховище і має достатньо місця в тимчасовому каталозі.\n%s",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GiB of free space available in the temp directory of PHP. To improve this please change the temporary directory in the php.ini or make more space available in that path. \nChecking the available space in the temporary path resulted in %.1f GiB instead of the recommended 50 GiB. Path: %s" : "Цей примірник хмари використовує об'єктне сховище S3 як основне сховище. Завантажені файли тимчасово зберігатимуться на сервері, відтак рекомендується мати 50 ГБ вільного місця в тимчасовому каталозі PHP. Щоб це поліпшити, змініть тимчасовий каталог у файлі php.ini або виділіть більше вільного місця для тимчасового каталогу.\nПеревірка доступного місця в тимчасовому каталозі показала доступність %.1f ГБ замість рекомендованих 50 ГБ. Шлях до каталогу: %s",
    "Database transaction isolation level" : "Рівень ізолювання транзакцій бази даних",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Ваша база даних не працює з рівнем ізоляції транзакцій \"READ COMMITTED\". Це може спричинити проблеми, коли кілька дій виконуються паралельно.",
    "Was not able to get transaction isolation level: %s" : "Не вдалося отримати рівень ізолюування тразакцій: %s",
    "Font file loading" : "Завантаження файлу шрифтів",
    "Profile information" : "Інформація профілю",
    "Profile picture, full name, email, phone number, address, website, Twitter, organisation, role, headline, biography, and whether your profile is enabled" : "Зображення профілю, повне ім’я, електронна адреса, номер телефону, адреса, веб-сайт, Twitter, організація, роль, заголовок, біографія та чи активовано ваш профіль",
    "Nextcloud settings" : "Налаштування Nextcloud",
    "Unified task processing" : "Централізована обробка завдань ",
    "Task:" : "Завдання:",
    "Enable" : "Увімкнути",
    "None of your currently installed apps provide Task processing functionality" : "Жодний зі встановлених застосунків не надає функціональність з обробки завдань",
    "Machine translation" : "Машинний переклад",
    "Machine translation can be implemented by different apps. Here you can define the precedence of the machine translation apps you have installed at the moment." : "Машинний переклад може здійснюватися за допомогою декількох застосунків. Тут можна визначити послідовність використання встановлених застосунків машинного перекладу.",
    "Image generation" : "Створення зображень",
    "Image generation can be implemented by different apps. Here you can set which app should be used." : "Функціонал створення зображень присутня у кількох різних застосунків. Виберіть, який з них потрібно використовувати.",
    "None of your currently installed apps provide image generation functionality" : "Жодний зі встановлених застосунків не надає функціональність зі створення зображень",
    "Text processing" : "Обробка тексту",
    "Text processing tasks can be implemented by different apps. Here you can set which app should be used for which task." : "Обробка тексту може здійснюватися за допомогою декількох застосунків. Тут ви можете визначити, який саме застосунок потрібно використати для певного завдання.",
    "None of your currently installed apps provide text processing functionality using the Text Processing API." : "Жодний зі встановлених застосунків не надає функціональність API з обробки тексту",
    "Here you can decide which group can access certain sections of the administration settings." : "Тут ви можете вирішити, яка група матиме доступ до певних розділів налаштувань адміністрування.",
    "Unable to modify setting" : "Неможливо змінити налаштування",
    "None" : "Відсутній",
    "Changed disclaimer text" : "Змінено текст відмови від відповідальності",
    "Deleted disclaimer text" : "Вилучено текст відмови від відповідальності",
    "Could not set disclaimer text" : "Не вдалося задати текст повідомлення про відмову від відповідальності",
    "Allow apps to use the Share API" : "Дозволити застосункам використовувати API спільного доступу",
    "Allow resharing" : "Дозволити передавати у спільний доступ іншим",
    "Allow sharing with groups" : "Дозволити спільне використання групами",
    "Restrict users to only share with users in their groups" : "Дозволити надання у спільний доступ тільки в межах власних груп",
    "Ignore the following groups when checking group membership" : "Ігнорувати такі групи під час перевірки участи в групі",
    "Allow users to share via link and emails" : "Дозволити користувачам надання у спільний доступ за допомогою посилань та ел. листів",
    "Allow public uploads" : "Дозволити публічне завантаження",
    "Always ask for a password" : "Завжди запитувати пароль",
    "Enforce password protection" : "Захист паролем обов'язковий",
    "Exclude groups from password requirements" : "Виключення щодо вимог пароля для груп",
    "Exclude groups from creating link shares" : "Не дозволяти користувачам таких груп створювати посилання спільного доступу",
    "Allow users to set custom share link tokens" : "Дозволити користвучам встановити власні токени спільних посилань",
    "Limit sharing based on groups" : "Обмежити надання у спільний доступ на основі груп",
    "Allow sharing for everyone (default)" : "Дозволити надання у спільний доступ для всіх (типово)",
    "Exclude some groups from sharing" : "Не дозволяти таким групам надавати у спільний доступ",
    "Limit sharing to some groups" : "Дозволити надання у спільний доступ тільки для таких груп",
    "Groups allowed to share" : "Групи, які можуть надавати у спільний доступ",
    "Groups excluded from sharing" : "Групи, виключені зі спільного доступу",
    "Not allowed groups will still be able to receive shares, but not to initiate them." : "Групи, в яких відсутні дозволи, все ще зможуть отримувати дані, що у спільному доступі, але самі не зможуть надавати у спільний доступ.",
    "Set default expiration date for internal shares" : "Встановити типовий термін дії для для внутрішніх спільних ресурсів",
    "Enforce expiration date" : "Термін дії обов'язковий",
    "Default expiration time of new shares in days" : "Типовий термін дії спільних ресурсів у днях",
    "Expire shares after x days" : "Термін дії спільних ресурсів завершується через x днів",
    "Set default expiration date for shares to other servers" : "Встановити типовий термін дії спільних ресурсів для інших серверів",
    "Enforce expiration date for remote shares" : "Дата примусового завершення терміну дії віддалених спільних ресурсів",
    "Default expiration time of remote shares in days" : "Типовий термін дії спільних ресурсів у днях",
    "Expire remote shares after x days" : "Термін дії спільних ресурсів завершується через x днів",
    "Set default expiration date for shares via link or mail" : "Встановити типовий термін дії спільних ресурсів за посиланням або електронною поштою",
    "Default expiration time of shares in days" : "Типовий термін дії спільних ресурсів у днях",
    "Privacy settings for sharing" : "Налаштування конфіденційності для спільного доступу",
    "Allow account name autocompletion in share dialog and allow access to the system address book" : "Дозволити автозаповнення імени користувача та доступ до системної адресної книги",
    "If autocompletion \"same group\" and \"phone number integration\" are enabled a match in either is enough to show the user." : "Якщо увімкнуто автозавершення у \"своїй групі\" та \"на основі інтеграції номеру телефону\", збігу в одному з таких критеріїв буде достатньо для показу користувача.",
    "Restrict account name autocompletion and system address book access to users within the same groups" : "Обмежити автозаповнення імени користувача та доступу до системної адресної книги тільки користувачам однієї й тої саме групи",
    "Restrict account name autocompletion to users based on phone number integration" : "Обмежити автозаповнення імени користувача користувачам на основі інтеграції телефонних номерів",
    "Allow autocompletion when entering the full name or email address (ignoring missing phonebook match and being in the same group)" : "Дозволити автозаповнення під час введення повного імени або адреси електронної пошти (ігноруватимуться відсутні збіги у телефонній книзі та перебування в одній й тій саме групі)",
    "Show disclaimer text on the public link upload page (only shown when the file list is hidden)" : "Показувати текст застереження на сторінці завантаження публічного посилання (відображається, лише якщо список файлів приховано)",
    "Disclaimer text" : "Текст відмови від відповідальності",
    "This text will be shown on the public link upload page when the file list is hidden." : "Цей текст буде показано на сторінці завантаження публічного посилання, якщо список файлів приховано.",
    "Default share permissions" : "Спільний доступ буде типово надано з правами",
    "Two-Factor Authentication" : "Двофакторна авторизація",
    "Two-factor authentication can be enforced for all accounts and specific groups. If they do not have a two-factor provider configured, they will be unable to log into the system." : "Двофакторну авторизацію можна примусово визначити як для всіх користувачів, так й для окремих груп. Якщо такі користувачі не визначили постачальника двофакторної авторизації, то вони не зможуть увійти до хмари.",
    "Enforce two-factor authentication" : "Примусово увімкнути двофакторну авторизацію",
    "Limit to groups" : "Обмежити групами",
    "Enforcement of two-factor authentication can be set for certain groups only." : "Примусову двофакторну авторизацію можна встановити лише для певних груп.",
    "Two-factor authentication is enforced for all members of the following groups." : "Двофакторна авторизація застосовуватиметься для всіх учасників таких груп.",
    "Enforced groups" : "Примусові групи",
    "Two-factor authentication is not enforced for members of the following groups." : "Двофакторна авторизації не застосовуватиметься для учасників таких груп.",
    "Excluded groups" : "Виключені групи",
    "When groups are selected/excluded, they use the following logic to determine if an account has 2FA enforced: If no groups are selected, 2FA is enabled for everyone except members of the excluded groups. If groups are selected, 2FA is enabled for all members of these. If an account is both in a selected and excluded group, the selected takes precedence and 2FA is enforced." : "Якщо вибрано/виключено групи, то застосовується така логіка визначення, чи до користувача застосовується двофакторна авторизація: якщо не вибрано жодної групи, двофакторну авторизацію ввімкнено для всіх, крім учасників виключених груп. Якщо вибрано групи, для всіх учасників увімкнено двофакторну авторизацію. Якщо користувач одночасно входить до вибраної групи та виключеної групи, то вибрана група має пріоритет і в такому випадку до цього користувача застосовується двофакторна авторизація.",
    "Save changes" : "Зберегти зміни",
    "Show details for {appName} app" : "Показати деталі для застосунку {appName}",
    "Update to {update}" : "Оновити до {update}",
    "Remove" : "Вилучити",
    "Featured" : "Функціональні",
    "This app is supported via your current Nextcloud subscription." : "Підтримка застосунку через вашу поточну передплату Nextcloud.",
    "Featured apps are developed by and within the community. They offer central functionality and are ready for production use." : "Функціональні застосунки розробляються спільнотою. Вони пропонують основну функціональність та готові до використання в продуктивному середовищі.",
    "Community rating: {score}/5" : "Рейтинг спільноти: {score}/5",
    "Disable all" : "Вимкнути все",
    "Download and enable all" : "Звантажити та увімкнути все",
    "All apps are up-to-date." : "Усі застосунки оновлено",
    "Icon" : "Значок",
    "Name" : "Назва",
    "Version" : "Версія",
    "Level" : "Рівень",
    "Actions" : "Дії",
    "Results from other categories" : "Результати з інших категорій",
    "No apps found for your version" : "Відсутні застосунки для вашої версії",
    "_%n app has an update available_::_%n apps have an update available_" : ["Для %n застосунку доступне оновлення","Для %n застосунків доступні оновлення","Для %n застосунків доступні оновлення","Для %n застосунків доступні оновлення"],
    "_Update_::_Update all_" : ["Оновити","Оновити все","Оновити все","Оновити все"],
    "Failed to load groups" : "Не вдалося завантажити групи ",
    "Failed to create group" : "Не вдалося створити групу",
    "Creating group…" : "Створення групи...",
    "Create group" : "Створити групу",
    "Group name" : "Назва групи",
    "Please enter a valid group name" : "Введіть дійсну назву групи",
    "Search groups…" : "Шукати групи...",
    "Loading groups…" : "Завантаження груп...",
    "Could not render element" : "Не вдалося показати елемент",
    "Nothing to show" : "Відсутня інформація для показу",
    "Could not load section content from app store." : "Не вдалося отримати розділ вмісту із крамнички.",
    "Loading" : "Завантаження",
    "Fetching the latest news…" : "Отримання останніх оновлень...",
    "Carousel" : "Карусель",
    "Previous slide" : "Попередній слайд",
    "Next slide" : "Наступний слайд",
    "Choose slide to display" : "Виберіть слайд для показу",
    "{index} of {total}" : "{index} із {total}",
    "Daemon" : "Демон",
    "Type" : "Тип",
    "Display Name" : "Назва для показу",
    "GPUs support" : "Підтримка GPU",
    "Compute device" : "Пристрій для обчислення",
    "Learn more" : "Дізнатися більше",
    "Read-only" : "Тільки для читання",
    "Toggle read-only mode" : "Перемкнути режим тільки для читання",
    "Confirm" : "Підтвердити",
    "Cancel" : "Скасувати",
    "Description" : "Опис",
    "View in store" : "Переглянути у крамниці застосунків",
    "Visit website" : "Перейти на вебсайт",
    "Usage documentation" : "Документація користувача",
    "Admin documentation" : "Документація адміністратора",
    "Developer documentation" : "Документація для розробника",
    "Details" : "Деталі",
    "All" : "Всі",
    "Limit app usage to groups" : "Обмежити використання застосунку певними групами",
    "No results" : "Немає результатів",
    "Update to {version}" : "Оновити до {version}",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Цей застосунок не має обмежень щодо мінімальної версії Nextcloud. В майбутньому це може викликати певні помилки.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Для цього застосунку не визначено найвищу версію Nextcloud. Це може викликати помилку в майбутньому.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Цей застосунок не буде встановлено, оскільки такі залежності неможливо виконати:",
    "Latest updated" : "Останнє оновлення",
    "Author" : "Автор",
    "Categories" : "Категорії",
    "Resources" : "Ресурси",
    "Documentation" : "Документація",
    "Interact" : "Взаємодія",
    "Report a bug" : "Повідомити про помилку",
    "Request feature" : "Запит на удосконалення",
    "Ask questions or discuss" : "Ставте запитання або обговорюйте",
    "Rate the app" : "Оцініть додаток",
    "Rate" : "Рейтинг",
    "Changelog" : "Зміни",
    "Google Chrome for Android" : "Google Chrome для Android",
    "{productName} iOS app" : "Застосунок для iOS {productName}",
    "{productName} Android app" : "Застосунок для Android {productName}",
    "{productName} Talk for iOS" : "{productName} Talk для iOS",
    "{productName} Talk for Android" : "{productName} Talk для Android",
    "Sync client" : "Синхронізувати клієнт",
    "This session" : "Цей сеанс",
    "Device name" : "Назва пристрою",
    "Cancel renaming" : "Відхилити перейменування",
    "Save new name" : "Зберегти нове ім'я",
    "Marked for remote wipe" : "Позначено для віддаленого стирання",
    "Device settings" : "Налаштування пристрою",
    "Allow filesystem access" : "Дозволити доступ до файлової системи",
    "Rename" : "Перейменувати",
    "Revoke" : "Відкликати",
    "Wipe device" : "Стерти дані на пристрої",
    "Revoking this token might prevent the wiping of your device if it has not started the wipe yet." : "Відкликання цього токена може запобігти вилучення даних з вашого пристрою, якщо очищення ще не розпочалося.",
    "Device" : "Пристрій",
    "Last activity" : "Остання активність",
    "Devices & sessions" : "Пристрої та сеанси",
    "Web, desktop and mobile clients currently logged in to your account." : "Вебдоступ, стільничі клієнти та мобільні застосунки, які було авторизовано з вашим обліковим записом.",
    "Error while creating device token" : "Помилка під час створення токена пристрою",
    "App name" : "Зазначте назву застосунку",
    "Create new app password" : "Створіть новий пароль застосунку",
    "App password copied!" : "Пароль на застосунок скопійовано!",
    "Copy app password" : "Копіювати пароль на застосунок",
    "Login name copied!" : "Лоґін скопійовано!",
    "Copy login name" : "Копіювати лоґін",
    "Could not copy app password. Please copy it manually." : "Не вдалося скопіювати пароль застосунку. Скопіюйте його вручну.",
    "Could not copy login name. Please copy it manually." : "Не вдалося скопіювати лоґін. Спробуйте зробити це самостійно",
    "New app password" : "Новий пароль на застосунок",
    "Use the credentials below to configure your app or device. For security reasons this password will only be shown once." : "Використовуйте наведені облікові дані для налаштування вашого застосунку або пристрою. З міркувань безпеки цей пароль буде показано лише один раз.",
    "Login" : "Логін",
    "Password" : "Пароль",
    "Show QR code for mobile apps" : "Показувати QR-код для мобільних застосунків",
    "Use system cron service to call the cron.php file every 5 minutes." : "Використовуйте службу cron для запуску cron.php кожні 5 хвилин.",
    "The cron.php needs to be executed by the system account \"{user}\"." : "cron.php має бути виконано під системним обліковим записом \"{user}\".",
    "The PHP POSIX extension is required. See {linkstart}PHP documentation{linkend} for more details." : "Потрібне розширення PHP POSIX. Перегляньте {linkstart}документацію PHP{linkend} для уточнення деталей.",
    "Unable to update background job mode" : "Не вдалося оновити фоновий режим завдання",
    "For the server to work properly, it's important to configure background jobs correctly. Cron is the recommended setting. Please see the documentation for more information." : "Для належної роботи сервера важливо правильно налаштувати фонові завдання. Рекомендованим налаштуванням є Cron. Для отримання додаткової інформації перегляньте документацію.",
    "Last job execution ran {time}. Something seems wrong." : "Останнє завдання виконано {time}. Щось здається не так.",
    "Last job ran {relativeTime}." : "Останнє завдання виконано {relativeTime}.",
    "Background job did not run yet!" : "Фонове завдання ще не виконано!",
    "AJAX" : "AJAX",
    "Webcron" : "Webcron",
    "Cron (Recommended)" : "Cron (рекомендовано)",
    "Unable to update profile default setting" : "Не вдалося оновити стандартні налаштування профілю",
    "Profile" : "Профіль",
    "Enable or disable profile by default for new accounts." : "Увімкнути або вимкнути стандартний профіль для нових акаунтів.",
    "Password confirmation is required" : "Необхідне підтвердження паролем",
    "Failed to save setting" : "Не вдалося зберегти налаштування",
    "Unable to update server side encryption config" : "Не вдалося оновити конфігурацію шифрування на стороні сервера",
    "Server-side encryption" : "Шифрування на сервері",
    "Server-side encryption makes it possible to encrypt files which are uploaded to this server. This comes with limitations like a performance penalty, so enable this only if needed." : "Шифрування на стороні сервера дозволяє шифрувати файли, завантажені на цей сервер. Це має свою ціну, таку як зниження продуктивності, тому ввімкніть його лише за потреби.",
    "Enable server-side encryption" : "Увімкнути шифрування на сервері",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Модуль шифрування не завантажено, увімкніть модуль шифрування в меню застосунку.",
    "Select default encryption module:" : "Обрати стандартний модуль шифрування:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run {command}" : "Вам потрібно перенести ключі шифрування зі старого шифрування (ownCloud <= 8.0) на нове. Увімкніть \"Стандартний модуль шифрування\" та виконайте {command}",
    "Cancel encryption" : "Скасувати шифрування",
    "Enable encryption" : "Увімкнути шифрування",
    "Please read carefully before activating server-side encryption:" : "Уважно прочитайте, перш ніж увімкнути шифрування на стороні сервера:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Після активації шифрування, всі файли завантажені на сервер з цього моменту, будуть зашифровані на сервері. Відключити шифрування пізніше можна буде тільки якщо активний модуль шифрування підтримує цю функцію, і при виконанні певних умов (наприклад, налаштований ключ відновлення).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Саме по собі шифрування не гарантує безпеку системи. Будь ласка, перегляньте документацію, щоб отримати додаткову інформацію про те, як працює застосунок для шифрування, та про приклади його використання.",
    "Be aware that encryption always increases the file size." : "Майте на увазі, що шифрування завжди збільшує розмір файлів.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Завжди корисно регулярно створювати резервні копії ваших даних, у разі шифрування обов’язково зробіть резервну копію ключів шифрування разом із вашими даними.",
    "This is the final warning: Do you really want to enable encryption?" : "Це останнє попередження: Ви справді хочете ввімкнути шифрування?",
    "Please confirm the group removal" : "Підтвердіть вилучення групи",
    "Submit" : "Продовжити",
    "Rename group" : "Перейменувати групу",
    "Current password" : "Поточний пароль",
    "New password" : "Новий пароль",
    "Change password" : "Змінити пароль",
    "Choose your profile picture" : "Виберіть зображення профілю",
    "Please select a valid png or jpg file" : "Виберіть дійсний файл png або jpg",
    "Error setting profile picture" : "Помилка налаштування зображення профілю",
    "Error cropping profile picture" : "Помилка кадрування зображення профілю",
    "Error saving profile picture" : "Помилка збереження зображення профілю",
    "Error removing profile picture" : "Помилка вилучення зображення профілю",
    "Your profile picture" : "Ваше зображення профілю",
    "Upload profile picture" : "Завантажте зображення профілю",
    "Choose profile picture from Files" : "Виберіть зображення профілю з Файлів",
    "Remove profile picture" : "Вилучити зображення профілю",
    "The file must be a PNG or JPG" : "Файл у форматі PNG або JPG",
    "Picture provided by original account" : "Картинка надана оригінальним обліковим записом",
    "Set as profile picture" : "Установити як зображення профілю",
    "Please note that it can take up to 24 hours for your profile picture to be updated everywhere." : "Зауважте, що повсюдне оновлення зображення профілю може зайняти до 24 годин.",
    "Unable to update date of birth" : "Не вдалося оновити дату народження",
    "Enter your date of birth" : "Зазначте дату вашого народження",
    "You are a member of the following groups:" : "Ви є учасником груп:",
    "Your full name" : "Ваше повне ім'я",
    "Email options" : "Параметри електронної пошти",
    "Options for additional email address {index}" : "Параметри додаткової ел.адреси {index}",
    "Remove primary email" : "Вилучити основну електронну адресу",
    "Delete email" : "Вилучити",
    "This address is not confirmed" : "Це непідтверджена адреса",
    "Unset as primary email" : "Скасувати як основну електронну адресу",
    "Set as primary email" : "Зробити основною",
    "Additional email address {index}" : "Додаткова електронна адреса {index}",
    "Unable to delete primary email address" : "Не вдалося вилучити основну електронну адресу",
    "Unable to update primary email address" : "Не вдалося оновити основну електронну адресу",
    "Unable to add additional email address" : "Не вдалося додати додаткову електронну адресу",
    "Unable to update additional email address" : "Не вдалося оновити додаткову електронну адресу",
    "Unable to delete additional email address" : "Не вдалося вилучити додаткову електронну адресу",
    "Primary email for password reset and notifications" : "Основна адреса ел.пошти для надсилання пароля та сповіщень",
    "No email address set" : "E-mail не вказано",
    "Your handle" : "Ви керуєте",
    "Derived from your locale ({weekDayName})" : "{weekDayName} (визначено автоматично)",
    "Unable to update first day of week" : "Не вдалося оновити значення першого дня тижня",
    "Day to use as the first day of week" : "Тиждень починається з",
    "Your headline" : "Ваш заголовок",
    "Unable to update language" : "Не вдалося оновити мову",
    "Languages" : "Мови",
    "Help translate" : "Допомогти з перекладом",
    "No language set" : "Мову не визначено",
    "Unable to update locale" : "Не вдалося оновити мову",
    "Locales" : "Регіональні налаштування",
    "Week starts on {firstDayOfWeek}" : "Тиждень починається у {firstDayOfWeek}",
    "No locale set" : "Локаль не встановлено",
    "Your city" : "Ваше місто",
    "Your organisation" : "Ваша організація",
    "Your phone number" : "Ваш номер телефону",
    "Edit your Profile visibility" : "Встановіть видимість профілю",
    "Unable to update profile enabled state" : "Неможливо оновити стан профілю",
    "Enable profile" : "Увімкнути профіль",
    "The more restrictive setting of either visibility or scope is respected on your Profile. For example, if visibility is set to \"Show to everyone\" and scope is set to \"Private\", \"Private\" is respected." : "Для вашого профілю можна встановити певні обмеження з показу інформації про вас. Наприклад, якщо встановлено значення \"Показувати всім\", а для певного значення \"Приватне\", значення \"Приватне\" буде мати вищий пріоритет.",
    "Unable to update visibility of {displayId}" : "Не вдалося оновити видимість {displayId}",
    "she/her" : "вона/їй",
    "he/him" : "він/йому",
    "they/them" : "вони/їм",
    "Your role" : "Ваша роль",
    "Your X (formerly Twitter) handle" : "Ваш ідентифікатор в X (раніше відомій як Twitter)",
    "Your website" : "Ваш сайт",
    "Invalid value" : "Помилкове значення",
    "Unable to update {property}" : "Не вдалося оновити {property}",
    "No {property} set" : "{property} не встановлено",
    "Change scope level of {property}, current scope is {scope}" : "Змінити рівень дії {property}, поточна область – {scope}",
    "Unable to update federation scope of the primary {property}" : "Не вдалося оновити область об'єднаної хмари основного {property}",
    "Unable to update federation scope of additional {property}" : "Не вдається оновити область об'єднаної хмари додаткового {property}",
    "Add additional email" : "Додайте додаткову електронну адресу",
    "Add" : "Додати",
    "Create" : "Створити",
    "Change" : "Змінити",
    "Delete" : "Вилучити",
    "Reshare" : "Надати у спільний доступ",
    "Default language" : "Типова мова",
    "Common languages" : "Основні мови",
    "Other languages" : "Інші мови",
    "Password change is disabled because the master key is disabled" : "Зміну пароля вимкнено, оскільки майстер-ключ відключений",
    "No accounts" : "Відсутні користувачі",
    "Loading accounts …" : "Завантаження облікових записів ...",
    "Manager" : "Менеджер",
    "Set line manager" : "Встановити безпосереднього начальника",
    "Account name will be autogenerated" : "Ім'я користувача буде автоматично створено",
    "Account name (required)" : "Ім'я користувача (обов'язково)",
    "New account" : "Новий обліковий запис",
    "Display name" : "Ім'я для показу",
    "Either password or email is required" : "Потрібно зазначити або пароль, або адресу ел.пошти",
    "Password (required)" : "Пароль (обов'язково)",
    "Email (required)" : "Ел. пошта (обов'язково)",
    "Email" : "E-mail",
    "Member of the following groups" : "Учасник(-ця) таких груп",
    "Set account groups" : "Додати користувача до груп",
    "Admin of the following groups" : "Адміністратор таких груп",
    "Set account as admin for …" : "Встановити адміністратором для ...",
    "Quota" : "Квота",
    "Set account quota" : "Встановити квоту для користувача",
    "Language" : "Мова",
    "Set default language" : "Встановити типову мову",
    "Add new account" : "Створити нового користувача",
    "_{userCount} account …_::_{userCount} accounts …_" : ["{userCount} обліковий запис …","{userCount} облікові записи …","{userCount} облікових записів …","{userCount} облікових записів …"],
    "_{userCount} account_::_{userCount} accounts_" : ["{userCount} обліковий запис","{userCount} облікові записи","{userCount} облікових записів","{userCount} обліковий запис"],
    "Total rows summary" : "Загалом рядків",
    "Scroll to load more rows" : "Прокрутіть для завантаження наступних записів",
    "Password or insufficient permissions message" : "Повідомлення про потребу ввести пароль або недостатній рівень доступу",
    "Avatar" : "Світлина",
    "Account name" : "Назва облікового запису",
    "Group admin for" : "Адміністратор групи",
    "Storage location" : "Місце розташування сховища",
    "First login" : "Перший вхід",
    "Last login" : "Останній вхід",
    "Account actions" : "Дії з обліковим записом",
    "{size} used" : "{size} використано",
    "Delete account" : "Вилучити обліковий запис",
    "Disconnect all devices and delete local data" : "Від'єднайте всі пристрої та видаліть локальні дані",
    "Disable account" : "Вимкнути обліковий запис",
    "Enable account" : "Увімкнути обліковий запис",
    "Resend welcome email" : "Надіслати запрошення ще раз",
    "In case of lost device or exiting the organization, this can remotely wipe the Nextcloud data from all devices associated with {userid}. Only works if the devices are connected to the internet." : "У разі втрати пристрою або виходу з організації це може віддалено стерти дані Nextcloud з усіх пристроїв, пов’язаних з {userid}. Працює, лише якщо пристрої підключено до Інтернету.",
    "Remote wipe of devices" : "Віддалене стирання даних на пристрої",
    "Wipe {userid}'s devices" : "Стерти пристрої {userid}",
    "Wiped {userid}'s devices" : "Стерті пристрої {userid}",
    "Fully delete {userid}'s account including all their personal files, app data, etc." : "Повністю вилучає обліковий запис {userid} включно з особистими файлами, даними застосунків тощо.",
    "Account deletion" : "Вилучення облікового запису",
    "Delete {userid}'s account" : "Вилучити обліковий запис {userid}",
    "Display name was successfully changed" : "Ім'я для показу успішно змінено",
    "Password was successfully changed" : "Пароль успішно змінено",
    "Email was successfully changed" : "Адресу електронної пошти успішно змінено",
    "Welcome mail sent!" : "Запрошення надіслано!",
    "Loading account …" : "Завантаження облікового запису ...",
    "Change display name" : "Зміни ім'я для показу",
    "Set new password" : "Встановіть новий пароль",
    "You do not have permissions to see the details of this account" : "Відсутні повноваження на перегляд інформації про цей обліковий запис",
    "Set new email address" : "Встановіть нову адресу електронної пошти",
    "Add account to group" : "Додати обліковий запис до групи",
    "Set account as admin for" : "Встановити адміністратором для",
    "Select account quota" : "Встановити квоту",
    "Set the language" : "Встановити мову",
    "Toggle account actions menu" : "Переключити меню дій облікового запису",
    "Done" : "Готово",
    "Edit" : "Редагувати",
    "Account management settings" : "Налаштування",
    "Visibility" : "Видимість",
    "Show language" : "Показувати мову",
    "Show account backend" : "Показувати бекенд користувача",
    "Show storage path" : "Показувати шлях до сховища даних",
    "Show last login" : "Показувати останній вхід",
    "Sorting" : "Впорядкування",
    "The system config enforces sorting the groups by name. This also disables showing the member count." : "Системні наталаштування визначають впорядкування груп за іменем. Ці налаштування також вимикають лічильник учасників.",
    "Group list sorting" : "Впорядкування списку груп",
    "By member count" : "За лічильником учасників",
    "By name" : "Зі ім'ям",
    "Send email" : "Запрошення",
    "Send welcome email to new accounts" : "Надсилати вітальний лист щойно створеним обліковим записам",
    "Defaults" : "Стандартні",
    "Default quota" : "Типова квота",
    "Select default quota" : "Встановити типову квоту",
    "Server error while trying to complete WebAuthn device registration" : "Помилка сервера під час спроби завершити реєстрацію пристрою WebAuthn",
    "Passwordless authentication requires a secure connection." : "Авторизація без пароля вимагає безпечного з'єднання.",
    "Add WebAuthn device" : "Додайте пристрій WebAuthn",
    "Please authorize your WebAuthn device." : "Авторизуйте свій пристрій WebAuthn.",
    "Adding your device …" : "Додавання вашого пристрою...",
    "Unnamed device" : "Неназваний пристрій",
    "Passwordless Authentication" : "Авторизація без пароля",
    "Set up your account for passwordless authentication following the FIDO2 standard." : "Налаштуйте ваш обліковий запис для авторизації без пароля згідно зі стандартами FIDO2.",
    "No devices configured." : "Жодного пристрою не налаштовано.",
    "The following devices are configured for your account:" : "Для вашого облікового запису налаштовано такі пристрої:",
    "Your browser does not support WebAuthn." : "Ваш браузер не підтримує WebAuthn.",
    "As admin you can fine-tune the sharing behavior. Please see the documentation for more information." : "Як адміністратор ви можете точно налаштувати поведінку спільного використання. Будь ласка, перегляньте документацію для отримання додаткової інформації.",
    "You need to enable the File sharing App." : "Потрібно увімкнути застосунок для обміну файлами.",
    "Loading app list" : "Завантаження переліку застосунків",
    "Loading categories" : "Завантаження категорій",
    "Developer documentation ↗" : "Документація розробника ↗",
    "Version {version}" : "Версія {version}",
    "All accounts" : "Всі облікові записи",
    "Admins" : "Адміністратори",
    "Account group: {group}" : "Група облікового запису: {group}",
    "Account management" : "Керування обліковими записами",
    "Sending…" : "Надсилання...",
    "Email sent" : "Лист надіслано",
    "Location" : "Місце розташування",
    "Profile picture" : "Зображення користувача",
    "About" : "Опис",
    "Date of birth" : "Дата народження",
    "Full name" : "Повне ім'я",
    "Additional email" : "Додаткова електронна адреса",
    "Fediverse (e.g. Mastodon)" : "Fediverse (напр., Mastodon)",
    "Headline" : "Заголовок",
    "Organisation" : "Організація",
    "Phone number" : "Номер телефону",
    "Pronouns" : "Займенники",
    "Role" : "Роль",
    "X (formerly Twitter)" : "X (раніше відома як Twitter)",
    "Website" : "Вебсайт",
    "Profile visibility" : "Видимість профілю",
    "Locale" : "Локаль",
    "First day of week" : "Тиждень починається",
    "Not available as this property is required for core functionality including file sharing and calendar invitations" : "Недоступно, оскільки ця властивість необхідна для основних функцій, включно спільний доступ до файлів та запрошення в календарі",
    "Not available as federation has been disabled for your account, contact your system administration if you have any questions" : "Недоступно, оскільки об'єднання хмар вимкнено для вашого облікового запису",
    "Not available as publishing account specific data to the lookup server is not allowed, contact your system administration if you have any questions" : "Недоступно, оскільки публікацію даних користувача на пошуковому сервері заборонено",
    "Discover" : "Знайти",
    "Your apps" : "Ваші застосунки",
    "Active apps" : "Активні застосунки",
    "Disabled apps" : "Неактивні застосунки",
    "Updates" : "Оновлення",
    "App bundles" : "Набори застосунків",
    "Featured apps" : "Функціональні застосунки",
    "Supported apps" : "Застосунки, що підтримуються",
    "Show to everyone" : "Показувати всім",
    "Show to logged in accounts only" : "Показувати тільки для авторизованих",
    "Hide" : "Сховати",
    "Health checking" : "Перевірка доступности",
    "Download and enable" : "Звантажити та увімкнути",
    "Disable" : "Вимкнути",
    "Allow untested app" : "Дозволити непротестовані застосунки",
    "The app will be downloaded from the App Store" : "Застосунок буде звантажено з крамниці застосунків",
    "This app is not marked as compatible with your Nextcloud version. If you continue you will still be able to install the app. Note that the app might not work as expected." : "Відсутня інформація щодо підтримки цього застосунку вашою версією Nextcloud. Ви зможете встановити цей застосунок, проте він може працювати не так, як ви очікуєте.",
    "Unknown" : "Невідомо",
    "Never" : "Ніколи",
    "Could not register device: Network error" : "Не вдалося зареєструвати пристрій: помилка мережі",
    "Could not register device: Probably already registered" : "Не вдалося зареєструвати пристрій. Ймовірно, що його вже зареєстровано",
    "Could not register device" : "Не вдалося зареєструвати пристрій",
    "An error occurred during the request. Unable to proceed." : "Під час запиту сталася помилка. Неможливо продовжити.",
    "Error: This app cannot be enabled because it makes the server unstable" : "Помилка: цю програму неможливо увімкнути, оскільки вона робить сервер нестабільним",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Застосунок активовано, але його потрібно оновити. Вас буде переспрямовано на сторінку оновлення через 5 секунд.",
    "Do you really want to wipe your data from this device?" : "Ви справді хочете стерти дані з цього пристрою?",
    "Confirm wipe" : "Підтвердити стирання даних",
    "Could not delete the app token" : "Не вдалося вилучити токен застосунку",
    "Error while wiping the device with the token" : "Помилка під час очищення пристрою за допомогою токена",
    "Error while updating device token name" : "Помилка під час оновлення назви токена пристрою",
    "Error while updating device token scope" : "Помилка під час оновлення області токена пристрою",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Забагато запитів із вашої мережі. Повторіть спробу пізніше або зверніться до адміністратора, якщо це помилка.",
    "Error" : "Помилка",
    "Account documentation" : "Документація для користувача",
    "Administration documentation" : "Документація для адміністратора",
    "Forum" : "Форум",
    "Nextcloud help & privacy resources" : "Допомога із Nextcloud та ресурси, пов'язані з конфіденційністю",
    "General documentation" : "Загальна документація",
    "Legal notice" : "Правові застереження",
    "Privacy policy" : "Політика конфіденційності",
    "None/STARTTLS" : "Ні/STARTTLS",
    "SSL" : "SSL",
    "Open documentation" : "Відкрити документацію",
    "It is important to set up this server to be able to send emails, like for password reset and notifications." : "Важливо налаштувати цей сервер, для надсилання електронних листів, наприклад, для скидання пароля та сповіщень.",
    "Send mode" : "Режим надсилання",
    "Encryption" : "Шифрування",
    "Sendmail mode" : "Режим Sendmail",
    "From address" : "Адреса відправника",
    "Server address" : "Адреса сервера",
    "Port" : "Порт",
    "Authentication" : "Авторизація",
    "Authentication required" : "Потрібна авторизація",
    "Credentials" : "Облікові дані",
    "SMTP Password" : "Пароль SMTP",
    "Save" : "Зберегти",
    "Test and verify email settings" : "Перевірити налаштування електронної пошти",
    "Security & setup warnings" : "Перевірка налаштувань та захисту системи",
    "It's important for the security and performance of your instance that everything is configured correctly. To help you with that we are doing some automatic checks. Please see the linked documentation for more information." : "Для безпеки та продуктивності вашого сервера важливо, щоб все було налаштовано правильно. Щоб допомогти вам, ми робимо деякі автоматичні перевірки. Будь ласка, перегляньте пов'язану документацію для отримання додаткової інформації.",
    "All checks passed." : "Всі перевірки виконано.",
    "There are some errors regarding your setup." : "Знайдено окремі помилки у ваших налаштуваннях.",
    "There are some warnings regarding your setup." : "У ваших налаштуваннях є деякі застереження.",
    "Checking for system and security issues." : "Перевірка коректності роботи системи та безпеки.",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%2$s\">log</a>." : "Ще раз перегляньте <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%1$s\">документацію із встановлення та налаштування ↗</a> та перевірте, чи немає помилок або попереджень у <a href=\"%2$s\">журналі</a>.",
    "Check the security of your Nextcloud over <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">our security scan ↗</a>." : "Перевірте безпеку вашого примірника хмари Nextcloud. Для цього виконайте <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">сканування безпеки ↗</a>.",
    "Reasons to use Nextcloud in your organization" : "Дізнатися про переваги хмари Nextcloud для вашої організації",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Розроблено {communityopen}спільнотою Nextcloud{linkclose}. Ліцензія {licenseopen}AGPL{linkclose} на {githubopen}вихідний код{linkclose}.",
    "Like our Facebook page" : "Вподобайте нашу сторінку у Facebook",
    "Follow us on X" : "Слідкуйте за нами в X",
    "Follow us on Mastodon" : "Слідкуйте за нами на Mastodon",
    "Check out our blog" : "Перегляньте наш блог",
    "Subscribe to our newsletter" : "Підпишіться на нашу розсилку",
    "This community release of Nextcloud is unsupported and instant notifications are unavailable." : "Цей випуск спільноти Nextcloud не підтримується, і миттєві сповіщення недоступні.",
    "Use a second factor besides your password to increase security for your account." : "Використовуйте додатковий фактор на додаток до пароля, це підвищить безпеку вашого облікового запису.",
    "If you use third party applications to connect to Nextcloud, please make sure to create and configure an app password for each before enabling second factor authentication." : "Якщо ви використовуєте застосунки сторонніх розробників, які з'єднуються з хмарою Nextcloud,  переконайтеся, що ви створили та налаштували паролі на кожен окремий застосунок, перш ніж вмикати двофакторну авторизацію.",
    "Logged in account must be a subadmin" : "Користувач, який увійшов, має бути субадміністратором",
    "To allow this check to run you have to make sure that your Web server can connect to itself. Therefore it must be able to resolve and connect to at least one of its `trusted_domains` or the `overwrite.cli.url`. This failure may be the result of a server-side DNS mismatch or outbound firewall rule." : "Щоби дозволити запуск цієї перевірки, потрібно пересвідчитися, що ваш вебсервер може з'єднуватися з самим собою, що передбачає можливість резолвити та з'єднуватися з одним з `trusted_domains` або `overwrite.cli.url`. Неможливість цього може бути результатом незбігу DNS на стороні сервера або встановленими правилами брандмауера.",
    "File locking" : "Блокування файлів",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable \"filelocking.enabled\" in config.php to avoid these problems." : "Транзакційне блокування файлів вимкнено. Це може призвести до потенційних помилок під час одночасної роботи з файлами. Увімкніть параметр \"filelocking.enabled\" у конфігураційному файлі config.php, щоби уникнути цих помилок. ",
    "The PHP memory limit is below the recommended value of %s." : "Обмеження пам'яті PHP нижче рекомендованого значення %s.",
    "for WebAuthn passwordless login" : "для безпарольного входу за допомогою WebAuthn",
    "for WebAuthn passwordless login, and SFTP storage" : "для безпарольного входу за допомогою WebAuthn та сховище SFTP",
    "Set default expiration date for shares" : "Встановити типовий термін дії для спільних ресурсів",
    "Your biography" : "Коротко про себе",
    "You are using <strong>{usage}</strong>" : "Ви використовуєте <strong>{usage}",
    "You are using <strong>{usage}</strong> of <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)" : "Ви використовуєте <strong>{usage}</strong> із <strong>{totalSpace}</strong> (<strong>{usageRelative}%</strong>)"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}