{ "translations": {
    "Do you want to add the remote share {name} from {owner}@{remote}?" : "¿Quies amestar la compartición remota «{name}» de {owner}@{remote}?",
    "Remote share" : "Compartición remota",
    "Remote share password" : "Contraseña de la compartición remota",
    "Cancel" : "Encaboxar",
    "Add remote share" : "Amestar un elementu compartíu remotu",
    "Invalid Federated Cloud ID" : "La ID de nube federada ye inválida",
    "Server to server sharing is not enabled on this server" : "La compartición de sirvidor a sirvidor nun ta activada nesti sirvidor",
    "File is already shared with %s" : "El ficheru xá se comparte con %s",
    "Could not find share" : "Nun se pudo atopar la compartición",
    "Federated sharing" : "Compartición federada",
    "Accept" : "Aceptar",
    "Decline" : "Refugar",
    "Federated Cloud Sharing" : "Compartición na nube federada",
    "Sharing" : "Compartición",
    "Federated file sharing" : "Compartición de ficheros federada",
    "Adjust how people can share between servers. This includes shares between people on this server as well if they are using federated sharing." : "Axusta cómo les persones pue compartir ente sirvidores. Esto tamién inclúi les comparticiones ente les persiones d'esti sirvidor si usen la compartición federada.",
    "Allow people on this server to send shares to other servers (this option also allows WebDAV access to public shares)" : "Permitir que les persones d'esti sirvidor unvien comparticiones a otros sirvidores (esta opción tamién permite l'accesu WebDAV a les comparticiones públiques)",
    "Allow people on this server to receive shares from other servers" : "Permitir que les persones d'esti sirvidor reciban comparticiones d'otros sirvidores",
    "Allow people on this server to send shares to groups on other servers" : "Permitir que les persones d'esti sirvidor unvien comparticiones a grupos d'otros sirvidores",
    "Unable to update federated files sharing config" : "Nun ye posible anovar la configuración de la compartición de ficheros federaos",
    "Federated Cloud" : "Nube federada",
    "Facebook" : "Facebook",
    "Twitter" : "Twitter",
    "Diaspora" : "Diaspora",
    "HTML Code:" : "Códigu HTML:",
    "Cloud ID copied to the clipboard" : "La ID de la nube copióse nel cartafueyu",
    "Copy to clipboard" : "Copiar nel cartafueyu",
    "Clipboard is not available" : "El cartafueyu nun ta disponible",
    "Copied!" : "¡Copióse!",
    "Adjust how people can share between servers. This includes shares between users on this server as well if they are using federated sharing." : "Axusta cómo les persones pue compartir ente sirvidores. Esto tamién inclúi les comparticiones ente los usuarios d'esti sirvidor si usen la compartición federada.",
    "Allow users on this server to receive shares from other servers" : "Permitir que los usuarios d'esti sirvidor reciban comparticiones d'otros sirvidores",
    "Allow users on this server to send shares to groups on other servers" : "Permitir que los usuarios d'esti sirvidor unvien comparticiones a grupos d'otros sirvidores"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}