{ "translations": {
    "Invalid Federated Cloud ID" : "Μη έγκυρο αναγνωριστικό ομοσπονδοποιημένου υπολογιστικού νέφους",
    "Server to server sharing is not enabled on this server" : "Ο διαμοιρασμός μεταξύ διακομιστών δεν έχει ενεργοποιηθεί σε αυτόν το διακομιστή",
    "Couldn't establish a federated share." : "Αδυναμία επίτευξης ομόσπονδου κοινόχρηστου φακέλου",
    "Couldn't establish a federated share, maybe the password was wrong." : "Δεν μπόρεσε να γίνει ένας ομοσπονδιακός διαμοιρασμός, μπορεί να ήταν λάθος το συνθηματικό",
    "Federated Share request sent, you will receive an invitation. Check your notifications." : "Το αίτημα για ομοσπονδιακό διαμοιρασμό εστάλη, θα λάβετε μια πρόσκληση. Έλεγξε τις ειδοποιήσεις.",
    "Couldn't establish a federated share, it looks like the server to federate with is too old (Nextcloud <= 9)." : "Δεν μπόρεσε να δημιουργήσει ένα ομοσπονδιακό κοινόχρηστο, μοιάζει ο ομόσπονδος διακομιστής είναι πολύ παλαιός (Nextcloud <= 9).",
    "It is not allowed to send federated group shares from this server." : "Δεν επιτρέπεται η αποστολή ομοσπονδιακών κονόχρηστων ομάδας από αυτόν τον διακομιστή.",
    "Sharing %1$s failed, because this item is already shared with the account %2$s" : "Ο διαμοιρασμός %1$s απέτυχε, επειδή αυτό το αντικείμενο είναι ήδη διαμοιρασμένο με τον λογαριασμό %2$s",
    "Not allowed to create a federated share to the same account" : "Δεν επιτρέπεται η δημιουργία ομοσπονδιακού κοινόχρηστου στον ίδιο λογαριασμό",
    "Federated shares require read permissions" : "Τα κοινόχρηστα ομοσπονδιών απαιτούν δικαιώματα ανάγνωσης",
    "File is already shared with %s" : "Το αρχείο είναι ήδη κοινόχρηστο με %s",
    "Sharing %1$s failed, could not find %2$s, maybe the server is currently unreachable or uses a self-signed certificate." : "Η κοινή χρήση του %1$s απέτυχε, αδύνατη η εύρεση του %2$s, ίσως ο διακομιστής δεν είναι προσβάσιμος αυτήν τη στιγμή ή χρησιμοποιεί αυτό-υπογεγραμμένο πιστοποιητικό.",
    "Could not find share" : "Αδυναμία εύρεσης κοινόχρηστου",
    "Federated sharing" : "Ομόσποσνδος διαμοιρασμός",
    "You received {share} as a remote share from {user} (on behalf of {behalf})" : "Λάβατε {share} ως απομακρυσμένο κοινόχρηστο από {user} (εκ μέρους του {behalf})",
    "You received {share} as a remote share from {user}" : "Λάβατε {share} ως απομακρυσμένο κοινόχρηστο από {user}",
    "Accept" : "Αποδοχή",
    "Decline" : "Απόρριψη",
    "Federated Cloud Sharing" : "Διαμοιρασμός ομοσπονδοποιημένου υπολογιστικού νέφους",
    "Sharing" : "Διαμοιρασμός",
    "Federated file sharing" : "Διαμοιρασμός αρχείων μεταξύ ομοσπονδιών",
    "Provide federated file sharing across servers" : "Παρέχει κοινής χρήσης αρχεία μεταξύ διακομιστών",
    "Confirm data upload to lookup server" : "Επιβεβαίωση μεταφόρτωσης δεδομένων στον διακομιστή αναζήτησης",
    "When enabled, all account properties (e.g. email address) with scope visibility set to \"published\", will be automatically synced and transmitted to an external system and made available in a public, global address book." : "Όταν είναι ενεργοποιημένο, όλες οι ιδιότητες λογαριασμού (π.χ. διεύθυνση ηλεκτρονικού ταχυδρομείου) με ορατότητα ορισμένη ως «δημοσιευμένη», θα συγχρονίζονται και μεταφέρονται αυτόματα σε ένα εξωτερικό σύστημα, όπου θα είναι διαθέσιμες σε έναν δημόσιο, παγκόσμιο κατάλογο διευθύνσεων.",
    "Disable upload" : "Απενεργοποίηση μεταφόρτωσης",
    "Enable data upload" : "Ενεργοποίηση μεταφόρτωσης δεδομένων",
    "Confirm querying lookup server" : "Επιβεβαίωση ερώτησης στον διακομιστή αναζήτησης",
    "When enabled, the search input when creating shares will be sent to an external system that provides a public and global address book." : "Όταν είναι ενεργοποιημένο, η είσοδος αναζήτησης κατά τη δημιουργία κοινών χρήσεων θα αποστέλλεται σε ένα εξωτερικό σύστημα που παρέχει έναν δημόσιο και παγκόσμιο κατάλογο διευθύνσεων.",
    "This is used to retrieve the federated cloud ID to make federated sharing easier." : "Αυτό χρησιμοποιείται για την ανάκτηση του συνενωμένου αναγνωριστικού νέφους για να διευκολύνεται η συνενωμένη κοινή χρήση.",
    "Moreover, email addresses of users might be sent to that system in order to verify them." : "Επιπλέον, οι διευθύνσεις ηλεκτρονικού ταχυδρομείου των χρηστών ενδέχεται να αποστέλλονται σε αυτό το σύστημα για επαλήθευση.",
    "Disable querying" : "Απενεργοποίηση ερώτησης",
    "Enable querying" : "Ενεργοποίηση ερώτησης",
    "Unable to update federated files sharing config" : "Αδυναμία ενημέρωσης ρυθμίσεων συνενωμένης κοινής χρήσης αρχείων",
    "Adjust how people can share between servers. This includes shares between people on this server as well if they are using federated sharing." : "Ρυθμίστε τον τρόπο με τον οποίο οι χρήστες μπορούν να μοιράζονται μεταξύ διακομιστών. Αυτό περιλαμβάνει και κοινές χρήσεις μεταξύ χρηστών σε αυτόν τον διακομιστή, εφόσον χρησιμοποιούν συνενωμένη κοινή χρήση.",
    "Allow people on this server to send shares to other servers (this option also allows WebDAV access to public shares)" : "Επιτρέψτε στους χρήστες αυτού του διακομιστή να αποστέλλουν κοινές χρήσεις σε άλλους διακομιστές (αυτή η επιλογή επιτρέπει επίσης πρόσβαση μέσω WebDAV σε δημόσιες κοινές χρήσεις)",
    "Allow people on this server to receive shares from other servers" : "Επιτρέψτε στους χρήστες αυτού του διακομιστή να λαμβάνουν κοινές χρήσεις από άλλους διακομιστές",
    "Allow people on this server to send shares to groups on other servers" : "Επιτρέψτε στους χρήστες αυτού του διακομιστή να αποστέλλουν κοινές χρήσεις σε ομάδες σε άλλους διακομιστές",
    "Allow people on this server to receive group shares from other servers" : "Επιτρέψτε στους χρήστες αυτού του διακομιστή να λαμβάνουν κοινές χρήσεις ομάδων από άλλους διακομιστές",
    "The lookup server is only available for global scale." : "Ο διακομιστής αναζήτησης είναι διαθέσιμος μόνο για παγκόσμια κλίμακα.",
    "Search global and public address book for people" : "Αναζήτηση σε παγκόσμιο και δημόσιο κατάλογο διευθύνσεων για χρήστες",
    "Allow people to publish their data to a global and public address book" : "Επιτρέψτε στους χρήστες να δημοσιεύουν τα δεδομένα τους σε έναν παγκόσμιο και δημόσιο κατάλογο διευθύνσεων",
    "Trusted federation" : "Έμπιστη ομοσπονδία",
    "Automatically accept shares from trusted federated accounts and groups by default" : "Αυτομάτη αποδοχή κοινών χρήσεων από έμπιστους συνενωμένους λογαριασμούς και ομάδες εξ ορισμού",
    "Share with me through my #Nextcloud Federated Cloud ID, see {url}" : "Διαμοιραστείτε με εμένα μέσω του #Nextcloud Federated Cloud ID μου, δείτε {url}",
    "Share with me through my #Nextcloud Federated Cloud ID" : "Διαμοιραστείτε με εμένα μέσω του #Nextcloud Federated Cloud ID μου",
    "Share with me via Nextcloud" : "Διαμοιραστείτε με εμένα μέσω του Nextcloud",
    "Cloud ID copied" : "Το αναγνωριστικό νέφους αντιγράφηκε",
    "Copy" : "Αντιγραφή",
    "Clipboard not available. Please copy the cloud ID manually." : "Το πρόχειρο δεν είναι διαθέσιμο. Παρακαλώ αντιγράψτε το αναγνωριστικό νέφους χειροκίνητα.",
    "Copied!" : "Αντιγράφτηκε!",
    "Federated Cloud" : "Ομοσπονδοποιημένο υπολογιστικό νέφος",
    "You can share with anyone who uses a {productName} server or other Open Cloud Mesh (OCM) compatible servers and services! Just put their Federated Cloud ID in the share dialog. It looks like person@cloud.example.com" : "Μπορείτε να μοιραστείτε με οποιονδήποτε χρησιμοποιεί έναν διακομιστή {productName} ή άλλους συμβατούς διακομιστές και υπηρεσίες Open Cloud Mesh (OCM)! Απλά εισάγετε το αναγνωριστικό του ομοσπονδοποιημένου υπολογιστικού νέφους τους στο παράθυρο κοινής χρήσης. Μοιάζει με person@cloud.example.com",
    "Your Federated Cloud ID" : "Το αναγνωριστικό του ομοσπονδοποιημένου υπολογιστικού νέφους σας",
    "Share it so your friends can share files with you:" : "Διαμοιραστείτε το ώστε οι φίλοι σας να μπορούν να διαμοιράζονται αρχεία με εσάς:",
    "Facebook" : "Facebook",
    "X (formerly Twitter)" : "X (πρώην Twitter)",
    "formerly Twitter" : "πρώην Twitter",
    "Mastodon" : "Mastodon",
    "Bluesky" : "Bluesky",
    "Add to your website" : "Προσθήκη στην ιστοσελίδα σας",
    "Share with me via {productName}" : "Μοιραστείτε μαζί μου μέσω {productName}",
    "HTML Code:" : "Κώδικας HTML:",
    "Cancel" : "Άκυρο",
    "Add remote share" : "Προσθήκη απομακρυσμένου κοινόχρηστου φακέλου",
    "Remote share" : "Απομακρυσμένος κοινόχρηστος φάκελος",
    "Do you want to add the remote share {name} from {owner}@{remote}?" : "Θέλετε να προσθέσουμε τον απομακρυσμένο κοινόχρηστο φάκελο {name} από {owner}@{remote}?",
    "Remote share password" : "Συνθηματικό απομακρυσμένου κοινόχρηστου φακέλου",
    "Incoming share could not be processed" : "Η εισερχόμενη κοινή χρήση δεν μπορούσε να επεξεργαστεί",
    "Cloud ID copied to the clipboard" : "Το αναγνωριστικό νέφους αντιγράφηκε στο πρόχειρο",
    "Copy to clipboard" : "Αντιγραφή στο πρόχειρο",
    "You can share with anyone who uses a Nextcloud server or other Open Cloud Mesh (OCM) compatible servers and services! Just put their Federated Cloud ID in the share dialog. It looks like person@cloud.example.com" : "Μπορείτε να διαμοιράζεστε με οποιονδήποτε χρησιμοποιεί Nextcloud ή άλλο συμβατό διακομιστή και υπηρεσιών Open Cloud Mesh (OCM)! Απλά προσθέστε το Federated Cloud ID στο πλαίσιο διαλόγου διαμοιρασμού. Θα μοιάζει με person@cloud.example.com"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}