{ "translations": {
    "Invalid Federated Cloud ID" : "El ID es inválido",
    "Server to server sharing is not enabled on this server" : "Compartir de servidor a servidor no está habilitado en este servidor",
    "Couldn't establish a federated share." : "No fue posible establecer el elemento compartido. ",
    "Couldn't establish a federated share, maybe the password was wrong." : "No fue posible establecer el elemento compartido federado, tal vez la contraseña sea incorrecta. ",
    "Federated Share request sent, you will receive an invitation. Check your notifications." : "Solicitud de elemento compartido Federado enviada, recibiras una invitación. Verifica tus notificaciones.",
    "Couldn't establish a federated share, it looks like the server to federate with is too old (Nextcloud <= 9)." : "No fue posible establecer el elemento compartido, parece que el servidor es obsoleto (Nextcloud <=9).",
    "It is not allowed to send federated group shares from this server." : "No está permitido enviar recursos compartidos federados de grupos desde este servidor.",
    "Sharing %1$s failed, because this item is already shared with the account %2$s" : "No se pudo compartir %1$s, porque este elemento ya está compartido con la cuenta %2$s",
    "Not allowed to create a federated share to the same account" : "No está permitido crear un recurso compartido federado a la misma cuenta",
    "Federated shares require read permissions" : "Los recursos compartidos federados requieren permiso de lectura",
    "File is already shared with %s" : "El archivo ya ha sido compartido con %s",
    "Sharing %1$s failed, could not find %2$s, maybe the server is currently unreachable or uses a self-signed certificate." : "Falló al compartir %1$s, no se pudo encontrar %2$s, quizás el servidor no se puede alcanzar en este momento o usa un certificado autofirmado.",
    "Could not find share" : "No fue posible encontrar el elemento compartido",
    "Federated sharing" : "Elementos compartidos",
    "You received {share} as a remote share from {user} (on behalf of {behalf})" : "Has recibido {share} como un elemento compartido remoto de {user} (de parte de {behalf})",
    "You received {share} as a remote share from {user}" : "Recibiste {share} como un elemento compartido remoto de {user}",
    "Accept" : "Aceptar",
    "Decline" : "Rechazar",
    "Federated Cloud Sharing" : "Compartiendo en la Nube Federada",
    "Sharing" : "Compartiendo",
    "Federated file sharing" : "Compartir  elementos",
    "Provide federated file sharing across servers" : "Provee el compartir archivos federados entre servidores",
    "Adjust how people can share between servers. This includes shares between people on this server as well if they are using federated sharing." : "Ajustar la forma en que los usuarios comparten entre servidores. Esto incluye los recursos compartidos entre usuarios en este servidor, así como si hacen uso de intercambios federados.",
    "Allow people on this server to send shares to other servers (this option also allows WebDAV access to public shares)" : "Permitir a los usuarios de este servidor de enviar recursos compartidos a otros servidores (esta opción también permite el acceso WebDAV a los recursos compartidos públicos)",
    "Allow people on this server to receive shares from other servers" : "Permitir a los usuarios de este servidor de recibir recursos compartidos desde otros servidores",
    "Allow people on this server to send shares to groups on other servers" : "Permitir a los usuarios de este servidor de enviar recursos compartidos a grupos en otros servidores",
    "Allow people on this server to receive group shares from other servers" : "Permitir a los usuarios de este servidor de recibir recursos compartidos de grupos de otros servidores",
    "Search global and public address book for people" : "Buscar personas en las libretas de direcciones tanto global como pública",
    "Allow people to publish their data to a global and public address book" : "Permitir a los usuarios publicar sus datos libretas de direcciones tanto global como pública",
    "Unable to update federated files sharing config" : "No se pudo actualizar la configuración de intercambio federado de archivos",
    "Federated Cloud" : "Nube Federada",
    "You can share with anyone who uses a Nextcloud server or other Open Cloud Mesh (OCM) compatible servers and services! Just put their Federated Cloud ID in the share dialog. It looks like person@cloud.example.com" : "¡Puede compartir con cualquier persona que use un servidor Nextcloud u otros servidores y servicios compatibles con Open Cloud Mesh (OCM)!. Sólo ponga el identificador de nube federada en el diálogo de compartir. Tiene la forma: persona@nube.ejemplo.com",
    "Share it so your friends can share files with you:" : "Compártelo para que tus amigos puedan compartir archivos contigo:",
    "Facebook" : "Facebook",
    "X (formerly Twitter)" : "X (anteriormente Twitter)",
    "Add to your website" : "Agregar a tu sitio web",
    "Share with me via Nextcloud" : "Compartir conmigo vía Nextcloud",
    "HTML Code:" : "Código HTML:",
    "Share with me through my #Nextcloud Federated Cloud ID, see {url}" : "Comparte conmigo a través de mi identificador de nube federada de #Nextcloud, vea {url}",
    "Share with me through my #Nextcloud Federated Cloud ID" : "Compartir conmigo a través de mi ID de Nube Federada #Nextcloud",
    "Cloud ID copied to the clipboard" : "Identificador de nube copiado al portapapeles",
    "Copy to clipboard" : "Copiar al portapapeles",
    "Copied!" : "¡Copiado!",
    "Cancel" : "Cancelar",
    "Add remote share" : "Agregar elemento compartido remoto",
    "Remote share" : "Elemento compartido remoto",
    "Do you want to add the remote share {name} from {owner}@{remote}?" : "¿Desea agregar el elemento compartido remoto {name} de {owner}@{remote}?",
    "Remote share password" : "Contraseña del elemento compartido remoto",
    "Sharing %1$s failed, because this item is already shared with user %2$s" : "No se pudo compartir %1$s, porque este elemento ya está compartido con el usuario %2$s",
    "Not allowed to create a federated share with the same user" : "No está permitido crear un elelmento compartido federado con el mismo usuario",
    "Adjust how people can share between servers. This includes shares between users on this server as well if they are using federated sharing." : "Ajustar la forma en que los usuarios comparten entre servidores. Esto incluye los recursos compartidos entre personas en este servidor, así como si hacen uso de intercambios federados.",
    "Allow users on this server to send shares to other servers (this option also allows WebDAV access to public shares)" : "Permitir a los usuarios de este servidor de enviar recursos compartidos a otros servidores (esta opción también permite acceso WebDAV a los recursos compartidos públicos)",
    "Allow users on this server to receive shares from other servers" : "Permitirle alos usuarios de este servidor recibir elementos compartidos de otros servidores",
    "Allow users on this server to send shares to groups on other servers" : "Permitir a los usuarios de este servidor de enviar recursos compartidos a grupos de otros servidores",
    "Allow users on this server to receive group shares from other servers" : "Permitir a los usuarios de este servidor de recibir recursos compartidos de grupos de otros servidores",
    "Search global and public address book for users" : "Buscar usuarios en las libretas de contactos globales y públicas",
    "Allow users to publish their data to a global and public address book" : "Permitirle a los usuarios publicar sus datos a una libreta de direcciones global y pública",
    "Your Federated Cloud ID:" : "Tu ID de Nube Federada:",
    "Twitter" : "Twitter",
    "Diaspora" : "Diaspora",
    "Clipboard is not available" : "El portapapeles no está disponible"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}