{ "translations": {
    "Failed to clear the mappings." : "Fallu al llimpiar los mapeos.",
    "Failed to delete the server configuration" : "Fallu al desaniciar la configuración del sirvidor",
    "Valid configuration, connection established!" : "¡Configuración válida, afitóse la conexón!",
    "Invalid configuration. Please have a look at the logs for further details." : "Configuración non válida. Écha-yos un güeyu a los rexistros pa más detalles, por favor.",
    "No action specified" : "Nun s'especificó l'aición",
    "No configuration specified" : "Nun s'especificó la configuración",
    "No data specified" : "Nun s'especificaron los datos",
    " Could not set configuration %s" : "Nun pudo afitase la configuración %s",
    "Action does not exist" : "L'acción nun esiste",
    "Renewing …" : "Renovando...",
    "Very weak password" : "Contraseña perfeble",
    "Weak password" : "Contraseña feble",
    "So-so password" : "Contraseña normalina",
    "Good password" : "Contraseña bona",
    "Strong password" : "Contraseña fuerte",
    "The Base DN appears to be wrong" : "La base DN paez tar mal",
    "Testing configuration…" : "Probando configuración...",
    "Configuration incorrect" : "Configuración incorreuta",
    "Configuration incomplete" : "Configuración incompleta",
    "Configuration OK" : "Configuración correuta",
    "Select groups" : "Esbillar grupos",
    "Select object classes" : "Esbillar les clases d'oxetu",
    "Please check the credentials, they seem to be wrong." : "Por favor, compruebe les credenciales, que paecen tar mal.",
    "Please specify the port, it could not be auto-detected." : "Por favor especifica'l puertu, nun puede ser detectáu automáticamente .",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN nun puede ser detectada automáticamente, por favor revisa les credenciales, host yá'l puertu.",
    "Could not detect Base DN, please enter it manually." : "Nun se detectó base DN, por favor introduzla manualmente .",
    "{nthServer}. Server" : "{nthServer}. Sirvidor",
    "No object found in the given Base DN. Please revise." : "Nun s'atopó nengún oxetu na Base DN dada. Por favor, revísalo.",
    "More than 1,000 directory entries available." : "Más de 1.000 entraes de directoriu disponibles.",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "Asocedió un erru. Por favor, compruebe la Base DN , amás de la configuración de conexón y les credenciales.",
    "Do you really want to delete the current Server Configuration?" : "¿Daveres que quies desaniciar la configuración actual del sirvidor?",
    "Confirm Deletion" : "Confirmar desaniciu",
    "Mappings cleared successfully!" : "¡Asignaciones borraes correutamente!",
    "Error while clearing the mappings." : "Fallu mientres desaniciaben les asignaciones.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "Nun s'almite l'enllaz anónimu. Por favor apurre un usuariu DN y contraseña.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "Erru d'operaciones LDAP . Enllaz anónimu nun s'almite.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "Nun pudo guardase. Por favor asegúrate que la base de datos ta en funcionamientu. Actualiza enantes de siguir.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "Cambiar el mou va habilitar les consultes LDAP automátiques . Dependiendo del to tamañu de LDAP puede llevar un tiempu. ¿Inda deseya camudar el mou?",
    "Select attributes" : "Esbillar atributos",
    "User found and settings verified." : "Usuariu atopáu y la configuración verificada.",
    "An unspecified error occurred. Please check log and settings." : "Asocedió un fallu non especificáu. Comprueba'l rexistru y los axustes, por favor.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "El filtru de busca nun ye válidu , probablemente por cuenta de problemes de sintaxis como'l númberu impar de soportes abiertos y zarraos. Por favor revisalo.",
    "Please provide a login name to test against" : "Por favor, proporcione un nombre de inicio de sesión para comprobar en contra",
    "Your password will expire today." : "Güei caduca la to contraseña.",
    "Could not find the desired feature" : "Nun pudo alcontrase la carauterística deseyada",
    "Invalid Host" : "Agospiu non válidu",
    "Test Configuration" : "Configuración de prueba",
    "Help" : "Ayuda",
    "Groups meeting these criteria are available in %s:" : "Los grupos que cumplen estos criterios tán disponibles en %s:",
    "Only these object classes:" : "Namái d'estes clases d'oxetu:",
    "Only from these groups:" : "Namái d'estos grupos:",
    "Search groups" : "Esbillar grupos",
    "Available groups" : "Grupos disponibles",
    "Selected groups" : "Grupos seleicionaos",
    "Edit LDAP Query" : "Editar consulta LDAP",
    "LDAP Filter:" : "Filtru LDAP:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "El filtru especifica qué grupos LDAP van tener accesu a %s.",
    "Verify settings and count the groups" : "Verificar axustes y contar los grupos",
    "When logging in, %s will find the user based on the following attributes:" : "Al empecipiar sesión, %s atópase l'usuariu en función de los siguientes atributos :",
    "Other Attributes:" : "Otros atributos:",
    "Test Loginname" : "Preba de Nome d'Aniciu de Sesión",
    "Verify settings" : "Comprobar los axustes",
    "%s. Server:" : "%s. Sirvidor:",
    "Copy current configuration into new directory binding" : "Copiar configuración actual nel nuevu directoriu obligatoriu",
    "Delete the current configuration" : "Desaniciar la configuración actual",
    "Host" : "Equipu",
    "Port" : "Puertu",
    "Detect Port" : "Detectar Puertu",
    "User DN" : "DN usuariu",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "El DN del usuariu veceru col que va facese l'asociación, p.ex. uid=axente,dc=exemplu,dc=com. P'accesu anónimu, dexa DN y contraseña baleros.",
    "Password" : "Contraseña",
    "For anonymous access, leave DN and Password empty." : "Pa un accesu anónimu, dexar el DN y la contraseña baleros.",
    "One Base DN per line" : "Un DN Base por llinia",
    "You can specify Base DN for users and groups in the Advanced tab" : "Pues especificar el DN base pa usuarios y grupos na llingüeta Avanzáu",
    "Detect Base DN" : "Detectar Base DN",
    "Test Base DN" : "Probar Base DN",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Evita peticiones automátiques de LDAP. Meyor pa grandes configuraciones, pero rique mayor conocimientu de LDAP.",
    "Manually enter LDAP filters (recommended for large directories)" : "Inxerta manualmente los filtros de LDAP (recomendáu pa direutorios llargos)",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "Les clases d'oxetos más comunes pa los usuarios d'Internet son organizationalPerson, persona, usuariu y inetOrgPerson . Si nun ta seguro de qué clase d'oxetu escoyer, por favor consulte al so alministrador de directorios.",
    "The filter specifies which LDAP users shall have access to the %s instance." : "El filtru especifica qué usuarios LDAP puen tener accesu a %s.",
    "Verify settings and count users" : "Comprobar la configuración y usuarios de recuentu",
    "Saving" : "Guardando",
    "Back" : "Atrás",
    "Continue" : "Continuar",
    "Please renew your password." : "Renueva la to contraseña, por favor.",
    "An internal error occurred." : "Asocedió un fallu internu.",
    "Please try again or contact your administrator." : "Volvi tentalo o contauta col to alministrador, por favor.",
    "Current password" : "Contraseña actual",
    "New password" : "Contraseña nueva",
    "Renew password" : "Renovar contraseña",
    "Wrong password." : "Contraseña incorreuta.",
    "Cancel" : "Encaboxar",
    "Server" : "Sirvidor",
    "Users" : "Usuarios",
    "Login Attributes" : "Los atributos d'aniciu de sesión",
    "Groups" : "Grupos",
    "Expert" : "Espertu",
    "Advanced" : "Avanzáu",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Avisu:</b> El módulu LDAP de PHP nun ta instaláu, el sistema nun va funcionar. Por favor consulta al alministrador del sistema pa instalalu.",
    "Connection Settings" : "Axustes de conexón",
    "Configuration Active" : "Configuración activa",
    "When unchecked, this configuration will be skipped." : "Cuando nun tea conseñáu, saltaráse esta configuración.",
    "Backup (Replica) Host" : "Sirvidor de copia de seguranza (Réplica)",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "Dar un sirvidor de copia de seguranza opcional. Tien de ser una réplica del sirvidor principal LDAP / AD.",
    "Backup (Replica) Port" : "Puertu pa copies de seguranza (Réplica)",
    "Disable Main Server" : "Deshabilitar sirvidor principal",
    "Only connect to the replica server." : "Coneutar namái col sirvidor de réplica.",
    "Turn off SSL certificate validation." : "Apagar la validación del certificáu SSL.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "Nun se recomienda, ¡úsalu namái pa pruebes! Si la conexón namái funciona con esta opción, importa'l certificáu SSL del sirvidor LDAP nel to sirvidor %s.",
    "Cache Time-To-Live" : "Cache Time-To-Live",
    "in seconds. A change empties the cache." : "en segundos. Un cambéu vacia la caché.",
    "Directory Settings" : "Axustes del direutoriu",
    "User Display Name Field" : "Campu de nome d'usuariu a amosar",
    "The LDAP attribute to use to generate the user's display name." : "El campu LDAP a usar pa xenerar el nome p'amosar del usuariu.",
    "2nd User Display Name Field" : "2ª usuariu amuesa Nome del campu",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "Opcional. Un atributu LDAP que s'amesta al nome de visualización ente paréntesis. Los resultaos en, por exemplu, »John Doe (john.doe@example.org)«.",
    "Base User Tree" : "Árbol base d'usuariu",
    "One User Base DN per line" : "Un DN Base d'Usuariu por llinia",
    "User Search Attributes" : "Atributos de la gueta d'usuariu",
    "Optional; one attribute per line" : "Opcional; un atributu por llinia",
    "Group Display Name Field" : "Campu de nome de grupu a amosar",
    "The LDAP attribute to use to generate the groups's display name." : "El campu LDAP a usar pa xenerar el nome p'amosar del grupu.",
    "Base Group Tree" : "Árbol base de grupu",
    "One Group Base DN per line" : "Un DN Base de Grupu por llinia",
    "Group Search Attributes" : "Atributos de gueta de grupu",
    "Group-Member association" : "Asociación Grupu-Miembru",
    "Dynamic Group Member URL" : "URL Dinámica de Grupu d'Usuarios",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "L'atributu LDAP que nos oxetos de grupu contien una gueta de URLs de LDAP que determina qué oxetos pertenecen al grupu. (Un axuste vacíu desanicia la funcionalidá dinámica de pertenencia al grupu.)",
    "Nested Groups" : "Grupos añeraos",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Cuando s'active, van permitise grupos que contengan otros grupos (namái funciona si l'atributu de miembru de grupu contién DNs).",
    "Paging chunksize" : "Tamañu de los fragmentos de paxinación",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Tamañu de los fragmentos usáu pa busques LDAP paxinaes que puen devolver resultaos voluminosos, como enubmeración d'usuarios o de grupos. (Si s'afita en 0, van deshabilitase les busques LDAP paxinaes neses situaciones.)",
    "(New password is sent as plain text to LDAP)" : "(La contraseña únviase como testu planu a LDAP)",
    "Special Attributes" : "Atributos especiales",
    "Quota Field" : "Cuota",
    "Quota Default" : "Cuota por defeutu",
    "Email Field" : "E-mail",
    "User Home Folder Naming Rule" : "Regla pa la carpeta Home d'usuariu",
    "Internal Username" : "Nome d'usuariu internu",
    "Internal Username Attribute:" : "Atributu Nome d'usuariu Internu:",
    "Override UUID detection" : "Sobrescribir la deteición UUID",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Por defeutu, l'atributu UUID autodetéutase. Esti atributu úsase pa identificar induldablemente usuarios y grupos LDAP. Arriendes, el nome d'usuariu internu va crease en bas al UUID, si nun s'especificó otru comportamientu arriba. Pues sobrescribir la configuración y pasar un atributu de la to eleición. Tienes d'asegurate de que l'atributu de la to eleición seya accesible polos usuarios y grupos y ser únicu. Déxalu en blanco pa usar el comportamientu por defeutu. Los cambeos van tener efeutu namái nos usuarios y grupos de LDAP mapeaos (amestaos) recién.",
    "UUID Attribute for Users:" : "Atributu UUID pa usuarios:",
    "UUID Attribute for Groups:" : "Atributu UUID pa Grupos:",
    "Username-LDAP User Mapping" : "Asignación del Nome d'usuariu LDAP",
    "Clear Username-LDAP User Mapping" : "Llimpiar l'asignación de los Nomes d'usuariu de los usuarios LDAP",
    "Clear Groupname-LDAP Group Mapping" : "Llimpiar l'asignación de los Nomes de grupu de los grupos de LDAP"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}