{ "translations": {
    "Failed to clear the mappings." : "Det lykkedes ikke at rydde tilknytningen.",
    "Failed to delete the server configuration" : "Kunne ikke slette serverkonfigurationen",
    "Invalid configuration: Anonymous binding is not allowed." : "Ugyldig konfiguration: Anonym binding er ikke tilladt.",
    "Valid configuration, connection established!" : "Gyldig konfiguration, forbindelse etableret!",
    "Valid configuration, but binding failed. Please check the server settings and credentials." : "Gyldig konfiguration, men binding mislykkedes. Tjek serverindstillingerne og legitimationsoplysninger.",
    "Invalid configuration: %s" : "Ugyldig konfiguration: %s",
    "No action specified" : "Ingen handling angivet",
    "No configuration specified" : "Ingen konfiguration angivet",
    "No data specified" : "Ingen data angivet",
    "Invalid data specified" : "Ugyldige data angivet",
    "Could not set configuration %1$s to %2$s" : "Kunne ikke indstille konfigurationen %1$s til %2$s",
    "Action does not exist" : "Handling eksisterer ikke",
    "Very weak password" : "Meget svag adgangskode",
    "Weak password" : "Svag adgangskode",
    "So-so password" : "So-so adgangskode",
    "Good password" : "God adgangskode",
    "Strong password" : "Stærk adgangskode",
    "Password change rejected. Hint: %s" : "Adgangskodeændring afvist. Tip: %s",
    "Mandatory field \"%s\" left empty" : "Obligatorisk felt \"%s\" efterladt tomt",
    "A password is given, but not an LDAP agent" : "En adgangskode er angivet, men ikke en LDAP agent",
    "No password is given for the user agent" : "Ingen adgangskode er angivet for brugeragenten",
    "No LDAP base DN was given" : "Ingen LDAP base DN blev angivet",
    "User base DN is not a subnode of global base DN" : "Brugerbase DN er ikke en undernode af global base DN",
    "Group base DN is not a subnode of global base DN" : "Gruppe base DN er ikke en undernode af global base DN",
    "Login filter does not contain %s placeholder." : "Login filter indeholder ikke %s pladsholder.",
    "Please login with the new password" : "Log ind med den nye adgangskode",
    "LDAP User backend" : "LDAP bruger backend",
    "Your password will expire tomorrow." : "Din adgangskode udløber i morgen.",
    "Your password will expire today." : "Din adgangskode udløber i dag.",
    "_Your password will expire within %n day._::_Your password will expire within %n days._" : ["Din adgangskode udløber inden for %n dag.","Din adgangskode udløber inden for %n dage."],
    "LDAP/AD integration" : "LDAP / AD integration",
    "LDAP Connection" : "LDAP forbindelse",
    "_Binding failed for this LDAP configuration: %s_::_Binding failed for %n LDAP configurations: %s_" : ["Binding mislykkedes for denne LDAP- konfiguration:% s","Binding mislykkedes for %n LDAP konfigurationer: %s"],
    "_Searching failed for this LDAP configuration: %s_::_Searching failed for %n LDAP configurations: %s_" : ["Søgning mislykkedes for denne LDAP- konfiguration:% s","Søgning mislykkedes for %n LDAP konfigurationer: %s"],
    "_There is an inactive LDAP configuration: %s_::_There are %n inactive LDAP configurations: %s_" : ["Der er en inaktiv LDAP- konfiguration:% s","Der er %n inaktive LDAP konfigurationer: %s"],
    "_Binding and searching works on the configured LDAP connection (%s)_::_Binding and searching works on all of the %n configured LDAP connections (%s)_" : ["Binding og søgning virker på den konfigurerede LDAP- forbindelse (% s)","Binding og søgning virker på alle %n konfigurerede LDAP forbindelser (%s)"],
    "Invalid LDAP UUIDs" : "Ugyldige LDAP UUID 'er",
    "None found" : "Ingen fundet",
    "Invalid UUIDs of LDAP accounts or groups have been found. Please review your \"Override UUID detection\" settings in the Expert part of the LDAP configuration and use \"occ ldap:update-uuid\" to update them." : "Ugyldige UUID 'er for LDAP konti eller grupper fundet. Du bedes gennemgå dine indstillinger under  \"Override UUID Detection\" i ekspert delen af LDAP konfigurationen og bruge \"occ ldap: update- uuid\" til at opdatere dem.",
    "_%n group found_::_%n groups found_" : [" %n gruppe fundet"," %n grupper fundet"],
    "> 1000 groups found" : "> 1000 grupper fundet",
    "> 1000 users found" : "> 1000 brugere fundet",
    "_%n user found_::_%n users found_" : [" %n bruger fundet"," %n brugere fundet"],
    "Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings." : "Kunne ikke detektere bruger visningsnavnsattribut. Angiv det venligst selv under avancerede LDAP indstillinger.",
    "Could not find the desired feature" : "Kunne ikke finde den ønskede funktion",
    "Invalid Host" : "Ugyldig vært",
    "LDAP user and group backend" : "LDAP bruger og gruppe backend",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory." : "Denne applikation gør det muligt for administratorer at forbinde Nextcloud til en LDAP baseret brugermappe.",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory for authentication and provisioning users, groups and user attributes. Admins can configure this application to connect to one or more LDAP directories or Active Directories via an LDAP interface. Attributes such as user quota, email, avatar pictures, group memberships and more can be pulled into Nextcloud from a directory with the appropriate queries and filters.\n\nA user logs into Nextcloud with their LDAP or AD credentials, and is granted access based on an authentication request handled by the LDAP or AD server. Nextcloud does not store LDAP or AD passwords, rather these credentials are used to authenticate a user and then Nextcloud uses a session for the user ID. More information is available in the LDAP User and Group Backend documentation." : "Denne applikation gør det muligt for administratorer at forbinde Nextcloud til en LDAP baseret brugermappe til godkendelse og levering af brugere, grupper og brugerattributter. Administrerer kan indstille denne applikation til at oprette forbindelse til en eller flere LDAP mapper eller Active Directories via en LDAP grænseflade. Attributter såsom brugerkvote, e-mail, avatar billeder, gruppemedlemskaber og mere kan trækkes ind i Nextcloud fra en mappe med de relevante forespørgsler og filtre.\n\nEn bruger logger ind på Nextcloud med deres LDAP eller AD legitimationsoplysninger og får adgang baseret på en godkendelsesanmodning, der håndteres af LDAP eller AD serveren. Nextcloud gemmer ikke LDAP eller AD adgangskoder. Disse legitimationsoplysninger bruges til at godkende en bruger og derefter bruger Nextcloud en session til bruger ID'et. Mere information er tilgængelig i LDAP bruger og gruppe backend dokumentation.",
    "Connection Settings" : "Forbindelsesindstillinger",
    "Backup (Replica) Host" : "Backup (replika) host",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "Angiv en ekstra backup host. Det skal være en kopi af LDAP / AD hovedserveren.",
    "Backup (Replica) Port" : "Backup (replika) port",
    "Only connect to the replica server." : "Forbind kun til replikaserveren.",
    "Disable Main Server" : "Deaktivér hovedserver",
    "Turn off SSL certificate validation." : "Deaktiver validering af SSL certifikater.",
    "Cache Time-To-Live" : "Cache levetid",
    "in seconds. A change empties the cache." : "om få sekunder. En ændring tømmer cachen.",
    "Directory Settings" : "Mappeindstillinger",
    "User Display Name Field" : "Brugervisningsnavnefelt",
    "The LDAP attribute to use to generate the user's display name." : "LDAP attributten der skal bruges til at generere brugerens visningsnavn.",
    "2nd User Display Name Field" : "2. brugervisningsnavnefelt",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "Valgfrit. En LDAP attribut, der skal tilføjes til visningsnavnet i parentes. Resultater i f.eks. \"John Doe (john.doe@example.org)\".",
    "One User Base DN per line" : "En bruger Base DN per linje",
    "Base User Tree" : "Base brugertræ",
    "Optional; one attribute per line" : "Valgfrit; én attribut pr. linje",
    "User Search Attributes" : "Brugersøgningsattributter",
    "When switched on, users imported from LDAP which are then missing will be disabled" : "Når det aktiveres, så vil brugere der er importeret fra LDAP, som derefter mangler, blive deaktiveret",
    "Disable users missing from LDAP" : "Deaktivér brugere der mangler i LDAP",
    "Group Display Name Field" : "Gruppevisning navnefelt",
    "The LDAP attribute to use to generate the groups's display name." : "LDAP attributten der skal bruges til at generere gruppernes visningsnavn.",
    "One Group Base DN per line" : "En gruppe Base DN per linje",
    "Base Group Tree" : "Base gruppetræ",
    "Group Search Attributes" : "Gruppesøgeattributter",
    "Group-Member association" : "Sammenslutning af medlemmer",
    "Dynamic Group Member URL" : "Dynamisk gruppemedlems URL",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "LDAP attributten, der på gruppeobjekter indeholder en LDAP søgnings URL, som bestemmer, hvilke objekter der tilhører gruppen. (En tom indstilling deaktiverer funktionaliteten dynamisk gruppemedlemskab.)",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Hvis aktiveret, så understøttes grupper som indeholder grupper. (Virker kun, hvis attributten for gruppemedlemmer indeholder DNs.)",
    "Nested Groups" : "Indlejrede grupper",
    "Paging chunksize" : "Sideinddelings delstørrelse",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Delstørrelse bruges til sideinddelte LDAP søgninger, der kan returnere store resultater såsom bruger eller gruppe optælling. (Sæt til 0 for at deaktivere sideinddelte LDAP søgninger i disse situationer.)",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : "Tillad LDAP brugere at ændre deres adgangskode og tillad at Super administratorer og gruppeadministratorer kan ændre adgangskoden for deres LDAP brugere. Fungerer kun når adgangskontrolpolitikker er konfigureret i overensstemmelse hermed på LDAP serveren. Da adgangskoder sendes i klartekst til LDAP serveren, så skal der bruges transportkryptering og password hashing skal konfigureres på LDAP serveren.",
    "Enable LDAP password changes per user" : "Aktivér ændringer af LDAP adgangskode per bruger",
    "(New password is sent as plain text to LDAP)" : "(Ny adgangskode sendes som almindelig tekst til LDAP)",
    "Default password policy DN" : "Standard adgangskodepolitik DN",
    "The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling." : "DN for en standard adgangskodepolitik, der vil blive anvendt til adgangskode udløbshåndtering. Fungerer kun når LDAP adgangskode per bruger er aktiveret og understøttes kun af OpenLDAP. Lad være tom for at deaktivere adgangskode udløbshåndtering.",
    "Special Attributes" : "Særlige attributter",
    "Quota Field" : "Kvotefelt",
    "Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute." : "Efterlad tom for brugerens standardkvote. Ellers angives en LDAP/AD attribut.",
    "Quota Default" : "Standardkvote",
    "Override default quota for LDAP users who do not have a quota set in the Quota Field." : "Overskriv standardkvote for LDAP brugere, som ikke har en kvote angivet i kvotefeltet.",
    "Email Field" : "E-mail felt",
    "Set the user's email from their LDAP attribute. Leave it empty for default behaviour." : "Angiv brugerens e-mail fra deres LDAP attribut. Efterlad tom for standardadfærd.",
    "User Home Folder Naming Rule" : "Bruger hjemme mappe navngivningsregel",
    "Leave empty for username (default). Otherwise, specify an LDAP/AD attribute." : "Efterlad tom for brugernavn (standard). Ellers angives en LDAP/AD attribut.",
    "$home in an external storage configuration will be replaced with the value of the specified attribute" : "$home i en ekstern lagerkonfiguration vil blive erstattet med værdien af den angivne attribut",
    "User Profile Attributes" : "Brugerprofilattributter",
    "Phone Field" : "Telefon felt",
    "User profile Phone will be set from the specified attribute" : "Brugerprofil telefon vil blive sat fra den angivne attribut",
    "Website Field" : "Webstedsfelt",
    "User profile Website will be set from the specified attribute" : "Brugerprofil Websted vil blive sat fra den angivne attribut",
    "Address Field" : "Adresse felt",
    "User profile Address will be set from the specified attribute" : "Brugerprofiladresse vil blive sat fra den angivne attribut",
    "Twitter Field" : "Twitter felt",
    "User profile Twitter will be set from the specified attribute" : "Brugerprofil Twitter vil blive sat fra den angivne attribut",
    "Fediverse Field" : "Fediverse felt",
    "User profile Fediverse will be set from the specified attribute" : "Brugerprofil Fediverse vil blive sat fra den angivne attribut",
    "Organisation Field" : "Organisationsfelt",
    "User profile Organisation will be set from the specified attribute" : "Brugerprofil Organisation vil blive sat fra den angivne attribut",
    "Role Field" : "Rollefelt",
    "User profile Role will be set from the specified attribute" : "Brugerprofil Rolle vil blive sat fra den angivne attribut",
    "Headline Field" : "Overskriftsfelt",
    "User profile Headline will be set from the specified attribute" : "Brugerprofil Overskrift vil blive sat fra den angivne attribut",
    "Biography Field" : "Biografifelt",
    "User profile Biography will be set from the specified attribute" : "Brugerprofil Biografi vil blive sat fra den angivne attribut",
    "Birthdate Field" : "Fødselsdato felt",
    "User profile Date of birth will be set from the specified attribute" : "Brugerprofil Fødselsdato vil blive sat fra den angivne attribut",
    "Internal Username" : "Internt brugernavn",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [a-zA-Z0-9_.@-]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all DAV services. With this setting, the default behavior can be overridden. Changes will have effect only on newly mapped (added) LDAP users. Leave it empty for default behavior." : "Som standard vil det interne brugernavn blive oprettet fra UUID attributten. Det sikrer, at brugernavnet er unikt og at tegn ikke behøver at blive konverteret. Det interne brugernavn har den begrænsning, at kun disse tegn er tilladt: [a-zA-Z0-9_.@-]. Andre tegn erstattes med deres ASCII-korrespondance eller udelades simpelthen. Ved kollisioner vil et antal blive tilføjet/forøget. Det interne brugernavn bruges til at identificere en bruger internt. Det er også standardnavnet for brugerens hjemmemappe. Det er også en del af eksterne URler, for eksempel for alle DAV tjenester. Med denne indstilling kan standardadfærden tilsidesættes. Ændringer vil kun have virkning på nyligt mappede (tilføjede) LDAP brugere. Lad det stå tomt for standardadfærd.",
    "Internal Username Attribute:" : "Intern brugernavn Attribut:",
    "Override UUID detection" : "Tilsidesæt UUID detektering",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Som standard detekteres UUID attributten automatisk. UUID attributten bruges til sikkert at identificere LDAP brugere og grupper. Det interne brugernavn bliver også oprettet på basis af UUID, hvis ellers ikke angivet ovenfor. Du kan tilsidesætte indstillingen og viderelevere en attribut efter dit valg. Du skal sørge for, at attributten for dit valg kan hentes for både brugere og grupper, og at det er unikt. Lad det stå tomt for standardadfærd. Ændringer vil kun have virkning på nyligt mappede (tilføjede) LDAP brugere og grupper.",
    "Only these object classes:" : "Kun disse objektklasser:",
    "Only from these groups:" : "Kun fra disse grupper:",
    "Edit LDAP Query" : "Redigér LDAP forespørgsel",
    "LDAP Filter:" : "LDAP filter:",
    "Verify settings and count the groups" : "Verificer indstillinger og tæl grupperne",
    "User found and settings verified." : "Bruger fundet og indstillinger verificeret.",
    "Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in." : "Overvej at indsnævre din søgning, da den indbefatter mange brugere. Kun den første af dem vil være i stand til at logge på.",
    "An unspecified error occurred. Please check log and settings." : "En uspecificeret fejl opstod. Tjek log og indstillinger.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "Søgefilteret er ugyldigt, sandsynligvis på grund af syntaksspørgsmål, som fx ulige antal åbne og lukkede parenteser. Vær venlig at gennemse.",
    "A connection error to LDAP/AD occurred. Please check host, port and credentials." : "En forbindelsesfejl til LDAP / AD opstod. Tjek host, port og legitimationsoplysninger.",
    "The \"%uid\" placeholder is missing. It will be replaced with the login name when querying LDAP/AD." : "Pladsholderen \"%u ID\" mangler. Den vil blive erstattet med login navn, når du forespørger LDAP / AD.",
    "Other Attributes:" : "Andre attributter:",
    "Verify settings" : "Verificér indstillinger",
    "No object found in the given Base DN. Please revise." : "Intet objekt fundet i den givne base DN. Gennemse venligst.",
    "More than 1,000 directory entries available." : "Mere end 1.000 mappeindgange til rådighed.",
    "When unchecked, this configuration will be skipped." : "Når denne konfiguration ikke er markeret, så vil den blive sprunget over.",
    "Configuration Active" : "Konfiguration aktiv",
    "Copy current configuration into new directory binding" : "Kopiér nuværende konfiguration til ny mappebinding",
    "You can omit the protocol, unless you require SSL. If so, start with ldaps://" : "Du kan udelade protokollen, medmindre du har brug for SSL. Hvis ja, begynd med ldaps://",
    "Host" : "Vært",
    "Port" : "Port",
    "Detect Port" : "Detektér port",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "DN for klientbrugeren, som bindingen skal udføres med, f.eks. uid=agent,dc=eksempel,dc=com. For anonym adgang, lad DN og adgangskode være tom.",
    "User DN" : "Bruger DN",
    "For anonymous access, leave DN and Password empty." : "For anonym adgang, lad DN og adgangskode være tom.",
    "Password" : "Adgangskode",
    "Save Credentials" : "Gem legitimationsoplysninger",
    "One Base DN per line" : "En Base DN per linje",
    "You can specify Base DN for users and groups in the Advanced tab" : "Du kan angive Base DN for brugere og grupper under fanebladet Avanceret",
    "Detect Base DN" : "Detektér base DN",
    "Test Base DN" : "Test Base DN",
    "Listing and searching for users is constrained by these criteria:" : "Listning og søgning efter brugere er begrænset af disse kriterier:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "De mest almindelige objektklasser for brugere er organisationalPerson, person, user og inetOrgPerson. Hvis du ikke er sikker på hvilken objektklasse du skal vælge, så bedes du konsultere din mappe admin.",
    "Verify settings and count users" : "Verificér indstillinger og tæl brugere",
    "Test Configuration" : "Testindstillinger",
    "Help" : "Hjælp",
    "Server" : "Server",
    "Users" : "Brugere",
    "Login Attributes" : "Login attributter",
    "Groups" : "Grupper",
    "Advanced" : "Avanceret",
    "Expert" : "Ekspert",
    "Username-LDAP User Mapping" : "Brugernavn - LDAP brugertilknytning",
    "Usernames are used to store and assign metadata. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "Brugernavne bruges til at gemme og tildele metadata. For præcist at identificere og genkende brugere, vil hver LDAP bruger have et internt brugernavn. Dette kræver en tilknytning fra brugernavn til LDAP bruger. Det oprettede brugernavn tilknyttes til UUID for LDAP brugeren. Derudover er DN også cachet for at reducere LDAP interaktion, men det bruges ikke til identifikation. Hvis DN ændres, vil ændringerne blive fundet. Det interne brugernavn bruges over det hele. Rydning af tilknytninger vil efterlade rester overalt. Rydning af tilknytninger er ikke konfigurationsfølsomt, det påvirker alle LDAP konfigurationer! Ryd aldrig tilknytningerne i et produktionsmiljø, kun i et test- eller forsøgsstadium.",
    "Clear Username-LDAP User Mapping" : "Ryd brugernavn-LDAP brugertilknytning",
    "Clear Groupname-LDAP Group Mapping" : "Ryd gruppenavn-LDAP gruppetilknytning",
    "An error occurred" : "Der opstod en fejl",
    "Mode switch" : "Tilstandsomskifter",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "Skift af tilstand vil aktivere automatiske LDAP forespørgsler. Afhængig af din LDAP størrelse kan de tage et stykke tid. Vil du stadig skifte tilstand?",
    "Cancel" : "Annullér",
    "Confirm" : "Bekræft",
    "Groups meeting these criteria are available in %s:" : "Grupper, der opfylder disse kriterier, er tilgængelige i %s:",
    "Search groups" : "Søg grupper",
    "Available groups" : "Tilgængelige grupper",
    "Selected groups" : "Valgte grupper",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "Filteret angiver, hvilke LDAP grupper der skal have adgang til %s instansen.",
    "When logging in, %s will find the user based on the following attributes:" : "Når du logger ind, vil %s finde brugeren baseret på følgende egenskaber:",
    "LDAP/AD Username:" : "LDAP / AD brugernavn:",
    "Allows login against the LDAP/AD username, which is either \"uid\" or \"sAMAccountName\" and will be detected." : "Tillader login mod LDAP / AD brugernavn, som enten er \"uid\" eller \"SAMAccountName\" og vil blive detekteret.",
    "LDAP/AD Email Address:" : "LDAP / AD E-mail adresse:",
    "Allows login against an email attribute. \"mail\" and \"mailPrimaryAddress\" allowed." : "Tillader login med en e-mail attribut. \"mail\" og \"mailPrimaryAddress\" er tilladt.",
    "Defines the filter to apply, when login is attempted. \"%%uid\" replaces the username in the login action. Example: \"uid=%%uid\"" : "Definerer det filter der skal anvendes, når login er forsøgt. \"%%uid\" erstatter brugernavnet i login handlingen. Eksempel: \"uid=%%uid\"",
    "Test Loginname" : "Test af loginnavn",
    "Attempts to receive a DN for the given loginname and the current login filter" : "Forsøg på at modtage en DN for det givne lognavn og det aktuelle login filter",
    "%s. Server:" : "%s. Server:",
    "Add a new configuration" : "Tilføj en ny konfiguration",
    "Delete the current configuration" : "Slet den aktuelle konfiguration",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Undgår automatisk LDAP anmodninger. Bedre for større opsætninger, men kræver noget LDAP viden.",
    "Manually enter LDAP filters (recommended for large directories)" : "Indtast manuelt LDAP filtre (anbefales til store mapper)",
    "The filter specifies which LDAP users shall have access to the %s instance." : "Filteret angiver, hvilke LDAP-brugere der skal have adgang til %s instansen.",
    "Saving" : "Gemmer",
    "Back" : "Tilbage",
    "Continue" : "Fortsæt",
    "Please renew your password." : "Venligst forny din adgangskode.",
    "An internal error occurred." : "Der opstod en intern fejl.",
    "Please try again or contact your administrator." : "Prøv igen eller kontakt din administrator.",
    "Current password" : "Nuværende adgangskode",
    "New password" : "Ny adgangskode",
    "Renew password" : "Forny adgangskode",
    "Wrong password." : "Forkert adgangskode.",
    "Invalid configuration. Please have a look at the logs for further details." : "Ugyldig konfiguration. Se venligst logfilerne for yderligere oplysninger.",
    "Renewing …" : "Fornyer ...",
    "The Base DN appears to be wrong" : "Base DN synes at være forkert",
    "Testing configuration…" : "Tester konfiguration...",
    "Configuration incorrect" : "Konfiguration forkert",
    "Configuration incomplete" : "Konfiguration ufuldstændig",
    "Configuration OK" : "Konfiguration OK",
    "Select groups" : "Vælg grupper",
    "Select object classes" : "Vælg objektklasser",
    "Please check the credentials, they seem to be wrong." : "Tjek venligst legitimationsoplysningerne. De ser ud til at være forkerte.",
    "Please specify the port, it could not be auto-detected." : "Angiv porten, den kunne ikke detekteres automatisk.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN kunne ikke detekteres automatisk, gennemse venligst legitimationsoplysningerne, host og port.",
    "Could not detect Base DN, please enter it manually." : "Kunne ikke detektere Base DN. Indtast venligst manuelt.",
    "{nthServer}. Server" : "{nthServer}. Server",
    "_{objectsFound} entry available within the provided Base DN_::_{objectsFound} entries available within the provided Base DN_" : ["{objectsFound} indgang tilgængelig i den givne Base DN","{objectsFound} poster tilgængelige inden for den givne Base DN"],
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "Der opstod en fejl. Tjek venligst Base DN samt forbindelsesindstillinger og legitimationsoplysninger.",
    "Do you really want to delete the current Server Configuration?" : "Vil du virkelig slette den aktuelle server konfiguration?",
    "Confirm Deletion" : "Bekræft sletning",
    "Mappings cleared successfully!" : "Tilknytninger ryddet med succes!",
    "Error while clearing the mappings." : "Fejl under rydning af tilknytninger.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "Anonym binding er ikke tilladt. Angiv venligst en bruger DN og adgangskode.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "LDAP handlingsfejl. Anonym binding er måske ikke tilladt.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "Lagring mislykkedes. Sørg for, at databasen er i drift. Genindlæs før du fortsætter.",
    "Select attributes" : "Vælg attributter",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>" : "Brugeren ikke fundet. Tjek venligst dine login attributter og brugernavn. Effektivt filter (til kopier-og-indsæt til kommandolinjevalidering): <br/>",
    "Please provide a login name to test against" : "Angiv venligst et login navn til at teste mod",
    "The group box was disabled, because the LDAP/AD server does not support memberOf." : "Gruppefeltet var deaktiveret, fordi LDAP / AD serveren ikke understøtter memberOf.",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Advarsel:</b> PHP LDAP modulet er ikke installeret, backend vil ikke virke. Bed din systemadministrator om at installere den.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "Ikke anbefalet, brug det kun til test! Hvis forbindelsen kun virker med denne indstilling, så importer LDAP serverens SSL certifikat til din %s server.",
    "\"$home\" Placeholder Field" : "\"$home\" pladsholderfeltField",
    "Pronouns Field" : "Pronomenfelt",
    "User profile Pronouns will be set from the specified attribute" : "Brugerprofil Pronomen vil blive sat fra den angivne attribut",
    "UUID Attribute for Users:" : "UUID attribut for brugere:",
    "UUID Attribute for Groups:" : "UUID attribut for grupper:"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}