{ "translations": {
    "Failed to clear the mappings." : "Αποτυχία εκκαθάρισης των αντιστοιχιών.",
    "Failed to delete the server configuration" : "Αποτυχία διαγραφής ρυθμίσεων διακομιστή",
    "The configuration is valid and the connection could be established!" : "Οι ρυθμίσεις είναι έγκυρες και η σύνδεση μπορεί να πραγματοποιηθεί!",
    "The configuration is valid, but the Bind failed. Please check the server settings and credentials." : "Οι ρυθμίσεις είναι έγκυρες, αλλά απέτυχε η σύνδεση. Παρακαλώ ελέγξτε τις ρυθμίσεις του διακομιστή και τα διαπιστευτήρια.",
    "The configuration is invalid. Please have a look at the logs for further details." : "Η διαμόρφωση είναι άκυρη. Παρακαλώ ελέγξτε τα αρχεία σφαλμάτων για περαιτέρω λεπτομέρειες.",
    "No action specified" : "Καμμία εντολή δεν προσδιορίστηκε",
    "No configuration specified" : "Καμμία διαμόρφωση δεν προσδιορίστηκε",
    "No data specified" : "Δεν προσδιορίστηκαν δεδομένα",
    " Could not set configuration %s" : "Αδυναμία ρύθμισης %s",
    "Deletion failed" : "Η διαγραφή απέτυχε",
    "Take over settings from recent server configuration?" : "Πάρτε πάνω από τις πρόσφατες ρυθμίσεις διαμόρφωσης του διακομιστή?",
    "Keep settings?" : "Διατήρηση ρυθμίσεων;",
    "{nthServer}. Server" : "{nthServer}. Διακομιστής",
    "Cannot add server configuration" : "Αδυναμία προσθήκης ρυθμίσεων διακομιστή",
    "mappings cleared" : "αντιστοιχίες εκκαθαρίστηκαν",
    "Success" : "Επιτυχία",
    "Error" : "Σφάλμα",
    "Please specify a Base DN" : "Παρακαλώ ορίστε ένα βασικό Διακεκριμένο Όνομα",
    "Could not determine Base DN" : "Δεν ήταν δυνατό να καθοριστεί το βασικό Διακεκριμένο Όνομα",
    "Please specify the port" : "Παρακαλώ ορίστε την θύρα",
    "Configuration OK" : "Η διαμόρφωση είναι εντάξει",
    "Configuration incorrect" : "Η διαμόρφωση είναι λανθασμένη",
    "Configuration incomplete" : "Η διαμόρφωση είναι ελλιπής",
    "Select groups" : "Επιλέξτε ομάδες",
    "Select object classes" : "Επιλογή κλάσης αντικειμένων",
    "Select attributes" : "Επιλογή χαρακτηριστικών",
    "Connection test succeeded" : "Επιτυχημένη δοκιμαστική σύνδεση",
    "Connection test failed" : "Αποτυχημένη δοκιμαστική σύνδεσης.",
    "Do you really want to delete the current Server Configuration?" : "Θέλετε να διαγράψετε τις τρέχουσες ρυθμίσεις του διακομιστή;",
    "Confirm Deletion" : "Επιβεβαίωση Διαγραφής",
    "_%s group found_::_%s groups found_" : ["%s ομάδα βρέθηκε","%s ομάδες βρέθηκαν"],
    "_%s user found_::_%s users found_" : ["%s χρήστης βρέθηκε","%s χρήστες βρέθηκαν"],
    "Could not detect user display name attribute. Please specify it yourself in advanced ldap settings." : "Δεν ήταν δυνατή η ανίχνευση της ιδιότητας του εμφανιζόμενου ονόματος χρήστη . Παρακαλείστε να το προσδιορίσετε στις προηγμένες ρυθμίσεις LDAP",
    "Could not find the desired feature" : "Αδυναμία εύρεσης επιθυμητου χαρακτηριστικού",
    "Invalid Host" : "Άκυρος εξυπηρετητής",
    "Server" : "Διακομιστής",
    "User Filter" : "Φίλτρο χρηστών",
    "Login Filter" : "Φίλτρο Εισόδου",
    "Group Filter" : "Group Filter",
    "Save" : "Αποθήκευση",
    "Test Configuration" : "Δοκιμαστικες ρυθμισεις",
    "Help" : "Βοήθεια",
    "Groups meeting these criteria are available in %s:" : "Οι ομάδες που πληρούν τα κριτήρια είναι διαθέσιμες σε %s:",
    "only those object classes:" : "μόνο αυτές οι κλάσεις αντικειμένων:",
    "only from those groups:" : "μόνο από αυτές τις ομάδες:",
    "Edit raw filter instead" : "Επεξεργασία πρωτογενούς φίλτρου αντί αυτού",
    "Raw LDAP filter" : "Πρωτογενές φίλτρο ",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "Το φίλτρο καθορίζει ποιες ομάδες LDAP θα έχουν πρόσβαση στην εγκατάσταση %s.",
    "Test Filter" : "Φίλτρο Ελέγχου",
    "groups found" : "ομάδες βρέθηκαν",
    "Users login with this attribute:" : "Οι χρήστες εισέρχονται με αυτό το χαρακτηριστικό:",
    "LDAP Username:" : "Όνομα χρήστη LDAP:",
    "LDAP Email Address:" : "Διεύθυνση ηλ. ταχυδρομείου LDAP:",
    "Other Attributes:" : "Άλλες Ιδιότητες:",
    "Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action. Example: \"uid=%%uid\"" : "Ορίζει το φίλτρο που θα εφαρμοστεί, όταν επιχειριθεί σύνδεση. Το %%uid αντικαθιστά το όνομα χρήστη κατά τη σύνδεση. Παράδειγμα: \"uid=%%uid\"",
    "1. Server" : "1. Διακομιστής",
    "%s. Server:" : "%s. Διακομιστής:",
    "Add Server Configuration" : "Προσθήκη Ρυθμίσεων Διακομιστή",
    "Delete Configuration" : "Απαλοιφή ρυθμίσεων",
    "Host" : "Διακομιστής",
    "You can omit the protocol, except you require SSL. Then start with ldaps://" : "Μπορείτε να παραλείψετε το πρωτόκολλο, εκτός αν απαιτείται SSL. Σε αυτή την περίπτωση ξεκινήστε με ldaps://",
    "Port" : "Θύρα",
    "User DN" : "User DN",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "Το DN του χρήστη πελάτη με το οποίο θα πρέπει να γίνει η σύνδεση, π.χ. uid=agent,dc=example,dc=com. Για χρήση χωρίς πιστοποίηση, αφήστε το DN και τον Κωδικό κενά.",
    "Password" : "Συνθηματικό",
    "For anonymous access, leave DN and Password empty." : "Για ανώνυμη πρόσβαση, αφήστε κενά τα πεδία DN και Pasword.",
    "One Base DN per line" : "Ένα DN Βάσης ανά γραμμή ",
    "You can specify Base DN for users and groups in the Advanced tab" : "Μπορείτε να καθορίσετε το Base DN για χρήστες και ομάδες από την καρτέλα Προηγμένες ρυθμίσεις",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Αποφυγή αυτόματων αιτημάτων LDAP. Προτιμότερο για μεγαλύτερες εγκαταστάσεις, αλλά απαιτεί κάποιες γνώσεις  LDAP.",
    "Manually enter LDAP filters (recommended for large directories)" : "Εισάγετε με μη αυτόματο τρόπο φίλτρα LDAP (προτείνεται για μεγάλους καταλόγους)",
    "Limit %s access to users meeting these criteria:" : "Περιορισμός της πρόσβασης %s σε χρήστες που πληρούν τα κριτήρια:",
    "The filter specifies which LDAP users shall have access to the %s instance." : "Το φίλτρο καθορίζει ποιοι χρήστες LDAP θα έχουν πρόσβαση στην εγκατάσταση %s.",
    "users found" : "χρήστες βρέθηκαν",
    "Saving" : "Αποθήκευση",
    "Back" : "Επιστροφή",
    "Continue" : "Συνέχεια",
    "LDAP" : "LDAP",
    "Expert" : "Ειδικός",
    "Advanced" : "Για προχωρημένους",
    "<b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them." : "<b>Προσοχή:</b> Οι εφαρμογές user_ldap και user_webdavauth είναι ασύμβατες. Μπορεί να αντιμετωπίσετε απρόβλεπτη συμπεριφορά. Παρακαλώ ζητήστε από τον διαχειριστή συστήματος να απενεργοποιήσει μία από αυτές.",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Προσοχή:</b> Το άρθρωμα PHP LDAP δεν είναι εγκατεστημένο και το σύστημα υποστήριξης δεν θα δουλέψει. Παρακαλώ ζητήστε από τον διαχειριστή συστήματος να το εγκαταστήσει.",
    "Connection Settings" : "Ρυθμίσεις Σύνδεσης",
    "Configuration Active" : "Ενεργοποιηση ρυθμισεων",
    "When unchecked, this configuration will be skipped." : "Όταν δεν είναι επιλεγμένο, αυτή η ρύθμιση θα πρέπει να παραλειφθεί. ",
    "Backup (Replica) Host" : "Δημιουργία αντιγράφων ασφαλείας (Replica) Host ",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "Δώστε μια προαιρετική εφεδρική υποδοχή. Πρέπει να είναι ένα αντίγραφο του κύριου LDAP / AD διακομιστη.",
    "Backup (Replica) Port" : "Δημιουργία αντιγράφων ασφαλείας (Replica) Υποδοχη",
    "Disable Main Server" : "Απενεργοποιηση του κεντρικου διακομιστη",
    "Only connect to the replica server." : "Σύνδεση μόνο με το διακομιστή-αντίγραφο.",
    "Case insensitive LDAP server (Windows)" : "Διακομιστής LDAP με διάκριση πεζών-κεφαλαίων (Windows)",
    "Turn off SSL certificate validation." : "Απενεργοποίηση επικύρωσης πιστοποιητικού SSL.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "Δεν προτείνεται, χρησιμοποιείστε το μόνο για δοκιμές! Εάν η σύνδεση λειτουργεί μόνο με αυτή την επιλογή, εισάγετε το πιστοποιητικό SSL του διακομιστή LDAP στο %s διακομιστή σας.",
    "Cache Time-To-Live" : "Cache Time-To-Live",
    "in seconds. A change empties the cache." : "σε δευτερόλεπτα. Μια αλλαγή αδειάζει την μνήμη cache.",
    "Directory Settings" : "Ρυθμίσεις Καταλόγου",
    "User Display Name Field" : "Πεδίο Ονόματος Χρήστη",
    "The LDAP attribute to use to generate the user's display name." : "Η ιδιότητα LDAP προς χρήση για δημιουργία του προβαλλόμενου ονόματος χρήστη.",
    "Base User Tree" : "Base User Tree",
    "One User Base DN per line" : "Ένα DN βάσης χρηστών ανά γραμμή",
    "User Search Attributes" : "Χαρακτηριστικά αναζήτησης των χρηστών ",
    "Optional; one attribute per line" : "Προαιρετικά? Ένα χαρακτηριστικό ανά γραμμή ",
    "Group Display Name Field" : "Group Display Name Field",
    "The LDAP attribute to use to generate the groups's display name." : "Η ιδιότητα LDAP προς χρήση για δημιουργία του προβαλλόμενου ονόματος ομάδας.",
    "Base Group Tree" : "Base Group Tree",
    "One Group Base DN per line" : "Μια ομαδικη Βάση DN ανά γραμμή",
    "Group Search Attributes" : "Ομάδα Χαρακτηριστικων Αναζήτηση",
    "Group-Member association" : "Group-Member association",
    "Nested Groups" : "Φωλιασμένες ομάδες",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Όταν ενεργοποιηθεί, οι ομάδες που περιέχουν ομάδες υποστηρίζονται. (Λειτουργεί μόνο αν το χαρακτηριστικό μέλους ομάδες περιέχει Διακεκριμένα Ονόματα.)",
    "Paging chunksize" : "Μέγεθος σελιδοποίησης",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Μέγεθος τμήματος που χρησιμοποιείται για την σελιδοποίηση αναζητήσεων LDAP που μπορεί να επιστρέψουν πολλά δεδομένα, όπως απαρίθμηση χρηστών ή ομάδων. (Η τιμή 0 απενεργοποιεί την σελιδοποίηση των αναζητήσεων LDAP σε αυτές τις περιπτώσεις.)",
    "Special Attributes" : "Ειδικά Χαρακτηριστικά ",
    "Quota Field" : "Ποσοσταση πεδιου",
    "Quota Default" : "Προκαθισμενο πεδιο",
    "in bytes" : "σε bytes",
    "Email Field" : "Email τυπος",
    "User Home Folder Naming Rule" : "Χρήστης Προσωπικόςφάκελος Ονομασία Κανόνας ",
    "Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute." : "Αφήστε το κενό για το όνομα χρήστη (προεπιλογή). Διαφορετικά, συμπληρώστε μία ιδιότητα LDAP/AD.",
    "Internal Username" : "Εσωτερικό Όνομα Χρήστη",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ].  Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. To achieve a similar behavior as before ownCloud 5 enter the user display name attribute in the following field. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users." : "Εξ ορισμού, το εσωτερικό όνομα χρήστη θα δημιουργηθεί από το χαρακτηριστικό UUID. Αυτό βεβαιώνει ότι το όνομα χρήστη είναι μοναδικό και δεν χρειάζεται μετατροπή χαρακτήρων. Το εσωτερικό όνομα χρήστη έχει τον περιορισμό ότι μόνο αυτοί οι χαρακτήρες επιτρέπονται: [ a-zA-Z0-9_.@- ]. Οι άλλοι χαρακτήρες αντικαθίστανται με τους αντίστοιχους ASCII ή απλά παραλείπονται. Στις συγκρούσεις ένας αριθμός θα προστεθεί / αυξηθεί. Το εσωτερικό όνομα χρήστη χρησιμοποιείται για την αναγνώριση ενός χρήστη εσωτερικά. Είναι επίσης το προεπιλεγμένο όνομα για τον αρχικό φάκελο χρήστη. Αποτελεί επίσης μέρος των απομακρυσμένων διευθύνσεων URL, για παράδειγμα για όλες τις υπηρεσίες *DAV. Με αυτή τη ρύθμιση, η προεπιλεγμένη συμπεριφορά μπορεί να παρακαμφθεί. Για να επιτευχθεί μια παρόμοια συμπεριφορά όπως πριν το ownCloud 5 εισάγετε το χαρακτηριστικό του προβαλλόμενου ονόματος χρήστη στο παρακάτω πεδίο. Αφήστε το κενό για την προεπιλεγμένη λειτουργία. Οι αλλαγές θα έχουν ισχύ μόνο σε νεώτερους (προστιθέμενους) χρήστες LDAP.",
    "Internal Username Attribute:" : "Ιδιότητα Εσωτερικού Ονόματος Χρήστη:",
    "Override UUID detection" : "Παράκαμψη ανίχνευσης UUID",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Από προεπιλογή, το χαρακτηριστικό UUID εντοπίζεται αυτόματα. Το χαρακτηριστικό UUID χρησιμοποιείται για την αναγνώριση χωρίς αμφιβολία χρηστών και ομάδων LDAP. Επίσης, το εσωτερικό όνομα χρήστη θα δημιουργηθεί με βάση το UUID, εφόσον δεν ορίζεται διαφορετικά ανωτέρω. Μπορείτε να παρακάμψετε τη ρύθμιση και να ορίσετε ένα χαρακτηριστικό της επιλογής σας. Θα πρέπει να βεβαιωθείτε ότι το χαρακτηριστικό της επιλογής σας μπορεί να ληφθεί για τους χρήστες και τις ομάδες και ότι είναι μοναδικό. Αφήστε το κενό για την προεπιλεγμένη λειτουργία. Οι αλλαγές θα έχουν ισχύ μόνο σε πρόσφατα αντιστοιχισμένους (προστιθέμενους) χρήστες και ομάδες LDAP.",
    "UUID Attribute for Users:" : "Χαρακτηριστικό UUID για Χρήστες:",
    "UUID Attribute for Groups:" : "Χαρακτηριστικό UUID για Ομάδες:",
    "Username-LDAP User Mapping" : "Αντιστοίχιση Χρηστών Όνομα Χρήστη-LDAP",
    "Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have a internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "Τα ονόματα χρηστών χρησιμοποιούνται για την αποθήκευση και την ανάθεση (μετα) δεδομένων. Προκειμένου να προσδιοριστούν με ακρίβεια και να αναγνωρίστουν οι χρήστες, κάθε χρήστης LDAP θα έχει ένα εσωτερικό όνομα. Αυτό απαιτεί μια αντιστοίχιση του ονόματος χρήστη με το χρήστη LDAP. Το όνομα χρήστη που δημιουργήθηκε αντιστοιχίζεται στην UUID του χρήστη LDAP. Επιπροσθέτως, το DN αποθηκεύεται προσωρινά (cache) ώστε να μειωθεί η αλληλεπίδραση LDAP, αλλά δεν χρησιμοποιείται για την ταυτοποίηση. Αν το DN αλλάξει, οι αλλαγές θα βρεθούν. Το εσωτερικό όνομα χρήστη χρησιμοποιείται παντού. Η εκκαθάριση των αντιστοιχίσεων θα αφήσει κατάλοιπα παντού. Η εκκαθάριση των αντιστοιχίσεων δεν επηρεάζεται από τη διαμόρφωση, επηρεάζει όλες τις διαμορφώσεις LDAP! Μην διαγράψετε ποτέ τις αντιστοιχίσεις σε ένα λειτουργικό περιβάλλον παρά μόνο σε δοκιμές ή σε πειραματικό στάδιο.",
    "Clear Username-LDAP User Mapping" : "Διαγραφή αντιστοίχησης Ονόματος Χρήστη LDAP-Χρήστη",
    "Clear Groupname-LDAP Group Mapping" : "Διαγραφή αντιστοίχησης Ονόματος Ομάδας-LDAP Ομάδας"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}