{ "translations": {
    "Failed to clear the mappings." : "Se ha producido un fallo al borrar las asignaciones.",
    "Failed to delete the server configuration" : "No se ha podido borrar la configuración del servidor",
    "Invalid configuration: Anonymous binding is not allowed." : "Configuración no válida: No se permite enlazado anónimo.",
    "Valid configuration, connection established!" : "Configuración válida. ¡Conexión establecida!",
    "Valid configuration, but binding failed. Please check the server settings and credentials." : "Configuración válida, pero falló el enlazado. Por favor compruebe los ajustes del servidor y las credenciales.",
    "Invalid configuration. Please have a look at the logs for further details." : "Configuración no válida. Por favor, echa un vistazo al registro para más detalles.",
    "No action specified" : "No se ha especificado la acción",
    "No configuration specified" : "No se ha especificado la configuración",
    "No data specified" : "No se han especificado los datos",
    "Invalid data specified" : "Se especificaron datos inválidos",
    " Could not set configuration %s" : "No se pudo establecer la configuración %s",
    "Action does not exist" : "La acción no existe",
    "Renewing …" : "Renovando …",
    "Very weak password" : "Contraseña muy débil",
    "Weak password" : "Contraseña débil",
    "So-so password" : "Contraseña pasable",
    "Good password" : "Contraseña buena",
    "Strong password" : "Contraseña fuerte",
    "The Base DN appears to be wrong" : "La Base DN parece estar mal",
    "Testing configuration…" : "Probando configuración",
    "Configuration incorrect" : "Configuración Incorrecta",
    "Configuration incomplete" : "Configuración incompleta",
    "Configuration OK" : "Configuración correcta",
    "Select groups" : "Seleccionar grupos",
    "Select object classes" : "Seleccionar la clase de objeto",
    "Please check the credentials, they seem to be wrong." : "Por favor verifique las credenciales, parecen no ser correctas.",
    "Please specify the port, it could not be auto-detected." : "Por favor especifique el puerto, no se ha podido autodetectar.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN no puede ser detectada automáticamente, por favor revise credenciales, host y puerto.",
    "Could not detect Base DN, please enter it manually." : "No se ha podido detectar Base DN, por favor introdúzcala manualmente.",
    "{nthServer}. Server" : "{nthServer}. servidor",
    "No object found in the given Base DN. Please revise." : "No se encuentra ningún objeto en el Base DN proporcionado. Por favor revisar.",
    "More than 1,000 directory entries available." : "Más de 1.000 entradas de directorios disponibles.",
    "_{objectsFound} entry available within the provided Base DN_::_{objectsFound} entries available within the provided Base DN_" : ["{objectsFound} entrada disponible en la base DN proporcionada","{objectsFound} entradas disponibles en la base DN proporcionada","{objectsFound} entradas disponibles en la base DN proporcionada"],
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "Un error ocurrió. Por favor revise la Base DN, también como la configuración de la conexión y credenciales.",
    "Do you really want to delete the current Server Configuration?" : "¿Realmente quieres eliminar la configuración actual del servidor?",
    "Confirm Deletion" : "Confirmar eliminación",
    "Mappings cleared successfully!" : "¡Asignaciones borradas exitosamente!",
    "Error while clearing the mappings." : "Error mientras se borraban las asignaciones.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "Un vínculo anónimo no está permitido. Por favor, suministre un DN de usuario y contraseña. ",
    "LDAP Operations error. Anonymous bind might not be allowed." : "Error de operaciones LDAP. Enlace anónimo puede no estar permitido.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "Guardado fallido. Por favor, asegúrese de que la base de datos está en Operación. Actualizar antes de continuar.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "Cambiando el modo habilitará automáticamente las consultas LDAP. Dependiendo del tamaño de su LDAP puede tardar un rato. ¿Desea cambiar el modo?",
    "Mode switch" : "Modo interruptor",
    "Select attributes" : "Seleccionar atributos",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>" : "Usuario no encontrado. Por favor, comprueba tus atributos de registro y el nombre de usuario. Filtro efectivo (para copiar y pegar para validación en línea de comandos): <br/>",
    "User found and settings verified." : "Usuario encontrado y configuración verificada.",
    "Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in." : "Considera ajustar tu búsqueda, pues abarca muchos usuarios, solo el primero de ellos podrá iniciar sesión.",
    "An unspecified error occurred. Please check log and settings." : "Ha ocurrido un error no especificado. Por favor, comprueba el registro y las configuraciones.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "El filtro de búsqueda es inválido, probablemente debido a problemas de sintáxis tales como números impares de paréntesis abiertos y cerrados. Por favor revíselos.",
    "A connection error to LDAP/AD occurred. Please check host, port and credentials." : "Ocurrió un error de conexión a LDAP/AD. Por favor verifique host, puerto y credenciales.",
    "The \"%uid\" placeholder is missing. It will be replaced with the login name when querying LDAP/AD." : "Falta el marcador de posición \"%uid\". Será reemplazado por el nombre de registro al consultar LDAP/AD.",
    "Please provide a login name to test against" : "Por favor suministre un nombre de inicio de sesión para probar",
    "The group box was disabled, because the LDAP/AD server does not support memberOf." : "El cuadro de grupo fue deshabilitado, porque el servidor LDAP/AD no admite memberOf.",
    "Password change rejected. Hint: " : "Contraseña rechazada. Pista:",
    "Please login with the new password" : "Por favor, entra con la nueva contraseña",
    "LDAP User backend" : "Motor de usuarios LDAP",
    "Your password will expire tomorrow." : "Tu contraseña caducará mañana.",
    "Your password will expire today." : "Tu contraseña caducará hoy.",
    "_Your password will expire within %n day._::_Your password will expire within %n days._" : ["Tu contraseña caducará dentro de %n día.","Tu contraseña caducará dentro de %n días.","Tu contraseña caducará dentro de %n días."],
    "LDAP/AD integration" : "Integración LDAP/AD",
    "LDAP Connection" : "Conexión LDAP",
    "Invalid LDAP UUIDs" : "UUIDs LDAP inválidas",
    "None found" : "Ninguno encontrado",
    "Invalid UUIDs of LDAP accounts or groups have been found. Please review your \"Override UUID detection\" settings in the Expert part of the LDAP configuration and use \"occ ldap:update-uuid\" to update them." : "Se han encontrado UUIDs no válidos de cuentas o grupos LDAP. Por favor, compruebe la configuración de \"Anular detección de UUID\" en la sección de Experto de la configuración LDAP y use \"occ ldap:update-uuid\" para actualizarlos.",
    "_%n group found_::_%n groups found_" : ["%n grupo encontrado","%n grupos encontrados","%n grupos encontrados"],
    "> 1000 groups found" : "Se encontraron más de 1000 grupos",
    "> 1000 users found" : "Se encontraron más de 1000 usuarios",
    "_%n user found_::_%n users found_" : ["%n usuario encontrado ","%n usuarios encontrados","%n usuarios encontrados"],
    "Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings." : "No se ha podido detectar el atributo del nombre ",
    "Could not find the desired feature" : "No se puede encontrar la función deseada.",
    "Invalid Host" : "Host no válido",
    "LDAP user and group backend" : "Motor de usuarios y grupos LDAP",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory." : "Esta aplicación permite a los administradores conectar Nextcloud a un directorio de usuarios basado en LDAP",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory for authentication and provisioning users, groups and user attributes. Admins can configure this application to connect to one or more LDAP directories or Active Directories via an LDAP interface. Attributes such as user quota, email, avatar pictures, group memberships and more can be pulled into Nextcloud from a directory with the appropriate queries and filters.\n\nA user logs into Nextcloud with their LDAP or AD credentials, and is granted access based on an authentication request handled by the LDAP or AD server. Nextcloud does not store LDAP or AD passwords, rather these credentials are used to authenticate a user and then Nextcloud uses a session for the user ID. More information is available in the LDAP User and Group Backend documentation." : "Esta aplicación permite a los administradores conectar Nextcloud con una directorio de usuarios basado en LDAP para autenticación y aprovisionamiento de usuarios, grupos y atributos de usuario. Los administradores pueden configurar esta aplicación para conectarse a uno o más directorios LDAP o Active Directory vía una interfaz LDAP. Los atributos como cuota de usuario, correo, imágenes de avatar, pertenencia a grupos y más pueden incorporarse a Nextcloud desde un directorio con las peticiones y filtros apropiados.\n\nUn usuario se registra en Nextcloud con sus credenciales LDAP o AD y se le concede acceso basándose en una petición de autenticación manejada por el servidor LDAP o AD.Nexttcloud no almacen las contraseñas LDAP o AD, sino que estas credenciales se usan para autenticar un usuario y después Nextcloud usa una sesión para la id de usuario. Más información disponible en la documentación del motor de usuarios y grupos LDAP",
    "Test Configuration" : "Configuración de prueba",
    "Help" : "Ayuda",
    "Groups meeting these criteria are available in %s:" : "Los grupos que cumplen estos criterios están disponibles en %s:",
    "Only these object classes:" : "Sólo estas clases de objetos:",
    "Only from these groups:" : "Sólo desde estos grupos:",
    "Search groups" : "Buscar grupos",
    "Available groups" : "Grupos disponibles",
    "Selected groups" : "Grupos seleccionados",
    "Edit LDAP Query" : "Editar consulta LDAP",
    "LDAP Filter:" : "Filtro LDAP:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "El filtro especifica que grupos LDAP tendrán acceso a %s.",
    "Verify settings and count the groups" : "Verifique los ajustes y cuente los grupos",
    "When logging in, %s will find the user based on the following attributes:" : "Cuando se inicia sesión, %s encontrará al usuario basado en los siguientes atributos:",
    "LDAP/AD Username:" : "Nombre de usuario LDAP/AD:",
    "Allows login against the LDAP/AD username, which is either \"uid\" or \"sAMAccountName\" and will be detected." : "Permite registrarse contra el usuario LDAP/AD, que es o \"uid\" o \"sAMAccountName\" y será detectado.",
    "LDAP/AD Email Address:" : "Dirección email LDAP/AD:",
    "Allows login against an email attribute. \"mail\" and \"mailPrimaryAddress\" allowed." : "Permite registrarse contra un atributo de correo electrónico. Se permiten \"mail\" y \"mailPrimaryAddress\".",
    "Other Attributes:" : "Otros atributos:",
    "Defines the filter to apply, when login is attempted. \"%%uid\" replaces the username in the login action. Example: \"uid=%%uid\"" : "Define el filtro que aplicar cuando se intenta el registro. \"%%uid\" reemplaza al nombre de usuario en la acción de registro. Ejemplo: \"uid=%%uid\"",
    "Test Loginname" : "Probar nombre de sesión",
    "Attempts to receive a DN for the given loginname and the current login filter" : "Intenta recibir un DN para el loginname dado y el filtro de ingreso actual",
    "Verify settings" : "Verificar configuración",
    "%s. Server:" : "%s. Servidor:",
    "Add a new configuration" : "Agregar una nueva configuración",
    "Copy current configuration into new directory binding" : "Copiar la configuración actual  en un nuevo directorio de enlace",
    "Delete the current configuration" : "Elimina la actual configuración",
    "Host" : "Servidor",
    "You can omit the protocol, unless you require SSL. If so, start with ldaps://" : "Puedes omitir el protocolo, excepto si requieres SSL. En este caso, comienza con ldaps://",
    "Port" : "Puerto",
    "Detect Port" : "Detectar puerto",
    "User DN" : "DN usuario",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "El DN del usuario cliente con el que se hará la asociación, p.ej. uid=agente,dc=ejemplo,dc=com. Para acceso anónimo, deje DN y contraseña vacíos.",
    "Password" : "Contraseña",
    "For anonymous access, leave DN and Password empty." : "Para acceso anónimo, deje DN y contraseña vacíos.",
    "Save Credentials" : "Guardar credenciales",
    "One Base DN per line" : "Un DN Base por línea",
    "You can specify Base DN for users and groups in the Advanced tab" : "Puede especificar el DN base para usuarios y grupos en la pestaña Avanzado",
    "Detect Base DN" : "Detectar Base DN",
    "Test Base DN" : "Probar Base DN",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Evita peticiones automáticas al LDAP. Mejor para grandes configuraciones, pero requiere cierto conocimiento de LDAP.",
    "Manually enter LDAP filters (recommended for large directories)" : "Introduzca manualmente los filtros LDAP (recomendado para directorios grandes)",
    "Listing and searching for users is constrained by these criteria:" : "El listado y la búsqueda de usuarios está restringido a estos criterios:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "Los objetos de clases más comunes para los usuarios son organizationalPerson, persona, usuario y inetOrgPerson. Si no está seguro de qué objeto de clase seleccionar, por favor, consulte con su administrador de directorio. ",
    "The filter specifies which LDAP users shall have access to the %s instance." : "El filtro especifica que usuarios LDAP pueden tener acceso a %s.",
    "Verify settings and count users" : "Verificar configuración y contar usuarios",
    "Saving" : "Guardando",
    "Back" : "Atrás",
    "Continue" : "Continuar",
    "Please renew your password." : "Por favor, renueva tu contraseña.",
    "An internal error occurred." : "Ha ocurrido un error interno.",
    "Please try again or contact your administrator." : "Por favor, inténtalo de nuevo o contacta con tu administrador.",
    "Current password" : "Contraseña actual",
    "New password" : "Nueva contraseña",
    "Renew password" : "Renovar contraseña",
    "Wrong password." : "Contraseña incorrecta.",
    "Cancel" : "Cancelar",
    "Server" : "Servidor",
    "Users" : "Usuarios",
    "Login Attributes" : "Atributos de inicio de sesión",
    "Groups" : "Grupos",
    "Expert" : "Experto",
    "Advanced" : "Avanzado",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Advertencia:</b> El módulo LDAP de PHP no está instalado, el sistema no funcionará. Por favor consulte al administrador del sistema para instalarlo.",
    "Connection Settings" : "Configuración de conexión",
    "Configuration Active" : "Configuracion activa",
    "When unchecked, this configuration will be skipped." : "Cuando esté desmarcado, esta configuración se omitirá",
    "Backup (Replica) Host" : "Servidor de copia de seguridad (Réplica)",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "Dar un servidor de copia de seguridad opcional. Debe ser una réplica del servidor principal LDAP / AD.",
    "Backup (Replica) Port" : "Puerto para copias de seguridad (Replica)",
    "Disable Main Server" : "Deshabilitar servidor principal",
    "Only connect to the replica server." : "Conectar sólo con el servidor de réplica.",
    "Turn off SSL certificate validation." : "Desactivar la validación por certificado SSL.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "No se recomienda, ¡utilícelo únicamente para pruebas! Si la conexión sólo funciona con esta opción, importe el certificado SSL del servidor LDAP en su servidor %s.",
    "Cache Time-To-Live" : "Cache TTL",
    "in seconds. A change empties the cache." : "en segundos. Un cambio vacía la caché.",
    "Directory Settings" : "Configuracion de directorio",
    "User Display Name Field" : "Campo de nombre de usuario a mostrar",
    "The LDAP attribute to use to generate the user's display name." : "El campo LDAP a usar para generar el nombre para mostrar del usuario.",
    "2nd User Display Name Field" : "2do Campo de Nombre a Mostrar por el Usuario",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "Opcional. Un atributo LDAP para ser añadido en el nombre a mostrar en paréntesis. Resulta en p.ej. »John Doe (john.doe@example.org)«.",
    "Base User Tree" : "Árbol base de usuario",
    "One User Base DN per line" : "Un DN Base de Usuario por línea",
    "User Search Attributes" : "Atributos de la busqueda de usuario",
    "Optional; one attribute per line" : "Opcional; un atributo por linea",
    "Disable users missing from LDAP" : "Desactivar los usuarios ausentes en LDAP",
    "When switched on, users imported from LDAP which are then missing will be disabled" : "Si se activa, los usuarios importados de LDAP no encontrados se desactivarán.",
    "Group Display Name Field" : "Campo de nombre de grupo a mostrar",
    "The LDAP attribute to use to generate the groups's display name." : "El campo LDAP a usar para generar el nombre para mostrar del grupo.",
    "Base Group Tree" : "Árbol base de grupo",
    "One Group Base DN per line" : "Un DN Base de Grupo por línea",
    "Group Search Attributes" : "Atributos de búsqueda de grupo",
    "Group-Member association" : "Asociación Grupo-Miembro",
    "Dynamic Group Member URL" : "URL Dinámica de Miembro de Grupo",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "El atributo LDAP que en los objetos de grupo contiene una URL de búsqueda LDAP que determina qué objetos pertenecen al grupo. (Un escenario vacío deshabilita la funcionalidad dinámica de pertenencia al grupo.)",
    "Nested Groups" : "Grupos anidados",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Cuando se active, se permitirán grupos que contengan otros grupos (solo funciona si el atributo de miembro de grupo contiene DNs).",
    "Paging chunksize" : "Tamaño de los fragmentos de paginación",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Tamaño de los fragmentos usado para búsquedas LDAP paginadas que pueden devolver resultados voluminosos, como enumeración de usuarios o de grupos. (Si se establece en 0, se deshabilitan las búsquedas LDAP paginadas en esas situaciones.)",
    "Enable LDAP password changes per user" : "Permitir cambios de contraseñas LDAP por usuario",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : "Permite a usuarios LDAP cambiar su contraseña y permite administradores y administradores de grupos, cambiar la contraseña de sus usuarios LDAP. Solo funciona cuando las políticas de control de acceso están configuradas de acuerdo a las del servidor LDAP. Como las contraseñas se mandan en texto plano al servidor, LDAP, encripción del transporte debe ser usado y cifrado de las contraseñas debe ser configurado en el servidor LDAP.",
    "(New password is sent as plain text to LDAP)" : "(La nueva contraseña se envía como texto plano a LDAP)",
    "Default password policy DN" : "Política de contraseñas por defecto DN",
    "The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling." : "El DN de una política de contraseñas por defecto que será usado para el manejo de la expiración de contraseñas. Solo funciona cuando los cambios por usuario de la contraseña LDAP están habilitados y solo está aceptada por OpenLDAP. Déjala vacía para deshabilitar el manejo de expiración de contraseñas.",
    "Special Attributes" : "Atributos especiales",
    "Quota Field" : "Cuota",
    "Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute." : "Deje vacío para la couta predeterminada del usuario. De otra manera, específique un atributo LDAP/AD.",
    "Quota Default" : "Cuota por defecto",
    "Override default quota for LDAP users who do not have a quota set in the Quota Field." : "Anular la cuota predeterminada para usuarios LDAP que no tienen una cuota establecida en el Campo Cuota.",
    "Email Field" : "E-mail",
    "Set the user's email from their LDAP attribute. Leave it empty for default behaviour." : "Configurar el correo electrónico del usuario desde atributo LDAP. Déjelo vacío para comportamiento predeterminado.",
    "User Home Folder Naming Rule" : "Regla para la carpeta Home de usuario",
    "Leave empty for username (default). Otherwise, specify an LDAP/AD attribute." : "Deje vacío el nombre de usuario (por omisión). En otro caso, especifique un atributo LDAP/AD.",
    "\"$home\" Placeholder Field" : "Campo reservado \"$home\"",
    "$home in an external storage configuration will be replaced with the value of the specified attribute" : "$home en una configuración de almacenamiento externo será reemplazado con el valor del atributo especificado",
    "User Profile Attributes" : "Atributos del perfil de usuario",
    "Phone Field" : "Campo Teléfono",
    "User profile Phone will be set from the specified attribute" : "El teléfono en el perfil del usuario será definido desde el atributo especificado",
    "Website Field" : "Campo sitio Web",
    "User profile Website will be set from the specified attribute" : "El sitio Web en el perfil del usuario será definido desde el atributo especificado",
    "Address Field" : "Campo Dirección",
    "User profile Address will be set from the specified attribute" : "La Dirección en el perfil del usuario será definida desde el atributo especificado",
    "Twitter Field" : "Campo Twitter",
    "User profile Twitter will be set from the specified attribute" : "El alias de Twitter en el perfil del usuario será definido desde el atributo especificado",
    "Fediverse Field" : "Campo Fediverso",
    "User profile Fediverse will be set from the specified attribute" : "La identidad en el Fediverso en el perfil del usuario será definida desde el atributo especificado",
    "Organisation Field" : "Campo Organización",
    "User profile Organisation will be set from the specified attribute" : "La Organización en el perfil del usuario será definida desde el atributo especificado",
    "Role Field" : "Campo Rol",
    "User profile Role will be set from the specified attribute" : "El Rol en el perfil del usuario será definido desde el atributo especificado",
    "Headline Field" : "Campo Título",
    "User profile Headline will be set from the specified attribute" : "El Título en el perfil del usuario será definido desde el atributo especificado",
    "Biography Field" : "Campo Biografía",
    "User profile Biography will be set from the specified attribute" : "La Biografía en el perfil del usuario será definida desde el atributo especificado",
    "Internal Username" : "Nombre de usuario interno",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [a-zA-Z0-9_.@-]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all DAV services. With this setting, the default behavior can be overridden. Changes will have effect only on newly mapped (added) LDAP users. Leave it empty for default behavior." : "Por defecto, el nombre de usuario interno será creado a partir del atributo UUID. Esto asegura que el nombre de usuario es único y no se necesitará convertir los caracteres. El nombre de usuario interno tiene la restricción de que solo se admiten estos caracteres:  [ a-zA-Z0-9_.@- ]. Otros caracteres son reemplazados por su correspondencia ASCII o simplemente omitidos. En caso de colisiones se añadirá/incrementará un número. El nombre de usuario interno se usa para identificar internamente a un usuario. Es también el nombre por defecto de la carpeta de inicio del usuario. También es parte de las URL remotas, por ejemplo para todos los servicios DAV. Con esta configuración, se puede anular el comportamiento por defecto. Los cambios tendrán efecto solo en usuarios LDAP mapeados (añadidos) después del cambio. Déjelo vacío para usar el comportamiento por defecto.",
    "Internal Username Attribute:" : "Atributo de nombre de usuario interno:",
    "Override UUID detection" : "Anular la detección UUID",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Por defecto, el atributo UUID se detecta automáticamente. Este atributo es usado para identificar inequívocamente a usuarios y grupos LDAP. Además, el nombre de usuario interno será creado basado en el UUID, si no ha sido especificado otro comportamiento arriba. Puede anular la configuración y pasar un atributo de su elección. Debe asegurarse de que el atributo de su elección sea accesible por los usuarios y grupos y ser único. Déjelo en blanco para usar el comportamiento por defecto. Los cambios tendrán efecto solo en los usuarios y grupos de LDAP mapeados (añadidos) recientemente.",
    "UUID Attribute for Users:" : "Atributo UUID para usuarios:",
    "UUID Attribute for Groups:" : "Atributo UUID para Grupos:",
    "Username-LDAP User Mapping" : "Asignación del Nombre de usuario de un usuario LDAP",
    "Usernames are used to store and assign metadata. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "Los nombres de usuario se usan para almacenar y asignar metadatos. Para identificar y reconocer con precisión a los usuarios, cada usuario de LDAP tendrá un nombre de usuario interno. Esto requiere una asignación de nombre de usuario a usuario de LDAP. El nombre de usuario creado se asigna al UUID del usuario de LDAP. Además, el DN también se almacena en caché para reducir la interacción de LDAP, pero no se utiliza para la identificación. Si el DN cambia, se encontrarán los cambios. El nombre de usuario interno se usa en todas partes. Limpiar las asignaciones tendrá sobras en todas partes. ¡Borrar las asignaciones no es sensible a la configuración, afecta todas las configuraciones de LDAP! Nunca borre las asignaciones en un entorno de producción, solo en una etapa de prueba o experimental.",
    "Clear Username-LDAP User Mapping" : "Borrar la asignación de los Nombres de usuario de los usuarios LDAP",
    "Clear Groupname-LDAP Group Mapping" : "Borrar la asignación de los Nombres de grupo de los grupos de LDAP",
    "Invalid UUIDs of LDAP users or groups have been found. Please review your \"Override UUID detection\" settings in the Expert part of the LDAP configuration and use \"occ ldap:update-uuid\" to update them." : "Se han encontrado UUIDs no válidos de usuarios o grupos LDAP. Por favor, compruebe la configuración de \"Anular detección de UUID\" en la sección de Experto de la configuración LDAP y use \"occ ldap:update-uuid\" para actualizarlos."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}