{ "translations": {
    "Failed to clear the mappings." : "Gagal membersihkan pemetaan.",
    "Failed to delete the server configuration" : "Gagal menghapus konfigurasi server",
    "Invalid configuration: Anonymous binding is not allowed." : "Konfigurasi tidak valid: Pengikatan anonim tidak diizinkan.",
    "Valid configuration, connection established!" : "Konfigurasi valid, terhubung!",
    "Valid configuration, but binding failed. Please check the server settings and credentials." : "Konfigurasi valid, tetapi pengikatan gagal. Silakan periksa pengaturan peladen dan kredensial.",
    "Invalid configuration. Please have a look at the logs for further details." : "Konfigurasi tidak valid. Silakan log untuk detil lebih lanjut.",
    "No action specified" : "Tidak ada tindakan yang ditetapkan",
    "No configuration specified" : "Tidak ada konfigurasi yang ditetapkan",
    "No data specified" : "Tidak ada data yang ditetapkan",
    " Could not set configuration %s" : "Tidak dapat menyetel konfigurasi %s",
    "Action does not exist" : "Tidak ada tindakan",
    "Renewing …" : "Memperbarui ...",
    "Very weak password" : "Kata sandi sangat lemah",
    "Weak password" : "Kata sandi lemah",
    "So-so password" : "Kata sandi lumayan",
    "Good password" : "Kata sandi baik",
    "Strong password" : "Kata sandi kuat",
    "The Base DN appears to be wrong" : "Base DN tampaknya salah",
    "Testing configuration…" : "Menguji konfigurasi...",
    "Configuration incorrect" : "Konfigurasi salah",
    "Configuration incomplete" : "Konfigurasi tidak lengkap",
    "Configuration OK" : "Konfigurasi Oke",
    "Select groups" : "Pilih grup",
    "Select object classes" : "Pilik kelas obyek",
    "Please check the credentials, they seem to be wrong." : "Mohon periksa kredensial, nampaknya ada kesalahan.",
    "Please specify the port, it could not be auto-detected." : "Mohon tentukan port karena tidak terdeteksi secara otomatis.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN tidak terdeteksi secara otomatis, mohon periksa kembali kredensial, host dan port.",
    "Could not detect Base DN, please enter it manually." : "Tidak dapat mendeteksi Base DN, mohon masukkan secara manual.",
    "{nthServer}. Server" : "{nthServer}. Server",
    "No object found in the given Base DN. Please revise." : "Tidak ada obyek ditemukan di Base DN yang diberikan. Mohon diperiksa kembali.",
    "More than 1,000 directory entries available." : "Lebih dari 1000 entri direktori tersedia.",
    "_{objectsFound} entry available within the provided Base DN_::_{objectsFound} entries available within the provided Base DN_" : ["{objectsFound} entri tersedia pada Base DN yang digunakan"],
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "Terjadi kesalahan. Silakan periksa Base DN, serta pengaturan sambungan dan kredensial.",
    "Do you really want to delete the current Server Configuration?" : "Apakan Anda ingin menghapus Konfigurasi Server saat ini?",
    "Confirm Deletion" : "Konfirmasi Penghapusan",
    "Mappings cleared successfully!" : "Pemetaan berhasil dibersihkan!",
    "Error while clearing the mappings." : "Kesalahan saat membersihkan pemetaan.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "Bind anonim tidak diizinkan. Mohon berikan sebuah User DN dan Password.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "Kesalahan Operasi LDAP. Bind anonim tidak diizinkan.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "Menyimpan gagal. Mohon pastikan basis data di Operasi. Muat Ulang sebelum melanjutkan.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "Beralih modus akan mengaktifkan kueri LDAP secara otomatis. Hal ini memerlukan beberapa saat tergantung pada ukuran LDAP Anda. Apakah Anda tetap ingin beralih modus?",
    "Mode switch" : "Beralih modus",
    "Select attributes" : "Pilih atribut",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>" : "Pengguna tidak ditemukan. Silakan periksa atribut log masuk dan nama pengguna. Filter yang diterapkan (untuk validasi pada antarmuka CLI):<br/>",
    "User found and settings verified." : "Pengguna ditemukan dan pengaturan terverifikasi.",
    "Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in." : "Pertimbangkan untuk mempersempit pencarian Anda, karena meliputi banyak pengguna, hanya yang pertama yang dapat log masuk.",
    "An unspecified error occurred. Please check log and settings." : "Suatu galat yang belum diketahui muncul. Silakan periksa log dan pengaturan.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "Penyaring pencarian tidak sah, kemungkinan karena masalah sintaks seperti jumlah kurung buka dan tutup tidak sama. Mohon diperiksa.",
    "Please provide a login name to test against" : "Mohon berikan nama login untuk mengujinya kembali",
    "Password change rejected. Hint: " : "Perubahan kata sandi ditolak. Petunjuk:",
    "Please login with the new password" : "Silakan log masuk dengan kata sandi baru",
    "LDAP User backend" : "Backend pengguna",
    "Your password will expire tomorrow." : "Kata sandi Anda akan kedaluwarsa besok.",
    "Your password will expire today." : "Kata sandi Anda akan kedaluwarsa hari ini.",
    "_Your password will expire within %n day._::_Your password will expire within %n days._" : ["Kata sandi Anda akan kedaluwarsa dalam %n hari."],
    "Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings." : "Atribut nama yang akan ditampilkan tidak terdeteksi. Silakan tentukan Anda sendiri pada pengaturan lanjutan LDAP.",
    "Could not find the desired feature" : "Tidak dapat menemukan fitur yang diinginkan",
    "Invalid Host" : "Host tidak sah",
    "LDAP user and group backend" : "Backend pengguna dan grup LDAP",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory." : "Aplikasi ini memungkinkan administrator menghubungkan Nextcloud dengan direktori pengguna berbasis LDAP.",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory for authentication and provisioning users, groups and user attributes. Admins can configure this application to connect to one or more LDAP directories or Active Directories via an LDAP interface. Attributes such as user quota, email, avatar pictures, group memberships and more can be pulled into Nextcloud from a directory with the appropriate queries and filters.\n\nA user logs into Nextcloud with their LDAP or AD credentials, and is granted access based on an authentication request handled by the LDAP or AD server. Nextcloud does not store LDAP or AD passwords, rather these credentials are used to authenticate a user and then Nextcloud uses a session for the user ID. More information is available in the LDAP User and Group Backend documentation." : "Aplikasi ini mengizinkan administrator untuk menghubungkan Nexcloud dengan direktori pengguna berbasis LDAP, untuk otentikasi dan penyediaan atribut pengguna dan grup. Admin dapat melakukan konfigurasi untuk menghubungkan satu atau lebih LDAP atau Active Directory melalui antarmuka LDAP. Atribut seperti diantaranya, kuota, surel, gambar profil, keanggotaan grup, dan lainnya dapat ditarik ke Nextcloud dari suatu layanan direktori dengan kueri dan filter yang sesuai.\n\nPengguna akan terhubung ke Nextcloud menggunakan kredensial LDAP atau AD, dan mendapatkan akses berdasarkan permintaan autentikasi yang ditangani oleh peladen LDAP atau AD. Nextcloud tidak menyimpan kata sandi LDAP atau AD, alih-alih kredensial digunakan untuk mengautentikasi pengguna, dan berikutnya Nextcloud akan menggunakan suatu sesi bagi ID pengguna. Informasi lebih lanjut dapat dilihat pada dokumentasi LDAP User and Group Backend.",
    "Test Configuration" : "Uji Konfigurasi",
    "Help" : "Bantuan",
    "Groups meeting these criteria are available in %s:" : "Grup yang memenuhi kriteria ini tersedia di %s:",
    "Only these object classes:" : "Hanya kelas obyek berikut:",
    "Only from these groups:" : "Hanya dari grup berikut:",
    "Search groups" : "Pencarian grup",
    "Available groups" : "Grup tersedia",
    "Selected groups" : "Grup terpilih",
    "Edit LDAP Query" : "Sunting Kueri LDAP",
    "LDAP Filter:" : "Penyaring LDAP:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "Penyaring menentukan grup LDAP mana yang memiliki akses ke %s.",
    "Verify settings and count the groups" : "Verifikasi pengaturan, dan hitung jumlah grup",
    "When logging in, %s will find the user based on the following attributes:" : "Pada saat login, %s akan menemukan pengguna berdasarkan atribut berikut:",
    "Allows login against an email attribute. \"mail\" and \"mailPrimaryAddress\" allowed." : "Mengizinkan juga log masuk menggunakan atribut surel \"mail\" dan \"mailPrimaryAddress\".",
    "Other Attributes:" : "Atribut Lain:",
    "Defines the filter to apply, when login is attempted. \"%%uid\" replaces the username in the login action. Example: \"uid=%%uid\"" : "Definisikan penerapan filter saat percobaan log masuk. \"%%uid\" akan menggantikan nama pengguna saat aksi dilakukan. Contoh: \"uid=%%uid\"",
    "Test Loginname" : "Test Loginname",
    "Verify settings" : "Verifikasi setelan",
    "%s. Server:" : "%s. Server:",
    "Add a new configuration" : "Tambah konfigurasi baru",
    "Copy current configuration into new directory binding" : "Salin konfigurasi saat ini kedalam direktori baru",
    "Delete the current configuration" : "Hapus konfigurasi saat ini",
    "Host" : "Host",
    "You can omit the protocol, unless you require SSL. If so, start with ldaps://" : "Anda dapat mengabaikan nama protokol, kecuali dibutuhkan SSL. Jika iya, maka awali dengan ldaps://",
    "Port" : "Port",
    "Detect Port" : "Deteksi Port",
    "User DN" : "Pengguna DN",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "DN dari klien pengguna yang dengannya tautan akan diterapkan, mis. uid=agen,dc=contoh,dc=com. Untuk akses anonim, biarkan DN dan kata sandi kosong.",
    "Password" : "Kata sandi",
    "For anonymous access, leave DN and Password empty." : "Untuk akses anonim, biarkan DN dan Kata sandi kosong.",
    "Save Credentials" : "Simpan kredensial",
    "One Base DN per line" : "Satu Base DN per baris",
    "You can specify Base DN for users and groups in the Advanced tab" : "Anda dapat menetapkan Base DN untuk pengguna dan grup dalam tab Lanjutan",
    "Detect Base DN" : "Deteksi Base DN",
    "Test Base DN" : "Uji Base DN",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Mencegah permintaan LDAP otomatis. Berguna untuk setelan yang lebih besar, tapi memerlukan beberapa pengetahuan LDAP.",
    "Manually enter LDAP filters (recommended for large directories)" : "Masukkan penyaring LDAP secara manual (direkomendasikan untuk direktori yang besar)",
    "Listing and searching for users is constrained by these criteria:" : "Daftar pencarian pengguna, akan dibatasi kriteria berikut:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "Kelas obyek yang umum untuk pengguna adalah organizationalPerson, person, user, dan inetOrgPerson. Jika Anda tidak yakin kelas obyek mana yang akan dipilih, silakan konsultasi dengan admin direktori Anda.",
    "The filter specifies which LDAP users shall have access to the %s instance." : "Penyaring menentukan pengguna LDAP mana yang memiliki akses ke %s.",
    "Verify settings and count users" : "Verifikasi setelan dan jumlah pengguna",
    "Saving" : "Menyimpan",
    "Back" : "Kembali",
    "Continue" : "Lanjutkan",
    "Please renew your password." : "Silakan perbarui kata sandi Anda.",
    "An internal error occurred." : "Terjadi kesalahan internal.",
    "Please try again or contact your administrator." : "Mohon coba lagi atau hubungi administrator Anda.",
    "Current password" : "Kata sandi saat ini",
    "New password" : "Kata sandi baru",
    "Renew password" : "Perbarui kata sandi",
    "Wrong password." : "Sandi salah.",
    "Cancel" : "Membatalkan",
    "Server" : "Server",
    "Users" : "Pengguna",
    "Login Attributes" : "Atribut Login",
    "Groups" : "Grup",
    "Expert" : "Lanjutan",
    "Advanced" : "Lanjutan",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Peringatan:</b> Modul LDAP PHP tidak terpasang, perangkat tidak akan bekerja. Silakan minta administrator sistem untuk memasangnya.",
    "Connection Settings" : "Pengaturan Koneksi",
    "Configuration Active" : "Konfigurasi Aktif",
    "When unchecked, this configuration will be skipped." : "Jika tidak dicentang, konfigurasi ini akan dilewati.",
    "Backup (Replica) Host" : "Cadangkan (Replika) Host",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "Berikan pilihan host cadangan. Harus merupakan replika dari server LDAP/AD utama.",
    "Backup (Replica) Port" : "Cadangkan (Replika) Port",
    "Disable Main Server" : "Nonaktifkan Server Utama",
    "Only connect to the replica server." : "Hanya terhubung ke server replika.",
    "Turn off SSL certificate validation." : "Matikan validasi sertifikat SSL.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "Tidak dianjurkan, gunakan ini hanya untuk percobaan! Jika koneksi hanya bekerja dengan opsi ini, impor sertifikat SSL milik server LDAP kedalam server %s Anda.",
    "Cache Time-To-Live" : "Cache Time-To-Live",
    "in seconds. A change empties the cache." : "dalam detik. perubahan mengosongkan cache",
    "Directory Settings" : "Pengaturan Direktori",
    "User Display Name Field" : "Bidang Tampilan Nama Pengguna",
    "The LDAP attribute to use to generate the user's display name." : "Atribut LDAP digunakan untuk menghasilkan nama tampilan pengguna.",
    "2nd User Display Name Field" : "Bidang Tampilan Nama Pengguna Kedua",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "Opsional. Atribut LDAP bisa ditambahkan ke nama tampilan dalam tanda kurung. Hasil dalam cth.  »John Doe (john.doe@example.org)«.",
    "Base User Tree" : "Base User Tree",
    "One User Base DN per line" : "Satu Pengguna Base DN per baris",
    "User Search Attributes" : "Atribut Pencarian Pengguna",
    "Optional; one attribute per line" : "Pilihan; satu atribut per baris",
    "Group Display Name Field" : "Bidang Tampilan Nama Grup",
    "The LDAP attribute to use to generate the groups's display name." : "Atribut LDAP digunakan untuk menghasilkan nama tampilan grup.",
    "Base Group Tree" : "Base Group Tree",
    "One Group Base DN per line" : "Satu Grup Base DN per baris",
    "Group Search Attributes" : "Atribut Pencarian Grup",
    "Group-Member association" : "Asosiasi Anggota-Grup",
    "Dynamic Group Member URL" : "URL Member Grup Dinamis",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "Atribut LDAP dalam objek grup mengandung URL pencarian LDAP yang menentukan apa objek yang dimiliki grup. (Pengaturan kosong menonaktifkan fungsi keanggoaan grup dinamis.)",
    "Nested Groups" : "Grup Bersarang",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Ketika dihidupkan, grup yang berisi grup akan didukung. (Hanya bekerja jika atribut anggota grup berisi DN.)",
    "Paging chunksize" : "Paging chunksize",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Chunksize digunakan untuk pencarian paged LDAP yang mengembalikan hasil secara massal seperti enumerasi pengguna dan grup. (Atur dengan nilai 0 untuk menonaktifkan pencarian paged LDAP dalam situasi tersebut.)",
    "Enable LDAP password changes per user" : "Aktifkan perubahan kata sandi LDAP per pengguna",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : "Perbolehkan pengguna LDAP mengubah kata sandi mereka dan perbolehkan Administrator Super dan Administrator Grup untuk mengubah kata sandi pengguna LDAP mereka. Hanya bekerja ketika kebijaksanaan akses kontrol terconfigurasi berdasarkan server LDAP. Sebagaimana kata sandi dikirim dalam plain teks ke server LDAP, pengiriman enkripsi harus digunakan dan hashing kata sandi harus terkonfigurasi di server LDAP.",
    "(New password is sent as plain text to LDAP)" : "(Kata sandi baru dikirim sebagai plain teks ke LDAP)",
    "Default password policy DN" : "Kebijakan bawaan kata sandi DN",
    "The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling." : "Kebijakan kata sandi bawaan DN akan digunakan untuk penanganan masa kedaluwarsa. Hanya berfungsi jika perubahan kata sandi tiap pengguna diaktifkan, dan hanya mendukung OpenLDAP. Biarkan kosong untuk tidak menggunakan penanganan masa kedaluwarsa kata sandi.",
    "Special Attributes" : "Atribut Khusus",
    "Quota Field" : "Kolom Kuota",
    "Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute." : "Biarkan kosong untuk kuota bawaan pengguna. Atau tentukan atribut LDAP/AD.",
    "Quota Default" : "Kuota Baku",
    "Override default quota for LDAP users who do not have a quota set in the Quota Field." : "Tetapkan kuota bawaan bagi pengguna LDAP, yang nilai kuotanya tidak ditentukan pada isian kuota.",
    "Email Field" : "Kolom Surel",
    "Set the user's email from their LDAP attribute. Leave it empty for default behaviour." : "Tetapkan surel pengguna menggunakan atribut LDAP. Biarkan kosong untuk menggunakan perilaku bawaan.",
    "User Home Folder Naming Rule" : "Aturan Penamaan Folder Home Pengguna",
    "Leave empty for username (default). Otherwise, specify an LDAP/AD attribute." : "Biarkan nama pengguna kosong (bawaan). Atau, tentukan atribut LDAP/AD.",
    "$home in an external storage configuration will be replaced with the value of the specified attribute" : "$home pada konfigurasi penyimpanan eksternal akan diubah dengan nilai pada atribut yang ditentukan",
    "Internal Username" : "Nama Pengguna Internal",
    "Internal Username Attribute:" : "Atribut Nama Pengguna Internal:",
    "Override UUID detection" : "Timpa deteksi UUID",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Secara default, atribut UUID akan secara otomatis terdeteksi. Atribut UUID ini digunakan untuk mengidentifikasi pengguna dan grup LDAP yang diragukan. Nama pengguna internal juga akan dibuat berdasarkan UUID jika belum ditetapkan di atas. Anda dapat mengganti pengaturan dan meluluskan atribut pilihan Anda. Anda harus memastikan bahwa atribut pilihan Anda dapat diambil untuk pengguna dan grup, serta haruslah unik. Biarkan kosong untuk perilaku default. Perubahan akan berpengaruh hanya pada pengguna dan grup LDAP yang baru dipetakan (ditambahkan).",
    "UUID Attribute for Users:" : "Atribut UUID untuk Pengguna:",
    "UUID Attribute for Groups:" : "Atribut UUID untuk Grup:",
    "Username-LDAP User Mapping" : "Pemetaan Pengguna LDAP-Nama pengguna",
    "Usernames are used to store and assign metadata. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "Nama pengguna digunakan untuk menyimpan dan menetapkan (meta) data. Digunakan untuk mengidentifikasi dan mengenali pengguna secara tepat, setiap pengguna LDAP akan memiliki nama pengguna internal. Hal ini memerlukan sebuah pemetaan dari nama pengguna ke pengguna LDAP. Nama pengguna yang dibuat akan dipetakan pada UUID pengguna LDAP. Selain itu, DN akan di cache untuk mengurangi interaksi LDAP, tetapi tidak digunakan untuk identifikasi. Jika DN berubah, perubahan akan ditemukan. Nama pengguna internal digunakan secara menyeluruh. Membersihkan pemetaan akan mempengaruhi semua konfigurasi LDAP! JANGAN PERNAH MENGHAPUS PEMETAAN PADA LINGKUNGAN PRODUKSI, hanya gunakan selama tahap pengujian dan percobaan.",
    "Clear Username-LDAP User Mapping" : "Bersihkan Pemetaan Pengguna LDAP-Nama pengguna",
    "Clear Groupname-LDAP Group Mapping" : "Bersihkan Pemetaan Grup LDAP-Nama grup"
},"pluralForm" :"nplurals=1; plural=0;"
}