{ "translations": {
    "Failed to clear the mappings." : "ბმების წაშლის დროს მოხდა შეცდომა.",
    "Failed to delete the server configuration" : "შეცდომა სერვერის კონფიგურაციის წაშლისას",
    "Invalid configuration: Anonymous binding is not allowed." : "არასწორი კონფიგურაცია: ანონიმური კავშირები არაა დაშვებული.",
    "Valid configuration, connection established!" : "სწორი კონფიგურაცია, კავშირი დამყარებულია!",
    "Valid configuration, but binding failed. Please check the server settings and credentials." : "სწორი კონფიგურაცია, თუმცა მიბმა ვერ მოხერხდა. გთხოვთ შეამოწმოთ სერვერის კონფიგურაცია და უფლებამოსილებები.",
    "Invalid configuration. Please have a look at the logs for further details." : "არასწორი კონფიგურაცია. დეტალებისთვის გთხოვთ გადახედოთ ლოგებს.",
    "No action specified" : "ქმედება არ იყო სპეციფირებული",
    "No configuration specified" : "კონფიგურაცია არ იყო სპეციფირებული",
    "No data specified" : "მონაცემები არ იყო სპეციფირებული",
    " Could not set configuration %s" : "კონფიგურაციის %s დაყენება ვერ მოხერხდა",
    "Action does not exist" : "ქმედება არ არსებობს",
    "Renewing …" : "განხილვა …",
    "Very weak password" : "ძალიან სუსტი პაროლი",
    "Weak password" : "სუსტი პაროლი",
    "So-so password" : "ნორმალური პაროლი",
    "Good password" : "კარგი პაროლი",
    "Strong password" : "ძლიერი პაროლი",
    "The Base DN appears to be wrong" : "საბაზისო DN როგორც ჩანს არასწორია",
    "Testing configuration…" : "კონფიგურაციის შემოწმება…",
    "Configuration incorrect" : "კონფიგურაცია არასწორია",
    "Configuration incomplete" : "კონფიგურაცია არასრულია",
    "Configuration OK" : "კონფიგურაცია კარგია",
    "Select groups" : "ჯგუფების არჩევა",
    "Select object classes" : "ობიექტის კლასების არჩევა",
    "Please check the credentials, they seem to be wrong." : "გთხოვთ გადაამოწმოთ უფლებამოსილებები, როგორც ჩანს ისინი არასწორია.",
    "Please specify the port, it could not be auto-detected." : "გთხოვთ მიუთითოთ პორტი, მისი ავტო-აღმოჩენა ვერ ხერხდება.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "საბაზისო DN-ის ავტო-აღმოჩენა ვერ ხერხდება, გთხოვთ გადახედოთ უფლებამოსილებებს, ჰოსტს და პორტს.",
    "Could not detect Base DN, please enter it manually." : "საბაზისო DN-ის აღმოჩენა ვერ ხერხდება, გთხოვთ ხელით მიუთითოთ ის.",
    "{nthServer}. Server" : "{nthServer}. სერვერი",
    "No object found in the given Base DN. Please revise." : "მოცემულ საბაზისო DN-ში ობიექტი ვერ იქნა ნაპოვნი. გთხოვთ გადახედოთ.",
    "More than 1,000 directory entries available." : "ხელმისაწვდომია 1000-ზე მეტი დირექტორია.",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "გამოჩნდა შეცდომა. გთხოვთ შეამოწმოთ საბაზისო DN, ასევე კავშირის და უფლებამოსილებების კონფიგურაცია.",
    "Do you really want to delete the current Server Configuration?" : "ნამდვილად გსურთ სერვერის მიმდინარე პარამეტრების წაშლა?",
    "Confirm Deletion" : "წაშლის დადასტურება",
    "Mappings cleared successfully!" : "ბმები წარმატებით გასუფთავდა!",
    "Error while clearing the mappings." : "ბმების გასუფთავებისას წარმოიშვა შეცდომა.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "ანონიმური მიბმა ხელმისაწვდომი არაა. გთხოვთ მოგვაწოდოთ მომხმარებელი DN და პაროლი.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "LDAP ოპერაციების შეცდომა. ანონიმური მიბმა შეიძლება არ იყოს დაშვებული.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "შენახვა ვერ მოხერხდა. გთხოვთ დარწმუნდეთ, რომ მონაცემთა ბაზა ოპერაციაშია. გაგრძელებამდე განაახლეთ გვერდი.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "რეჟიმის შეცვლა აამოქმედებს ავტომატურ LDAP პასუხის მოთხოვნას. თქვენი LDAP-ის ზომასთან დამოკიდებულებით ამან შეიძლება გასტანოს გარკვეულ პერიოდს. მაინც გსურთ რეჟიმის შეცვლა?",
    "Mode switch" : "რეჟიმის შეცვლა",
    "Select attributes" : "ატრიბუტების არჩევა",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>" : "მომხმარებელი ნაპოვნი ვერ იქნა. გთხოვთ შეამოწმოთ თქვენი ლოგინის ატრიბუტები და მომხმარებლის სახელი. ეფექტური ფილტრი (command-line ვალიდაციისთვის დასაკოპირებლად და ჩასასმელად): <br/>",
    "User found and settings verified." : "მომხმარებელი ნაპოვნია და პარამეტრები დამოწმებულია.",
    "Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in." : "შეამოკლეთ საძიებო მნიშვნელობები, მან მოიცვა ბევრი მომხმარებელი, მხოლოდ პირველი მათგანი გაივლის ავტორიზაციას.",
    "An unspecified error occurred. Please check log and settings." : "გამოჩნდა არასპეციფირებული შეცდომა. გთხოვთ შეამოწმოთ ლოგი და პარამეტრები.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "ძიების ფილტრი არასწორია, ეს შესაძლოა გამოეწვიათ ისეთ სინტაქსის პრობლემებს, როგორებიცაა გახსნილი და დახურული ფრჩხილების არაჯერადი რაოდენობა. გთხოვთ გადახედოთ.",
    "A connection error to LDAP / AD occurred, please check host, port and credentials." : "LDAP / AD-სთან გამოჩნდა კავშირის პრობლემა, გთხოვთ შეამოწმოთ ჰოსტი, პორტი და უფლებამოსილებები.",
    "The \"%uid\" placeholder is missing. It will be replaced with the login name when querying LDAP / AD." : "\"%u\" ადგილი არაა მითითებული. LDAP / AD პასუხის მოთხოვნისას, ის ჩანაცვლებულ იქნება ლოგინის სახელით.",
    "Please provide a login name to test against" : "ტესტისთვის გთხოვთ მიუთითოთ ლოგინის სახელი",
    "The group box was disabled, because the LDAP / AD server does not support memberOf." : "ჯგუფის ყუთი გაითიშა, LDAP / AD სერვერს არ აქვს memberOf-ის მხარდაჭერა.",
    "Password change rejected. Hint: " : "პაროლის ცვლილება უარყოფილ იქნა. მითითება:",
    "Please login with the new password" : "გთხოვთ გაიაროთ ავტორიზაცია ახალი პაროლით",
    "Your password will expire tomorrow." : "თქვენი პაროლი გაუქმდება ხვალ.",
    "Your password will expire today." : "თქვენი პაროლი გაუქმდება დღეს.",
    "_Your password will expire within %n day._::_Your password will expire within %n days._" : ["თქვენი პაროლი გაუქმდება %n დღეში.","თქვენი პაროლი გაუქმდება %n დღეში."],
    "LDAP / AD integration" : "LDAP / AD ინტეგრაცია",
    "_%s group found_::_%s groups found_" : ["ნაპოვნა %s ჯგუფი","ნაპოვნა %s ჯგუფი"],
    "_%s user found_::_%s users found_" : ["ნაპოვნია %s მომხმარებელი","ნაპოვნია %s მომხმარებელი"],
    "Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings." : "მომხმარებლის დისპლეის სახელის ატრიბუტის აღმოჩენა ვერ მოხერხდა. გთხოვთ LDAP-ის პარამეტრებში თქვენით დააყენოთ ის.",
    "Could not find the desired feature" : "მოთხოვნილი ფუნქციონალის პოვნა ვერ მოხერხდა",
    "Invalid Host" : "არასწორი ჰოსტი",
    "LDAP user and group backend" : "LDAP მომხმარებლის და ჯგუფის ბექენდი",
    "Test Configuration" : "კავშირის შემოწმება",
    "Help" : "დახმარება",
    "Groups meeting these criteria are available in %s:" : "ჯგუფები ამ კრიტერიუმით ხელმისაწვდომია %s-ში:",
    "Only these object classes:" : "მხოლოდ ამ ობიექტის კლასებიდან:",
    "Only from these groups:" : "მხოლოდ ამ ჯგუფებიდან:",
    "Search groups" : "ჯგუფების ძიება",
    "Available groups" : "ხელმისაწვდომი ჯგუფები",
    "Selected groups" : "არჩეული ჯგუფები",
    "Edit LDAP Query" : "LDAP შეკითხვის ცვლილება",
    "LDAP Filter:" : "LDAP ფილტრი:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "ფილტრი აზუსტებს თუ რომელ LDAP ჯგუფებს ექნებათ წვდომა %s ინსტანციაზე.",
    "Verify settings and count the groups" : "დაამოწმეთ პარამეტრები და დათვალეთ ჯგუფები",
    "When logging in, %s will find the user based on the following attributes:" : "ავტორიზაციისას, %s იპოვის მოხმარებელს შემდეგი ატრიბუტების მიხედვით:",
    "LDAP / AD Username:" : "LDAP / AD მომხმარებელი:",
    "Allows login against the LDAP / AD username, which is either \"uid\" or \"sAMAccountName\" and will be detected." : "LDAP / AD მომხმარებლზე იძლევა ავტორიზაციის უფლებას, მომხმარებელი ან \"uid\"-ია ან \"sAMAaccountName\", ის იქნება აღმოჩენილი.",
    "LDAP / AD Email Address:" : "LDAP / AD ელ-ფოსტის მისამართი:",
    "Allows login against an email attribute. \"mail\" and \"mailPrimaryAddress\" allowed." : "ელ-ფოსტის ატრიბუტზე ავტორიზაციის ნების დართვა. დაშვებულია \"mail\" და \"mailPrimaryAddress\".",
    "Other Attributes:" : "სხვა ატრიბუტები:",
    "Defines the filter to apply, when login is attempted. \"%%uid\" replaces the username in the login action. Example: \"uid=%%uid\"" : "ავტორიზაციის მცდელობისას საზღვრავს მიღების ფილტრს. \"%%uid\" ავტორიზაციის ქმედებაში ანაცვლებს მომხმარებლის სახელს. მაგალითი: \"uid=%%uid\"",
    "Test Loginname" : "შემოწმების ლოგინის სახელი",
    "Verify settings" : "პარამეტრების დამოწმება",
    "%s. Server:" : "%s. სერვერი:",
    "Add a new configuration" : "ახალი კონფიგურაციის დამატება",
    "Copy current configuration into new directory binding" : "ამჟამინდელი კონფიგურაციის კოპირება ახალი დირექტორიის ბმაში",
    "Delete the current configuration" : "ამჟამინდელი კონფიგურაციის გაუქმება",
    "Host" : "ჰოსტი",
    "You can omit the protocol, unless you require SSL. If so, start with ldaps://" : "იმ შემთხვევაში, თუ არ საჭიროებთ SSL-ს, შეგიზლიათ გამოტოვოთ პროტოკოლი. სხვა შემთხვევაში, დაიწყეთ ldaps://",
    "Port" : "პორტი",
    "Detect Port" : "პორტის აღმოჩენა",
    "User DN" : "მომხმარებლის DN",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "მომხმარებლის DN რომელთანაც უნდა მოხდეს დაკავშირება მოხდება შემდეგნაირად მაგ: uid=agent,dc=example,dc=com. ხოლო ანონიმური დაშვებისთვის, დატოვეთ DN–ის და პაროლის ველები ცარიელი.",
    "Password" : "პაროლი",
    "For anonymous access, leave DN and Password empty." : "ანონიმური დაშვებისთვის, დატოვეთ DN–ის და პაროლის ველები ცარიელი.",
    "Save Credentials" : "უფლებამოსილებების შენახვა",
    "One Base DN per line" : "ერთი საწყისი DN ერთ ხაზზე",
    "You can specify Base DN for users and groups in the Advanced tab" : "თქვენ შეგიძლიათ მიუთითოთ საწყისი DN მომხმარებლებისთვის და ჯგუფებისთვის დამატებით ტაბში",
    "Detect Base DN" : "საბაზისო DN-ის აღმოჩენა",
    "Test Base DN" : "საბაზისო DN-ის შემოწმება",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "თავს არიდებს ავტომატურ LDAP მოთხოვნებს. უკეტესია დიდი მოწყობებისთვის, მაგრამ საჭიროებს LDAP-ის გარკვეულ ცოდნას.",
    "Manually enter LDAP filters (recommended for large directories)" : "მიუთითეთ LDAP ფილტრები ხელით (რეკომენდირებულია დიდი დირექტრიებისთვის)",
    "Listing and searching for users is constrained by these criteria:" : "მოხმარებლების ძიება და ჩამოთვლა შეზღუდულია შემდეგი კრიტერიუმებით:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "მომხმარებლისთვის ყველაზე ხშირად გამოყენებული ობიექტის კლასებია organizationalPerson, person, user, და inetOrgPerson. თუ არ ხართ დარწმუნებული, რომელი ობიექტი აირჩიოთ, სთხოვეთ კონსულტაცია თქვენი დირექტორიის ადმინისტრატორს.",
    "The filter specifies which LDAP users shall have access to the %s instance." : "ეს ფილტრი საზღვრავს LDAP-ის თუ რომელ მომხმარებლებს ექნებათ წვდომა %s ინსტანციაზე.",
    "Verify settings and count users" : "დაამოწმეთ პარამეტრები და მომხმარებლების რაოდენობა",
    "Saving" : "მიმდინარეობს შენახვა",
    "Back" : "უკან",
    "Continue" : "გაგრძელება",
    "Please renew your password." : "გთხოვთ განაახლოთ თქვენი პაროლი.",
    "An internal error occurred." : "წარმოიშვა შიდა შეცდომა.",
    "Please try again or contact your administrator." : "გთხოვთ სცადოთ ახლიდან ან დაუკავშირდეთ თქვენს ადმინისტრატორს.",
    "Current password" : "ამჟამინდელი პაროლი",
    "New password" : "ახალი პაროლი",
    "Renew password" : "პაროლის განახლება",
    "Wrong password." : "არასწორი პაროლი.",
    "Cancel" : "უარყოფა",
    "Server" : "სერვერი",
    "Users" : "მომხმარებლები",
    "Login Attributes" : "ავტორიზაციის ატრიბუტები",
    "Groups" : "ჯგუფები",
    "Expert" : "ექსპერტი",
    "Advanced" : "დამატებითი ფუნქციები",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>გაფრთხილება:</b> PHP LDAP მოდული არ არის ინსტალირებული, ბექენდი არ იმუშავებს. თხოვეთ თქვენს ადმინისტრატორს დააყენებინოთ ის.",
    "Connection Settings" : "კავშირის პარამეტრები",
    "Configuration Active" : "კონფიგურაცია აქტიურია",
    "When unchecked, this configuration will be skipped." : "როცა გადანიშნულია, ეს კონფიგურაცია გამოტოვებული იქნება.",
    "Backup (Replica) Host" : "ბექაფ  (რეპლიკა)  ჰოსტი",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "მიუთითეთ რაიმე ბექაფ ჰოსტი. ის უნდა იყოს ძირითადი LDAP/AD სერვერის რეპლიკა.",
    "Backup (Replica) Port" : "ბექაფ (რეპლიკა) პორტი",
    "Disable Main Server" : "გამორთეთ ძირითადი სერვერი",
    "Only connect to the replica server." : "მოხოლოდ დაუკავშირდეს რეპლიკა სერვერს.",
    "Turn off SSL certificate validation." : "გამორთეთ SSL სერთიფიკატის ვალიდაცია.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "არაა რეკომენდირებული, გამოიყენეთ მხოლოდ შემოწმებისთვის. თუ კავშირი მუშაობს მხოლოდ ამ პარამეტრით, LDAP სერვერის SSL სერტიფიკატი დააიმპორრტეთ თქვენს %s სერვერზე.",
    "Cache Time-To-Live" : "ქეშის სიცოცხლის ხანგრძლივობა",
    "in seconds. A change empties the cache." : "წამებში. ცვლილება ასუფთავებს ქეშს.",
    "Directory Settings" : "დირექტორიის პარამეტრები",
    "User Display Name Field" : "მომხმარებლის დისპლეის სახელის ველი",
    "The LDAP attribute to use to generate the user's display name." : "LDAP ატრიბუტი რომელიც გამოყენებულ იქნება მომხმარებლის დისპლეის სახელის დასაგენერირებლად.",
    "2nd User Display Name Field" : "მეორე მომხმარებლის დისპლეის სახელის ველი",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "არაა სავალდებულო. LDAP ატრიბუტი რომელიც ფრჩხილებში იქნება დამატებული დისპლეის სახელზე. შედეგია მაგ.: »John Doe (john.doe@example.org)«.",
    "Base User Tree" : "ძირითად მომხმარებელთა სია",
    "One User Base DN per line" : "ერთი მომხმარებლის საწყისი DN ერთ ხაზზე",
    "User Search Attributes" : "მომხმარებლის ძებნის ატრიბუტი",
    "Optional; one attribute per line" : "ოფციონალური; თითო ატრიბუტი თითო ხაზზე",
    "Group Display Name Field" : "ჯგუფის დისპლეის სახელის ფილდი",
    "The LDAP attribute to use to generate the groups's display name." : "LDAP ატრიბუტი რომელიც გამოყენებულ იქნება ჯგუფის დისპლეის სახელის გენერაციისთვის.",
    "Base Group Tree" : "ძირითად ჯგუფთა სია",
    "One Group Base DN per line" : "ერთი ჯგუფის საწყისი DN ერთ ხაზზე",
    "Group Search Attributes" : "ჯგუფური ძებნის ატრიბუტი",
    "Group-Member association" : "ჯგუფის წევრობის ასოციაცია",
    "Dynamic Group Member URL" : "დინამიური ჯგუფის წევრის URL",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "LDAP ატრიბუტი ამ ჯგუფის ობიექტზე მოიცავს LDAP-ის ძიების URL-ს რომელიც საზღვრავს თუ რა ობიქეტები მიეკუთვნება ჯგუფს. (ცარიელი პარამეტრი თიშავს დინამიური ჯგუფის წევობის ფუნქციონალს.)",
    "Nested Groups" : "წყობილი ჯგუფები",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "როდესაც ჩართულია, მხარდაჭერილია ჯგუფები, რომლებსაც გააჩნიათ ჯგუფები. (მხოლოდ მუშაობს თუ ჯგუფის წევრის ატრიბუტი მოიცავს DN-ს.)",
    "Paging chunksize" : "ხდება ნაჭრების ზომის პეიჯინგი",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "ნაჭრების ზომა რომელიც გამოიყენება იმ LDAP-ის ძიებების გვერდობლივი გადამისამართებისთვის, რომლებიც აბრუნებენ მოცულობით შედეგებს როგორებიცაა მომხმარებლების ან ჯგუფების ჩამონათვალი. (0-ზე დაყენება ასეთ სიტუაციებში თიშავს LDAP-ის გვერდით გადამისამართებას.)",
    "Enable LDAP password changes per user" : "LDAP პაროლის ცვილების ჩართვა ყოველ წევრზე",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : "მიეცით უფლება LDAP-ის წევრებს შეცვალონ თავიანთი პაროლები და მიეცით უფლება სუპერ ადმინისტრატორებსა და ჯგუფის ადმინისტრატორებს შეცვალონ თავიანთი LDAP მომხმარებლების პაროლები. მოქმედებს მხოლოდ მაშინ როდესაც, წვდომის კონტროლის პირობები შეთანხმებით კონფიგურირებია LDAP სერვერზე. იმის გამო, რომ პაროლები LDAP სერვერზე იგზავნება ჩვეულებრივი ტექსტის სახით, ტრანსპორტის შიფრაზია უნდა იყოს გამოყენებული და LDAP-ის სერვერზე კონფიგურირებული უნდა იყოს პაროლის ჰეშირება.",
    "(New password is sent as plain text to LDAP)" : "(ახალი პაროლი გაგზავნილია LDAP-ზე ჩვეულებრივი ტექსტის ფორმატში)",
    "Default password policy DN" : "საწყისი პაროლის პირობის DN",
    "The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling." : "საწყისი პაროლის DN პოლიტიკა, რომელიც გამოყენებულ იქნება პაროლის გაუქმების დასარეგულირებლად. მოქმედებს მხოლოდ მაშინ, როდესაც LDAP პაროლების ცვლილება თითო მომხმარებელზე მოქმედია და მხარდაჭერილია მხოლოდ OpenLDAP-ის მიერ. დატოვეთ ცარიელი თუ გსურთ პაროლის გაუქმების რეგულაციის გათიშვა.",
    "Special Attributes" : "სპეციალური ატრიბუტები",
    "Quota Field" : "კვოტას ველი",
    "Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute." : "დატოვეთ ცარიელი მომხმარებლის საწყისი კვოტისთვის. სხვა შემთხვევაში მიუთითეთ LDAP/AD ატრიბუტი",
    "Quota Default" : "საწყისი კვოტა",
    "Override default quota for LDAP users who do not have a quota set in the Quota Field." : "საწყისი LDAP-ის კვოტის შეცვლა LDAP მომხმარებლებისთვის რომლებისთვისაც კვოტა ველის მეშვეობით არაა განსაზღვრული.",
    "Email Field" : "ელ-ფოსტის ველი",
    "Set the user's email from their LDAP attribute. Leave it empty for default behaviour." : "დააყენეთ მომხმარებლის ელ-ფოსტის მისამართი მათი LDAP ატრიბუტიდან. საწყისი ქცევისთვის დატოვეთ ცარიელი.",
    "User Home Folder Naming Rule" : "მომხმარებლის Home დირექტორიის სახელების დარქმევის წესი",
    "Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute." : "დატოვეთ ცარიელი მომხმარებლის სახელი (საწყისი). სხვა შემთხვევაში, მიუთითეთ LDAP/AD ატრიბუტი.",
    "Internal Username" : "შიდა მომხმარებლის სახელი",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ].  Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users." : "საწყისი კონფიგურაციით შიდა მომხმარებლის სახელი შეიქმნება UUID ატრიბუტისგან. ეს იძლევა გარანტიას, რომ მომხმარებლის სახელი იქნება უნიკალური და ნიშნების კონვერტაცია არ იქნება საჭირო. შიდა მომხმარებლის სახელს ააქვს შეზღუდვა, მხოლოდ ეს ნიშნებია დაშვებული: [ a-zA-Z0-9_.@- ]. სხვა ნიშნები ჩანაცვლებულია შესაბამისი ASCII ნიშნებით ან იშლებიან. უთანხმოებისას ხდება ციფრის დამატება/მომატება. შიდა მომხმარებლის სახელი გამოყენებულია მომხმარებლის შიდა იდენტიფიკაციისთვის. ის ასევე მომხმარებლის სახლის დირექტორიის საწყისი სახელია. აგრეთვე ის ნაწილია დისტანციური URL-ების, მაგალითად ყველა *DAV სერვისისთვის. ამ პარამეტრით, საწყისი ქცევის ფორმა შეიძლება შეიცვალოს. საწყისი ქცევის ფორმისთვის დატოვეთ ცარიელი. ცვილებებს გავლენა ექნებათ მხოლოდ ახლად მიბმულ (დამატებულ) LDAP მომხმარებლებზე.",
    "Internal Username Attribute:" : "შიდა მომხმარებლის ატრიბუტი:",
    "Override UUID detection" : "ჩანაცვლება UUID აღმოჩენაზე",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "საწყისი პარამეტრით, UUID ატრიბუტი ავტომატურად დგინდება. UUID ატრიბუტი გამოიყენება LDAP-ის მომხმარებლების და ჯგუფების ეჭვგარეშე ამოცნობისთვის. იმ შემთხვევაში თუ არაა სპეციფირებული, შიდა მომხმარებელი ასევე შეიქმნება UUID-იდან გამომდინარე. შეგიძლიათ ამ პარამეტრის შეცვლა და სასურველი ატრიბუტის მითითება. აუცილებელია დარწმუნეთ, რომ თქვენი არჩეული ატრიბუტი მიიღცევა ჯგუფებისთვისაც და მომხმარებლებისთვისაც და უნიკალურია. საწყისი ქცევის ფორმისთვის დატოვეთ ცარიელი. ცვილებებს გავლენა ექნებათ მხოლოდ ახლად მიბმულ (დამატებულ) LDAP მომხმარებლებზე და ჯგუფებზე.",
    "UUID Attribute for Users:" : "UUID ატირბუტი მომხმარებლებისთვის:",
    "UUID Attribute for Groups:" : "UUID ატრიბუტი ჯგუფებისთვის:",
    "Username-LDAP User Mapping" : "Username-LDAP მომხმარებლის ბმები",
    "Clear Username-LDAP User Mapping" : "Username-LDAP მომხმარებლის ბმების გასუფთავება",
    "Clear Groupname-LDAP Group Mapping" : "Groupname-LDAP ჯგუფის ბმების გასუფთავება"
},"pluralForm" :"nplurals=2; plural=(n!=1);"
}