{ "translations": {
    "Failed to clear the mappings." : "Dështoi në heqjen e përshoqërimeve.",
    "Failed to delete the server configuration" : "Dështoi në fshirjen e formësimit të serverit",
    "Invalid configuration: Anonymous binding is not allowed." : "Konfigurim i pavlefshëm: Lidhja anonim nuk është e lejueshme.",
    "Valid configuration, connection established!" : "Konfigurim i vlefshëm, lidhja u krijuar!",
    "Valid configuration, but binding failed. Please check the server settings and credentials." : "Konfigurime të vlefshme, por lidhja dështoi. Ju lutem kontrolloni konfigurimet dhe kredencialet e serverit.",
    "Invalid configuration. Please have a look at the logs for further details." : "Konfigurime të pavlefshme. Ju lutem shikoni hyrjet për detaje të mëtejshme.",
    "No action specified" : "S’është treguar veprim",
    "No configuration specified" : "S’u dha formësim",
    "No data specified" : "S’u treguan të dhëna",
    " Could not set configuration %s" : "S’vuri dot në punë formësimin %s",
    "Action does not exist" : "Veprimi s’ekziston",
    "Renewing …" : "Duke rinovuar...",
    "Very weak password" : "Fjalëkalim shumë i dobët",
    "Weak password" : "Fjalekalim i dobët ",
    "So-so password" : "Fjalekalim hajd mo ",
    "Good password" : "Fjalëkalim i mirë",
    "Strong password" : "Fjalëkalim i fortë ",
    "The Base DN appears to be wrong" : "DN-ja Bazë duket se është e gabuar",
    "Testing configuration…" : "Po provohet formësimi…",
    "Configuration incorrect" : "Formësim i pasaktë",
    "Configuration incomplete" : "Formësim jo i plotë",
    "Configuration OK" : "Formësimi OK",
    "Select groups" : "Përzgjidhni grupe",
    "Select object classes" : "Përzgjidhni klasa objektesh",
    "Please check the credentials, they seem to be wrong." : "Ju lutemi, kontrolloni kredencialet, duket se janë gabim.",
    "Please specify the port, it could not be auto-detected." : "Ju lutemi, përcaktoni portën, s’u arrit të vetëzbulohet.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "DN-ja Bazë s’u vetëzbulua dot, ju lutemi, rishikoni kredencialet, hostin dhe portën.",
    "Could not detect Base DN, please enter it manually." : "S’u zbulua dot DN Bazë, ju lutemi, jepeni dorazi.",
    "{nthServer}. Server" : "{nthServer}. Server",
    "No object found in the given Base DN. Please revise." : "Në DN Bazë të dhën s’u gjet objekt. Ju lutemi, rishikojeni.",
    "More than 1,000 directory entries available." : "Më shumë se 1000 zëra të gatshëm.",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "Ndodhi një gabim. Ju lutemi, kontrolloni DN-në Bazë, si edhe rregullimet për lidhjen dhe kredencialet.",
    "Do you really want to delete the current Server Configuration?" : "Doni vërtet të fshihet Formësimi i tanishëm i Shërbyesit?",
    "Confirm Deletion" : "Ripohoni Fshirjen",
    "Mappings cleared successfully!" : "Përshoqërimet u hoqën me sukses!",
    "Error while clearing the mappings." : "Gabim gjatë heqjes së përshoqërimeve.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "S’lejohet bind anonim. Ju lutemi, jepni një DN Përodruesi dhe Fjalëkalim.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "Gabim Veprimesh LDAP. Mund të mos lejohen bind-e anonimë.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "Ruajta dështoi. Ju lutemi, sigurohuni që baza e të dhënave është në punë. Ringarkojemi përpara se të vazhdohet.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "Këmbimi i mënyrë do të lejojë kërkesa LDAP automatike. Në varësi të madhësisë për LDAP-in tuaj, kjo mund të hajë ca kohë. Doni prapë të këmbehet mënyra?",
    "Mode switch" : "Këmbim mënyre",
    "Select attributes" : "Përzgjidhni atribute",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>" : "Përdoruesi nuk u gjet. Ju lutemi kontrolloni atributet tuaja të identifikimit dhe emrin e përdoruesit. Filtër efektiv (për të kopjuar dhe ngjitur për validimin e rreshtit të komandës): <br/>",
    "User found and settings verified." : "Përdoruesi u gjet dhe rregullimet u verifikuan.",
    "Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in." : "Konsideroni të kufizoni kërkimin tuaj, pasi ai përfshin shumë përdorues, vetëm i pari ij të cilëve do të jetë në gjendje të hyjë.",
    "An unspecified error occurred. Please check log and settings." : "Një gabim i pa specifikuar ndodhi. Ju lutem kontrolloni hyrjet dhe konfigurimet.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "Filtri i kërkimit është i pavlefshëm, ndoshta për shkak problemesh sintakse, të tillë si një numër jo i njëjtë kllpash të hapura dhe mbyllura. Ju lutemi, rishikojeni.",
    "A connection error to LDAP / AD occurred, please check host, port and credentials." : "Ndodhi një gabim lidhje te LDAP / AD, ju lutemi, kontrolloni strehën, portën dhe kredencialet.",
    "The \"%uid\" placeholder is missing. It will be replaced with the login name when querying LDAP / AD." : "Vendi \"%uis\" po mungon. Do të zëvendësohet me emrin e identifikimit kur të kërkohet LDAP / AD.",
    "Please provide a login name to test against" : "Ju lutemi, jepni një emër hyrjesh që të ritestohet",
    "The group box was disabled, because the LDAP / AD server does not support memberOf." : "Kutia e grupeve u çaktivizua, ngaqë shërbyesi LDAP / AD nuk mbulon memberOf.",
    "Password change rejected. Hint: " : "Ndryshimi i fjalëkalimit u refuzua. Informatë:",
    "Please login with the new password" : "Ju lutem kyçuni me fjalëkalimin e ri",
    "Your password will expire tomorrow." : "Fjalëkalimi juaj do të skadojë nesër",
    "Your password will expire today." : "Fjalëkalimi juaj do të skadojë sot.",
    "_Your password will expire within %n day._::_Your password will expire within %n days._" : ["Fjalëkalimi juaj do të skadojë brenad %n ditëve","Fjalëkalimi juaj do të skadojë brenad %n ditëve"],
    "LDAP / AD integration" : "Integrimi LDAP / AD",
    "_%s group found_::_%s groups found_" : ["U gjet %s grup","U gjetën %s grupe"],
    "_%s user found_::_%s users found_" : ["U gjet %s përdorues","U gjetën %s përdorues"],
    "Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings." : "Nuk mund të zbulohej atributi i emrit të ekranit të përdoruesit. Ju lutemi specifikoni vetë në avancë parametrat e LDAP.",
    "Could not find the desired feature" : "S’u gjet dot veçoria e dëshiruar",
    "Invalid Host" : "Strehë e Pavlefshme",
    "LDAP user and group backend" : "Backend i përdoruesve dhe grupit të LDAP",
    "Test Configuration" : "Provoni konfigurimet",
    "Help" : "Ndihmë",
    "Groups meeting these criteria are available in %s:" : "Grupet që i plotësojnë këto kushte gjenden te %s:",
    "Only these object classes:" : "Vetëm këto klasa objektesh:",
    "Only from these groups:" : "Vetëm prej këtyre grupesh:",
    "Search groups" : "Kërko në grupe",
    "Available groups" : "Grupe të mundshëm",
    "Selected groups" : "Grupe të përzgjedhur",
    "Edit LDAP Query" : "Përpunoni Kërkesë LDAP",
    "LDAP Filter:" : "Filtër LDAP:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "Filtri përcakton se cilët grupe LDAP do të kenë hyrje te instanca %s.",
    "Verify settings and count the groups" : "Verifiko konfigurimet dhe numëro grupet",
    "When logging in, %s will find the user based on the following attributes:" : "Kur hyhet, %s do ta gjejë përdoruesin duke u bazuar në atributet vijues:",
    "LDAP / AD Username:" : "Emër përdoruesi LDAP / AD:",
    "LDAP / AD Email Address:" : "Adresë Email LDAP / AD:",
    "Other Attributes:" : "Atribute të Tjerë:",
    "Test Loginname" : "Testo Emër hyrjesh",
    "Verify settings" : "Verifikoni rregullimet",
    "%s. Server:" : "%s. Shërbyes:",
    "Add a new configuration" : "Shto një konfigurim të ri",
    "Copy current configuration into new directory binding" : "Kopjojeni formësimin e tanishëm te një lidhmë e re drejtorie",
    "Delete the current configuration" : "Fshije formësimin e tanishëm",
    "Host" : "Strehë",
    "You can omit the protocol, unless you require SSL. If so, start with ldaps://" : "Ju mund të hiqni protokollin, nëse nuk keni nevojë për SSL. Nëse po, filloni me ldaps: //",
    "Port" : "Portë",
    "Detect Port" : "Zbulo Portë",
    "User DN" : "DN Përdoruesi",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "DN -ja e klientit të përdoruesit për të cilin duhet kryer bind, p.sh,uid=agent,dc=example,dc=com. Për hyrje anonime, DN-në dhe Fjalëkalimin lëreni të zbrazët.",
    "Password" : "Fjalëkalim",
    "For anonymous access, leave DN and Password empty." : "Për hyrje anonime, lini të zbrazët DN-në dhe Fjalëkalimim.",
    "One Base DN per line" : "Një DN Bazë për rresht",
    "You can specify Base DN for users and groups in the Advanced tab" : "DN Bazë për përdorues dhe grupe mund të përcaktoni që nga skeda Të mëtejshme",
    "Detect Base DN" : "Zbulo DN Bazë",
    "Test Base DN" : "Testo DN Bazë",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Shmang kërkesa LDAP automatike. Më e përshtatshme për instalime më të mëdha, por lyp ca dije rreth LDAP-it.",
    "Manually enter LDAP filters (recommended for large directories)" : "Jepni filtra LDAP dorazi (e këshilluar për drejtori të mëdha)",
    "Listing and searching for users is constrained by these criteria:" : "Listimi dhe kërkimi i përdoruesve është i kufizuar nga këto kritere:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "Klasat më të rëndomta objektesh për përdoruesit janë organizationalPerson, person, user, dhe inetOrgPerson. Nëse s’jeni i sigurt cilën klasë objekti të përzgjidhni, ju lutemi, lidhuni me përgjegjësin e drejtorisë suaj.",
    "The filter specifies which LDAP users shall have access to the %s instance." : "Filtri përcakton se cilët përdorues LDAP do të kenë hyrje te instanca %s.",
    "Verify settings and count users" : "Verifiko rregullimet dhe numëro përdoruesit",
    "Saving" : "Po ruhet",
    "Back" : "Mbrapsht",
    "Continue" : "Vazhdo",
    "Please renew your password." : "Ju lutem rinovoni fjalëkalimin tuaj",
    "An internal error occurred." : "Ndodhi një gabim i brendshëm.",
    "Please try again or contact your administrator." : "Ju lutem provoni përsëri ose kontaktoni administratorin tuaj.",
    "Current password" : "Fjalëkalimi aktual",
    "New password" : "Fjalëkalim i ri",
    "Renew password" : "Rinovo fjalëkalimin",
    "Wrong password." : "Fjalëkalim i gabuar.",
    "Cancel" : "Anullo",
    "Server" : "Shërbyes",
    "Users" : "Përdorues",
    "Login Attributes" : "Atribute Hyrjesh",
    "Groups" : "Grupe",
    "Expert" : "Ekspert",
    "Advanced" : "Të mëtejshme",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Kujdes:</b> Moduli PHP LDAP s’është i instaluar, pjesa përkatëse në shërbyes nuk do të funksionojë. Ju lutemi, kërkojini përgjegjësit të sistemit tuaj ta instalojë.",
    "Connection Settings" : "Rregullime Lidhjeje",
    "Configuration Active" : "Formësimi Aktiv",
    "When unchecked, this configuration will be skipped." : "Po u la pa shenjë, ky formësim do të anashkalohet.",
    "Backup (Replica) Host" : "Strehë Kopjeruajtjeje (Replica)",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "Jepni një strehë opsionale kopjeruajtjesh. Duhet të jetë një kopje identike e shërbyesit kryesor LDAP/AD.",
    "Backup (Replica) Port" : "Portë Kopjeruajtjeje (Replica)",
    "Disable Main Server" : "Çaktivizoni Shërbyesin Kryesor",
    "Only connect to the replica server." : "Lidhu vetëm te shërbyesi kopje.",
    "Turn off SSL certificate validation." : "Çaktivizoni vleftësim dëshmish SSL.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "E pakëshillueshme, përdoreni vetëm për testim! Nëse lidhja funksionon vetëm me këtë mundësi, importoni te shërbyesi juaj %s dëshminë SSL të shërbyesit LDAP.",
    "Cache Time-To-Live" : "Cache Time-To-Live",
    "in seconds. A change empties the cache." : "në sekonda. Ndryshimi e zbraz fshehtinën.",
    "Directory Settings" : "Konfigurime Direktorish",
    "User Display Name Field" : "Fushë Emri Përdoruesi Në Ekran",
    "The LDAP attribute to use to generate the user's display name." : "Atribut LDAP që përdoret për të prodhuar emër ekrani për përdoruesin.",
    "2nd User Display Name Field" : "Fushë e 2-të Emri Përdoruesi Në Ekran",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "Opsionale. Një atribut LDAP për t’u shtuar te emri në ekran, në kllapa. Përfundimi do t’i ngjante »John Doe (john.doe@example.org)«.",
    "Base User Tree" : "Strukturë Bazë Përdoruesi",
    "One User Base DN per line" : "Një DN Bazë Përdoruesi për rresht",
    "User Search Attributes" : "Atribute Kërkimesh Nga Përdoruesi",
    "Optional; one attribute per line" : "Opsionale; një atribut për rresht",
    "Group Display Name Field" : "Fushë Emri Grupi Në Ekran",
    "The LDAP attribute to use to generate the groups's display name." : "Atribut LDAP që përdoret për të prodhuar emër ekrani për grupin.",
    "Base Group Tree" : "Strukturë Bazë Grupi",
    "One Group Base DN per line" : "Një DN Bazë Grupi për rresht",
    "Group Search Attributes" : "Atribute Kërkimi Grupi",
    "Group-Member association" : "Përshoqërim Grup-Përdorues",
    "Dynamic Group Member URL" : "URL Anëtari Grupi Dinamik",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "Atributi LDAP që në objekte grupi përmban një URL kërkimi LDAP që përcakton se cilat objekte i përkasin grupit. (Nëse rregullimi lihet i zbrazët, funksioni i anëtarësisë në grup dinamik.)",
    "Nested Groups" : "Grupe Brenda Njëri-Tjetrit",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Kur aktivizohet, grupet që përmbajnë grupe mbulohen. (Funksionon vetëm nëse atributi për anëtar grupi përmban DN-ra.)",
    "Paging chunksize" : "Madhësi  copash faqosjeje",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Madhësi copash të përdorura për kërkime LDAP të sistemuara në faqe, kërkime që japin përfundime të papërpunuara, të tilla si numër përdoruesish ose grupesh. (Caktimi si 0 i çaktivizon kërkimet e faqosura LDAP për këto raste.)",
    "Enable LDAP password changes per user" : "Aktivizo ndryshimet LDPA e fjalëkalimit për përdorues",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : "Lejo përdoruesit të LDAP të ndryshojnë fjalëkalimin e tyre dhe lejojnë Administratorët Super dhe Administratorët e Grupit të ndryshojnë fjalëkalimin e përdoruesve të tyre të LDAP. Vepron vetëm kur politikat e kontrollit të qasjes janë konfiguruar në përputhje me rrethanat në serverin LDAP. Ndërkohë që fjalëkalimet u dërgohen në mënyrë të thjeshtë tek serveri LDAP, duhet të përdoret enkriptimi i transportit dhe duhet të konfigurohet hashja e fjalëkalimit në serverin LDAP.",
    "(New password is sent as plain text to LDAP)" : "(Fjalëkalimi i ri është dërgur si text i thjeshtë te LDAP)",
    "Default password policy DN" : "Politika e fjalëkalimit të parazgjedhur DN",
    "The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling." : "DN e një politike të parazgjedhur të fjalëkalimit që do të përdoret për trajtimin e skadimit të fjalëkalimit. Punon vetëm kur ndryshimet e fjalëkalimeve LDAP për përdorues janë të aktivizuara dhe mbështetet vetëm nga OpenLDAP. Lëreni bosh për të çaktivizuar trajtimin e skadimit të fjalëkalimit.",
    "Special Attributes" : "Atribute Speciale",
    "Quota Field" : "Fushë Kuotash",
    "Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute." : "Lër bosh për kuotën e parazgjedhur të përdoruesit. Përndryshe, specifikoni një atribut LDAP/AD.",
    "Quota Default" : "Parazgjedhje Kuotash",
    "Override default quota for LDAP users who do not have a quota set in the Quota Field." : "Mbishkruaj mbi kuotën e parazgjedhur për përdoruesit e LDAP që nuk kanë një kuotë të caktuar në Fushën e Kuotës.",
    "Email Field" : "Fushë Email-i",
    "Set the user's email from their LDAP attribute. Leave it empty for default behaviour." : "Vendos emailin e përdoruesit nga atributi i tyre LDAP. Lëreni bosh për sjelljen e paracaktuar.",
    "User Home Folder Naming Rule" : "Rregull Emërtimi Dosjeje Kreu të Përdoruesit",
    "Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute." : "Lëreni bosh për emrin e përdoruesit (I Paracaktuar). Ose, përcaktoni një atribut LDAP/AD.",
    "Internal Username" : "Emër i Brendshëm Përdoruesi",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ].  Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users." : "Në paracaktim, emri i brendshëm i përdoruesit do të krijohet nga atributi UUID. Sigurohuni që emri i përdoruesit është unik dhe karakteret nuk kanë nevojë të konvertohen. Emri i përdoruesit të brendshëm ka kufizim që lejohen vetëm këto karaktere: [a-zA-Z0-9 _. @ -]. Karaktere të tjera zëvendësohen me korrespondencën e tyre ASCII ose thjesht hiqen. Për goditjet një numër do të shtohet / rritet. Emri i brendshëm përdoret për të identifikuar një përdorues brenda. Është gjithashtu emri i parazgjedhur për dosjen e përdoruesit në shtëpi. Është gjithashtu një pjesë e URL-ve të largëta, për shembull për të gjitha shërbimet * DAV. Me këtë cilësim, sjellja e parazgjedhur mund të fshihet. Lëreni bosh për sjelljen e paracaktuar. Ndryshimet do të kenë efekt vetëm në përdoruesit e sapo hartuar (shtuar) LDAP.",
    "Internal Username Attribute:" : "Atribut Emër i Brendshëm Përdoruesi:",
    "Override UUID detection" : "Anashkalo zbullim UUID-je",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Si parazgjedhje, atributi UUID zbulohet automatikisht. Atributi UUID përdoret për të identifikuar pa dyshime përdorues dhe grupe LDAP. Gjithashtu, emri i brendshëm i përdoruesi do të krijohet mbi bazën e UUID-së, në mos u përcaktoftë ndryshe më sipër. Mund ta anashkaloni rregullimin dhe të jepni një atribut tuajin sipas dëshirës. Duhet të siguroni që atributi sipas dëshirës të mund të jepet si për përdorues, ashtu edhe për grupe, dhe se është unik. Lëreni të zbrazët që të ruhet sjellja parazgjedhje. Ndryshimet do të kenë efekt vetëm etëm mbi përdorues LDAP të përshoqëruar (shtuar) rishtas.",
    "UUID Attribute for Users:" : "Atribut UUID për Përdorues:",
    "UUID Attribute for Groups:" : "Atribut UUID për Grupe:",
    "Username-LDAP User Mapping" : "Përshoqërim Emër përdoruesi-Përdorues LDAP",
    "Clear Username-LDAP User Mapping" : "Pastro Përshoqërimin Emër përdoruesi-Përdorues LDAP",
    "Clear Groupname-LDAP Group Mapping" : "Pastro Përshoqërimin Emër grupi-Grup LDAP"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}