{ "translations": {
    "Failed to clear the mappings." : "ล้มเหลวขณะล้าง Mappings",
    "Failed to delete the server configuration" : "ลบการกำหนดค่าเซิร์ฟเวอร์ล้มเหลว",
    "The configuration is invalid: anonymous bind is not allowed." : "การกำหนดค่าไม่ถูกต้อง: การไม่ระบุตัวตนไม่ได้รับอนุญาต",
    "The configuration is valid and the connection could be established!" : "การกำหนดค่าถูกต้องและการเชื่อมต่อสามารถเชื่อมต่อได้!",
    "The configuration is valid, but the Bind failed. Please check the server settings and credentials." : "การกำหนดค่าถูกต้อง, แต่การผูกข้อมูลล้มเหลว, กรุณาตรวจสอบการตั้งค่าเซิร์ฟเวอร์และข้อมูลการเข้าใช้งาน",
    "The configuration is invalid. Please have a look at the logs for further details." : "การกำหนดค่าไม่ถูกต้อง ดูได้ที่บันทึกสำหรับรายละเอียดเพิ่มเติม",
    "No action specified" : "ไม่ได้ระบุการดำเนินการ",
    "No configuration specified" : "ไม่ได้กำหนดค่า",
    "No data specified" : "ไม่มีข้อมูลที่ระบุ",
    " Could not set configuration %s" : "ไม่สามารถตั้งค่า %s",
    "Action does not exist" : "ไม่มีการดำเนินการ",
    "The Base DN appears to be wrong" : "Base DN ดูเหมือนจะไม่ถูกต้อง",
    "Configuration incorrect" : "การกำหนดค่าไม่ถูกต้อง",
    "Configuration incomplete" : "กำหนดค่าไม่สำเร็จ",
    "Configuration OK" : "กำหนดค่าเสร็จสมบูรณ์",
    "Select groups" : "เลือกกลุ่ม",
    "Select object classes" : "เลือกคลาสวัตถุ",
    "Please check the credentials, they seem to be wrong." : "กรุณาตรวจสอบข้อมูลประจำตัวของพวกเขาดูเหมือนจะมีข้อผิดพลาด",
    "Please specify the port, it could not be auto-detected." : "กรุณาระบุพอร์ต มันไม่สามารถตรวจพบอัตโนมัติ",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN ไม่สามารถตรวจพบโดยอัตโนมัติกรุณาแก้ไขข้อมูลของโฮสต์และพอร์ต",
    "Could not detect Base DN, please enter it manually." : "ไม่สามารถตรวจสอบ Base DN โปรดเลือกด้วยตนเอง",
    "{nthServer}. Server" : "เซิร์ฟเวอร์ {nthServer}",
    "No object found in the given Base DN. Please revise." : "ไม่พบวัตถุที่กำหนดใน Base DN กรุณาแก้ไข",
    "More than 1.000 directory entries available." : "มีรายการไดเรกทอรีมากกว่า 1,000 รายการ",
    " entries available within the provided Base DN" : "รายการที่มีอยู่ใน Base DN",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "เกิดข้อผิดพลาด กรุณาตรวจสอบ Base DN เช่นเดียวกับการตั้งค่าการเชื่อมต่อและข้อมูลที่สำคัญ",
    "Do you really want to delete the current Server Configuration?" : "คุณแน่ใจแล้วหรือว่าต้องการลบการกำหนดค่าเซิร์ฟเวอร์ปัจจุบันทิ้งไป?",
    "Confirm Deletion" : "ยืนยันการลบทิ้ง",
    "Mappings cleared successfully!" : "ล้าง Mappings เรียบร้อยแล้ว",
    "Error while clearing the mappings." : "เกิดข้อผิดพลาดขณะล้าง Mappings",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "บุคคลนิรนามไม่ได้รับอนุญาต กรุณาระบุ DN ของผู้ใช้และรหัสผ่าน",
    "LDAP Operations error. Anonymous bind might not be allowed." : "ข้อผิดพลาดในการดำเนินการ LDAP บุคคลนิรนามอาจจะไม่ได้รับอนุญาต ",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "บันทึกล้มเหลว โปรดตรวจสอบฐานข้อมูลที่อยู่ในการดำเนินงาน โหลดหน้าใหม่อีกครั้งก่อนดำเนินการต่อ",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "โหมดสลับจะช่วยค้นหา LDAP อัตโนมัติ ขึ้นอยู่กับขนาด LDAP ของคุณมันอาจใช้เวลาสักครู่ คุณยังยังต้องการใช้โหมดสลับ?",
    "Mode switch" : "โหมดสลับ",
    "Select attributes" : "เลือกคุณลักษณะ",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command line validation): <br/>" : "ไม่พบผู้ใช้ กรุณาตรวจสอบคุณลักษณะการเข้าสู่ระบบและชื่อผู้ใช้ของคุณ ตัวกรองที่มีประสิทธิภาพ (การคัดลอกและวางสำหรับการตรวจสอบคำสั่งทีละบรรทัด): <br/>",
    "User found and settings verified." : "พบผู้ใช้และการตั้งค่าได้รับการตรวจสอบแล้ว",
    "Settings verified, but one user found. Only the first will be able to login. Consider a more narrow filter." : "การตั้งค่าได้รับการตรวจสอบแล้ว แต่ผู้ใช้คนหนึ่งพบว่า มีเพียงครั้งแรกที่จะสามารถที่จะเข้าสู่ระบบ กรุณาพิจารณาตัวกรองที่จำกัดมากขึ้น",
    "An unspecified error occurred. Please check the settings and the log." : "เกิดข้อผิดพลาดที่ระบุไม่ได้ กรุณาตรวจสอบการตั้งค่าและบันทึกของคุณ",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "ตัวกรองการค้นหาไม่ถูกต้องอาจเป็นเพราะปัญหาไวยากรณ์เช่นหมายเลขที่ไม่สม่ำเสมอของวงเล็บเปิดและปิด กรุณาแก้ไข",
    "A connection error to LDAP / AD occurred, please check host, port and credentials." : "เกิดข้อผิดพลาดขณะเชื่อมต่อไปยัง LDAP/AD โปรดตรวจสอบโฮสต์พอร์ตและข้อมูลอื่นๆ",
    "The %uid placeholder is missing. It will be replaced with the login name when querying LDAP / AD." : "ตัวยึดตำแหน่ง %uid หายไป มันจะถูกแทนที่ด้วยชื่อที่ใช้ในการเข้าสู่ระบบเมื่อสอบถาม LDAP/AD",
    "Please provide a login name to test against" : "โปรดระบุชื่อที่ใช้ในการเข้าสู่ระบบเพื่อทดสอบข้อขัดแย้ง",
    "Users" : "ผู้ใช้งาน",
    "Groups" : "กลุ่ม",
    "Help" : "ช่วยเหลือ",
    "Test Loginname" : "ทดสอบชื่อที่ใช้ในการเข้าสู่ระบบ",
    "Host" : "โฮสต์",
    "You can omit the protocol, except you require SSL. Then start with ldaps://" : "คุณสามารถปล่อยช่องโปรโตคอลเว้นไว้ได้, ยกเว้นกรณีที่คุณต้องการใช้ SSL จากนั้นเริ่มต้นด้วย ldaps://",
    "Port" : "พอร์ต",
    "User DN" : "DN ของผู้ใช้งาน",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "DN ของผู้ใช้ไคลเอ็นต์อะไรก็ตามที่ผูกอยู่ด้วย เช่น uid=agent, dc=example, dc=com, สำหรับการเข้าถึงโดยบุคคลนิรนาม, ให้เว้นว่าง DN และรหัสผ่านเอาไว้",
    "Password" : "รหัสผ่าน",
    "For anonymous access, leave DN and Password empty." : "สำหรับการเข้าถึงโดยบุคคลนิรนาม ให้เว้นว่าง DN และรหัสผ่านไว้",
    "One Base DN per line" : "หนึ่ง Base DN ต่อหนึ่งบรรทัด",
    "You can specify Base DN for users and groups in the Advanced tab" : "คุณสามารถระบุ Base DN หลักสำหรับผู้ใช้งานและกลุ่มต่างๆในแท็บขั้นสูงได้",
    "Detect Base DN" : "ตรวจพบ Base DN",
    "Test Base DN" : "ทดสอบ Base DN",
    "Back" : "ย้อนกลับ",
    "Continue" : "ดำเนินการต่อ",
    "Advanced" : "ขั้นสูง",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>คำเตือน:</b> โมดูล PHP LDAP ยังไม่ได้ถูกติดตั้ง, ระบบด้านหลังจะไม่สามารถทำงานได้ กรุณาติดต่อผู้ดูแลระบบของคุณเพื่อทำการติดตั้งโมดูลดังกล่าว",
    "Connection Settings" : "ตั้งค่าการเชื่อมต่อ",
    "Disable Main Server" : "ปิดใช้งานเซิร์ฟเวอร์หลัก",
    "Turn off SSL certificate validation." : "ปิดใช้งานการตรวจสอบความถูกต้องของใบรับรองความปลอดภัย SSL",
    "in seconds. A change empties the cache." : "ในอีกไม่กี่วินาที ระบบจะเปลี่ยนแปลงข้อมูลในแคชให้ว่างเปล่า",
    "Directory Settings" : "ตั้งค่าไดเร็กทอรี่",
    "User Display Name Field" : "ช่องแสดงชื่อผู้ใช้งานที่ต้องการ",
    "Base User Tree" : "รายการผู้ใช้งานหลักแบบ Tree",
    "One User Base DN per line" : "หนึ่งผู้ใช้ Base DN ต่อหนึ่งบรรทัด",
    "User Search Attributes" : "คุณลักษณะการค้นหาชื่อผู้ใช้",
    "Optional; one attribute per line" : "ตัวเลือกเพิ่มเติม; หนึ่งคุณลักษณะต่อบรรทัด",
    "Group Display Name Field" : "ช่องแสดงชื่อกลุ่มที่ต้องการ",
    "Base Group Tree" : "รายการกลุ่มหลักแบบ Tree",
    "One Group Base DN per line" : "หนึ่ง Group Base DN ต่อหนึ่งบรรทัด",
    "Group Search Attributes" : "คุณลักษณะการค้นหาแบบกลุ่ม",
    "Group-Member association" : "ความสัมพันธ์ของสมาชิกในกลุ่ม",
    "Special Attributes" : "คุณลักษณะพิเศษ",
    "in bytes" : "ในหน่วยไบต์",
    "Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute." : "เว้นว่างไว้สำหรับ ชื่อผู้ใช้ (ค่าเริ่มต้น) หรือไม่กรุณาระบุคุณลักษณะของ LDAP/AD",
    "Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "ชื่อผู้ใช้จะใช้ในการจัดเก็บและกำหนดข้อมูล (เมตา)  เพื่อรู้จักกับผู้ใช้และสามารถระบุได้อย่างแม่นยำ แต่ละ LDAP จะมีชื่อผู้ใช้ภายใน จึงต้องทำ Mapping ให้กับผู้ใช้ LDAP ชื่อผู้ใช้ที่ถูกสร้างขึ้นจะถูกแมปเข้ากับ UUID ของผู้ใช้ LDAP นอกจากนี้ DN ก็จะถูกแคชเช่นกันเพื่อลดการทำงานร่วมกันของ LDAP แต่มันก็ไม่ได้ใช้เพื่อระบุตัวตน หากมีการเปลี่ยนแปลง DN การเปลี่ยนแปลงจะถูกพบในทันที ชื่อผู้ใช้ภายในจะถูกใช้กับทั้งหมด การล้างแมปไม่มีผลต่อการกำหนดค่า LDAP ทั้งหมด! \nและจะเกิดขึ้นเฉพาะในการทดสอบหรือขั้นตอนการทดลอง"
},"pluralForm" :"nplurals=1; plural=0;"
}