{ "translations": {
    "Failed to clear the mappings." : "ล้มเหลวขณะล้าง Mappings",
    "Failed to delete the server configuration" : "ลบการกำหนดค่าเซิร์ฟเวอร์ล้มเหลว",
    "The configuration is invalid: anonymous bind is not allowed." : "การกำหนดค่าไม่ถูกต้อง: การไม่ระบุตัวตนไม่ได้รับอนุญาต",
    "The configuration is valid and the connection could be established!" : "การกำหนดค่าถูกต้องและการเชื่อมต่อสามารถเชื่อมต่อได้!",
    "The configuration is valid, but the Bind failed. Please check the server settings and credentials." : "การกำหนดค่าถูกต้อง, แต่การผูกข้อมูลล้มเหลว, กรุณาตรวจสอบการตั้งค่าเซิร์ฟเวอร์และข้อมูลการเข้าใช้งาน",
    "The configuration is invalid. Please have a look at the logs for further details." : "การกำหนดค่าไม่ถูกต้อง ดูได้ที่บันทึกสำหรับรายละเอียดเพิ่มเติม",
    "No action specified" : "ไม่ได้ระบุการดำเนินการ",
    "No configuration specified" : "ไม่ได้กำหนดค่า",
    "No data specified" : "ไม่มีข้อมูลที่ระบุ",
    " Could not set configuration %s" : "ไม่สามารถตั้งค่า %s",
    "Action does not exist" : "ไม่มีการดำเนินการ",
    "The Base DN appears to be wrong" : "Base DN ดูเหมือนจะไม่ถูกต้อง",
    "Testing configuration…" : "กำลังทดสอบการตั้งค่า ...",
    "Configuration incorrect" : "การกำหนดค่าไม่ถูกต้อง",
    "Configuration incomplete" : "กำหนดค่าไม่สำเร็จ",
    "Configuration OK" : "กำหนดค่าเสร็จสมบูรณ์",
    "Select groups" : "เลือกกลุ่ม",
    "Select object classes" : "เลือกคลาสวัตถุ",
    "Please check the credentials, they seem to be wrong." : "กรุณาตรวจสอบข้อมูลประจำตัวของพวกเขาดูเหมือนจะมีข้อผิดพลาด",
    "Please specify the port, it could not be auto-detected." : "กรุณาระบุพอร์ต มันไม่สามารถตรวจพบอัตโนมัติ",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN ไม่สามารถตรวจพบโดยอัตโนมัติกรุณาแก้ไขข้อมูลของโฮสต์และพอร์ต",
    "Could not detect Base DN, please enter it manually." : "ไม่สามารถตรวจสอบ Base DN โปรดเลือกด้วยตนเอง",
    "{nthServer}. Server" : "เซิร์ฟเวอร์ {nthServer}",
    "No object found in the given Base DN. Please revise." : "ไม่พบวัตถุที่กำหนดใน Base DN กรุณาแก้ไข",
    "More than 1,000 directory entries available." : "ไดเรกทอรีมีอยู่มากกว่า 1,000 รายการ",
    " entries available within the provided Base DN" : "รายการที่มีอยู่ใน Base DN",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "เกิดข้อผิดพลาด กรุณาตรวจสอบ Base DN เช่นเดียวกับการตั้งค่าการเชื่อมต่อและข้อมูลที่สำคัญ",
    "Do you really want to delete the current Server Configuration?" : "คุณแน่ใจแล้วหรือว่าต้องการลบการกำหนดค่าเซิร์ฟเวอร์ปัจจุบันทิ้งไป?",
    "Confirm Deletion" : "ยืนยันการลบทิ้ง",
    "Mappings cleared successfully!" : "ล้าง Mappings เรียบร้อยแล้ว",
    "Error while clearing the mappings." : "เกิดข้อผิดพลาดขณะล้าง Mappings",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "บุคคลนิรนามไม่ได้รับอนุญาต กรุณาระบุ DN ของผู้ใช้และรหัสผ่าน",
    "LDAP Operations error. Anonymous bind might not be allowed." : "ข้อผิดพลาดในการดำเนินการ LDAP บุคคลนิรนามอาจจะไม่ได้รับอนุญาต ",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "บันทึกล้มเหลว โปรดตรวจสอบฐานข้อมูลที่อยู่ในการดำเนินงาน โหลดหน้าใหม่อีกครั้งก่อนดำเนินการต่อ",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "โหมดสลับจะช่วยค้นหา LDAP อัตโนมัติ ขึ้นอยู่กับขนาด LDAP ของคุณมันอาจใช้เวลาสักครู่ คุณยังยังต้องการใช้โหมดสลับ?",
    "Mode switch" : "โหมดสลับ",
    "Select attributes" : "เลือกคุณลักษณะ",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command line validation): <br/>" : "ไม่พบผู้ใช้ กรุณาตรวจสอบคุณลักษณะการเข้าสู่ระบบและชื่อผู้ใช้ของคุณ ตัวกรองที่มีประสิทธิภาพ (การคัดลอกและวางสำหรับการตรวจสอบคำสั่งทีละบรรทัด): <br/>",
    "User found and settings verified." : "พบผู้ใช้และการตั้งค่าได้รับการตรวจสอบแล้ว",
    "Settings verified, but one user found. Only the first will be able to login. Consider a more narrow filter." : "การตั้งค่าได้รับการตรวจสอบแล้ว แต่ผู้ใช้คนหนึ่งพบว่า มีเพียงครั้งแรกที่จะสามารถที่จะเข้าสู่ระบบ กรุณาพิจารณาตัวกรองที่จำกัดมากขึ้น",
    "An unspecified error occurred. Please check the settings and the log." : "เกิดข้อผิดพลาดที่ระบุไม่ได้ กรุณาตรวจสอบการตั้งค่าและบันทึกของคุณ",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "ตัวกรองการค้นหาไม่ถูกต้องอาจเป็นเพราะปัญหาไวยากรณ์เช่นหมายเลขที่ไม่สม่ำเสมอของวงเล็บเปิดและปิด กรุณาแก้ไข",
    "A connection error to LDAP / AD occurred, please check host, port and credentials." : "เกิดข้อผิดพลาดขณะเชื่อมต่อไปยัง LDAP/AD โปรดตรวจสอบโฮสต์พอร์ตและข้อมูลอื่นๆ",
    "The %uid placeholder is missing. It will be replaced with the login name when querying LDAP / AD." : "ตัวยึดตำแหน่ง %uid หายไป มันจะถูกแทนที่ด้วยชื่อที่ใช้ในการเข้าสู่ระบบเมื่อสอบถาม LDAP/AD",
    "Please provide a login name to test against" : "โปรดระบุชื่อที่ใช้ในการเข้าสู่ระบบเพื่อทดสอบข้อขัดแย้ง",
    "The group box was disabled, because the LDAP / AD server does not support memberOf." : "กล่องข้อความกลุ่มถูกปิดการใช้งานเนื่องจากเซิร์ฟเวอร์ LDAP/AD ไม่สนับสนุน memberOf",
    "_%s group found_::_%s groups found_" : ["พบ %s กลุ่ม"],
    "_%s user found_::_%s users found_" : ["พบผู้ใช้ %s คน"],
    "Could not detect user display name attribute. Please specify it yourself in advanced ldap settings." : "ไม่สามารถตรวจสอบคุณลักษณะการแสดงชื่อของผู้ใช้ กรุณาระบุการตั้งค่า LDAP ขั้นสูงด้วยตัวคุณเอง",
    "Could not find the desired feature" : "ไม่พบคุณลักษณะที่ต้องการ",
    "Invalid Host" : "โฮสต์ไม่ถูกต้อง",
    "Server" : "เซิร์ฟเวอร์",
    "Users" : "ผู้ใช้งาน",
    "Login Attributes" : "คุณลักษณะการเข้าสู่ระบบ",
    "Groups" : "กลุ่ม",
    "Test Configuration" : "ทดสอบการตั้งค่า",
    "Help" : "ช่วยเหลือ",
    "Groups meeting these criteria are available in %s:" : "การประชุมกลุ่มเหล่านี้มีหลักเกณฑ์อยู่ใน %s:",
    "Only these object classes:" : "เฉพาะคลาสของวัตถุเหล่านี้:",
    "Only from these groups:" : "เฉพาะจากกลุ่มเหล่านี้:",
    "Search groups" : "ค้นหากลุ่ม",
    "Available groups" : "กลุ่มที่สามารถใช้ได้",
    "Selected groups" : "กลุ่มที่เลือก",
    "Edit LDAP Query" : "แก้ไข LDAP Query",
    "LDAP Filter:" : "ตัวกรอง LDAP:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "ระบุตัวกรองกลุ่ม LDAP ที่จะเข้าถึง %s",
    "Verify settings and count groups" : "ตรวจสอบการตั้งค่าและจำนวนกลุ่มนับ",
    "When logging in, %s will find the user based on the following attributes:" : "เมื่อเข้าสู่ระบบ %s จะได้พบกับผู้ใช้ตามลักษณะดังต่อไปนี้:",
    "LDAP / AD Username:" : "ชื่อผู้ใช้ LDAP/AD:",
    "Allows login against the LDAP / AD username, which is either uid or samaccountname and will be detected." : "อนุญาตให้ผู้ใช้เข้าสู่ระบบ LDAP/AD ซึ่งเป็นทั้ง uid หรือ samAccountName และมันจะถูกตรวจพบ",
    "LDAP / AD Email Address:" : "ที่อยู่อีเมล LDAP/AD:",
    "Allows login against an email attribute. Mail and mailPrimaryAddress will be allowed." : "อนุญาตให้เข้าสู่ระบบด้วยอีเมล Mail และ mailPrimaryAddress จะได้รับอนุญาต",
    "Other Attributes:" : "คุณลักษณะอื่นๆ:",
    "Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action. Example: \"uid=%%uid\"" : "กำหนดตัวกรองที่จะใช้ เมื่อพยายามเข้าสู่ระบบจะใช้ %%uid แทนชื่อผู้ใช้ในการดำเนินการเข้าสู่ระบบ ตัวอย่าง: \"uid=%%uid\"",
    "Test Loginname" : "ทดสอบชื่อที่ใช้ในการเข้าสู่ระบบ",
    "Verify settings" : "ตรวจสอบการตั้งค่า",
    "1. Server" : "1. เซิร์ฟเวอร์",
    "%s. Server:" : "เซิร์ฟเวอร์%s",
    "Add a new and blank configuration" : "เพิ่มใหม่และการกำหนดค่าว่าง",
    "Copy current configuration into new directory binding" : "คัดลอกการตั้งค่าปัจจุบันลงในไดเรกทอรีใหม่ที่ผูกกัน",
    "Delete the current configuration" : "ลบการตั้งค่าปัจจุบัน",
    "Host" : "โฮสต์",
    "You can omit the protocol, except you require SSL. Then start with ldaps://" : "คุณสามารถปล่อยช่องโปรโตคอลเว้นไว้ได้, ยกเว้นกรณีที่คุณต้องการใช้ SSL จากนั้นเริ่มต้นด้วย ldaps://",
    "Port" : "พอร์ต",
    "Detect Port" : "ตรวจพบพอร์ต",
    "User DN" : "DN ของผู้ใช้งาน",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "DN ของผู้ใช้ไคลเอ็นต์อะไรก็ตามที่ผูกอยู่ด้วย เช่น uid=agent, dc=example, dc=com, สำหรับการเข้าถึงโดยบุคคลนิรนาม, ให้เว้นว่าง DN และรหัสผ่านเอาไว้",
    "Password" : "รหัสผ่าน",
    "For anonymous access, leave DN and Password empty." : "สำหรับการเข้าถึงโดยบุคคลนิรนาม ให้เว้นว่าง DN และรหัสผ่านไว้",
    "One Base DN per line" : "หนึ่ง Base DN ต่อหนึ่งบรรทัด",
    "You can specify Base DN for users and groups in the Advanced tab" : "คุณสามารถระบุ Base DN หลักสำหรับผู้ใช้งานและกลุ่มต่างๆในแท็บขั้นสูงได้",
    "Detect Base DN" : "ตรวจพบ Base DN",
    "Test Base DN" : "ทดสอบ Base DN",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "หลีกเลี่ยงการร้องขอ LDAP อัตโนมัติ ดีกว่าสำหรับการตั้งค่าที่มากกว่า แต่ต้องมีความรู้เรื่อง LDAP",
    "Manually enter LDAP filters (recommended for large directories)" : "ป้อนตัวกรอง LDAP ด้วยตนเอง (แนะนำสำหรับไดเรกทอรีขนาดใหญ่)",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "คลาสวัตถุที่พบมากที่สุดสำหรับผู้ใช้มี organizationalPerson, person, user และ inetOrgPerson หากคุณไม่แน่ใจว่าต้องเลือกคลาสวัตถุตัวไหนโปรดปรึกษาผู้ดูแลระบบไดเรกทอรีของคุณ",
    "The filter specifies which LDAP users shall have access to the %s instance." : "ระบุตัวกรองที่ผู้ใช้ LDAP จะมีการเข้าถึง %s",
    "Verify settings and count users" : "ตรวจสอบการตั้งค่าและการนับจำนวนผู้ใช้",
    "Saving" : "บันทึก",
    "Back" : "ย้อนกลับ",
    "Continue" : "ดำเนินการต่อ",
    "LDAP" : "LDAP",
    "Expert" : "ผู้เชี่ยวชาญ",
    "Advanced" : "ขั้นสูง",
    "<b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them." : "<b>คำเตือน:</b> แอพฯ user_ldap และ user_webdavauth เข้ากันไม่ได้ คุณอาจจะพบเหตุการณ์ที่ไม่คาดคิด กรุณาขอให้ผู้ดูแลระบบของคุณปิดการใช้งานบางอย่างของพวกเขา",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>คำเตือน:</b> โมดูล PHP LDAP ยังไม่ได้ถูกติดตั้ง, ระบบด้านหลังจะไม่สามารถทำงานได้ กรุณาติดต่อผู้ดูแลระบบของคุณเพื่อทำการติดตั้งโมดูลดังกล่าว",
    "Connection Settings" : "ตั้งค่าการเชื่อมต่อ",
    "Configuration Active" : "ตั้งค่าการใช้งาน",
    "When unchecked, this configuration will be skipped." : "ถ้าไม่เลือก การตั้งค่านี้จะถูกข้ามไป",
    "Backup (Replica) Host" : "การสำรองข้อมูลโฮสต์ (สำรอง) ",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "ให้โฮสต์สำรองข้อมูลที่จำเป็นของเซิร์ฟเวอร์ LDAP/AD หลัก",
    "Backup (Replica) Port" : "สำรองข้อมูลพอร์ต (จำลอง) ",
    "Disable Main Server" : "ปิดใช้งานเซิร์ฟเวอร์หลัก",
    "Only connect to the replica server." : "เฉพาะเชื่อมต่อกับเซิร์ฟเวอร์แบบจำลอง",
    "Turn off SSL certificate validation." : "ปิดใช้งานการตรวจสอบความถูกต้องของใบรับรองความปลอดภัย SSL",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "ไม่แนะนำ ควรใช้สำหรับการทดสอบเท่านั้น! ถ้าการเชื่อมต่อใช้งานได้เฉพาะกับตัวเลือกนี้ นำเข้าใบรับรอง SSL เซิร์ฟเวอร์ LDAP ในเซิร์ฟเวอร์ %s ของคุณ ",
    "Cache Time-To-Live" : "แคช TTL",
    "in seconds. A change empties the cache." : "ในอีกไม่กี่วินาที ระบบจะล้างข้อมูลในแคชให้ว่างเปล่า",
    "Directory Settings" : "ตั้งค่าไดเร็กทอรี่",
    "User Display Name Field" : "ช่องแสดงชื่อผู้ใช้งาน",
    "The LDAP attribute to use to generate the user's display name." : "คุณลักษณะ LDAP เพื่อใช้ในการสร้างชื่อที่ปรากฏของผู้ใช้",
    "2nd User Display Name Field" : "ช่องแสดงชื่อผู้ใช้งานคนที่ 2",
    "Base User Tree" : "รายการผู้ใช้งานหลักแบบ Tree",
    "One User Base DN per line" : "หนึ่งผู้ใช้ Base DN ต่อหนึ่งบรรทัด",
    "User Search Attributes" : "คุณลักษณะการค้นหาชื่อผู้ใช้",
    "Optional; one attribute per line" : "ตัวเลือกเพิ่มเติม; หนึ่งคุณลักษณะต่อบรรทัด",
    "Group Display Name Field" : "ช่องแสดงชื่อกลุ่มที่ต้องการ",
    "The LDAP attribute to use to generate the groups's display name." : "คุณลักษณะ LDAP เพื่อใช้ในการสร้างชื่อที่ปรากฏของกลุ่ม",
    "Base Group Tree" : "รายการกลุ่มหลักแบบ Tree",
    "One Group Base DN per line" : "หนึ่ง Group Base DN ต่อหนึ่งบรรทัด",
    "Group Search Attributes" : "คุณลักษณะการค้นหาแบบกลุ่ม",
    "Group-Member association" : "ความสัมพันธ์ของสมาชิกในกลุ่ม",
    "Nested Groups" : "กลุ่มที่ซ้อนกัน",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "เมื่อเปิดสวิตซ์ กลุ่มจะได้รับการสนันสนุน (เฉพาะการทำงานถ้าคุณลักษณะสมาชิกกลุ่มมี DN)",
    "Paging chunksize" : "ขนาด Paging chunk",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Chunksize ใช้สำหรับการค้นหาเพจ LDAP มันส่งคืนผลลัพธ์ที่มีขนาดใหญ่เช่นการนับผู้ใช้หรือกลุ่ม (ตั้งค่าเป็น 0 เพื่อปิดการใช้งาน)",
    "Special Attributes" : "คุณลักษณะพิเศษ",
    "Quota Field" : "ช่องโควต้า",
    "Quota Default" : "โควต้าเริ่มต้น",
    "in bytes" : "ในหน่วยไบต์",
    "Email Field" : "ช่องอีเมล",
    "User Home Folder Naming Rule" : "กฎการตั้งชื่อโฟลเดอร์แรกของผู้ใช้",
    "Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute." : "เว้นว่างไว้สำหรับ ชื่อผู้ใช้ (ค่าเริ่มต้น) หรือไม่กรุณาระบุคุณลักษณะของ LDAP/AD",
    "Internal Username" : "ชื่อผู้ใช้ภายใน",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ].  Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. To achieve a similar behavior as before ownCloud 5 enter the user display name attribute in the following field. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users." : "ค่าเริ่มต้นของชื่อผู้ใช้ภายในจะถูกสร้างขึ้นจากแอตทริบิวต์ UUID มันทำให้แน่ใจว่าชื่อผู้ใช้มีความเป็นเอกลักษณ์และตัวอักษรไม่จำเป็นต้องถูกแปลงชื่อผู้ใช้ในภายหลัง มีข้อจำกัด ว่ามีเพียงตัวอักษรเหล่านี้จะได้รับอนุญาต: [ a-zA-Z0-9_.@- ] ส่วนตัวอักษรอื่นๆ จะถูกแทนที่ด้วยรหัส ASCII นอกจากนี้ยังเป็นชื่อเริ่มต้นสำหรับโฟลเดอร์โฮมของผู้ใช้ และเป็นส่วนหนึ่งของ URL ระยะไกลเช่นสำหรับทุก *บริการDAV เพื่อให้เกิดการทำงานที่คล้ายกันเช่นเดียวกับ ownCloud 5 ใส่แอตทริบิวต์แสดงชื่อที่ผู้ใช้ในสาขาดังต่อไปนี้ ปล่อยให้มันว่างเปล่าสำหรับการทำงานเริ่มต้น การเปลี่ยนแปลงจะมีผลเฉพาะในแมปใหม่ (เพิ่ม) ผู้ใช้ LDAP",
    "Internal Username Attribute:" : "ชื่อผู้ใช้ภายในคุณสมบัติ:",
    "Override UUID detection" : "แทนที่การตรวจสอบ UUID",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "โดยค่าเริ่มต้นแอตทริบิวต์ UUID มีถูกตรวจพบโดยอัตโนมัติ แอตทริบิวต์ UUID จะใช้เพื่อระบุผู้ใช้ของ LDAP และกลุ่ม นอกจากนี้ยังมีชื่อผู้ใช้ภายในจะถูกสร้างขึ้นบนพื้นฐาน UUID หากไม่ได้ระบุไว้ข้างต้น คุณสามารถแทนที่การตั้งค่าและส่งแอตทริบิวต์ที่คุณเลือก คุณต้องให้แน่ใจว่าแอตทริบิวต์ที่คุณเลือกสามารถเป็นจริงสำหรับทั้งผู้ใช้และกลุ่มและมันควรจะไม่ซ้ำกัน ปล่อยให้มันว่างเปล่าสำหรับการทำงานเริ่มต้น การเปลี่ยนแปลงจะมีผลเฉพาะในแมปใหม่ (เพิ่ม) ผู้ใช้ LDAP และกลุ่ม",
    "UUID Attribute for Users:" : "แอตทริบิวต์ UUID สำหรับผู้ใช้:",
    "UUID Attribute for Groups:" : "แอตทริบิวต์ UUID สำหรับกลุ่ม:",
    "Username-LDAP User Mapping" : "Username-LDAP ผู้ใช้ Mapping",
    "Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "ชื่อผู้ใช้จะใช้ในการจัดเก็บและกำหนดข้อมูล (เมตา)  เพื่อรู้จักกับผู้ใช้และสามารถระบุได้อย่างแม่นยำ แต่ละ LDAP จะมีชื่อผู้ใช้ภายใน จึงต้องทำ Mapping ให้กับผู้ใช้ LDAP ชื่อผู้ใช้ที่ถูกสร้างขึ้นจะถูกแมปเข้ากับ UUID ของผู้ใช้ LDAP นอกจากนี้ DN ก็จะถูกแคชเช่นกันเพื่อลดการทำงานร่วมกันของ LDAP แต่มันก็ไม่ได้ใช้เพื่อระบุตัวตน หากมีการเปลี่ยนแปลง DN การเปลี่ยนแปลงจะถูกพบในทันที ชื่อผู้ใช้ภายในจะถูกใช้กับทั้งหมด การล้างแมปไม่มีผลต่อการกำหนดค่า LDAP ทั้งหมด! \nและจะเกิดขึ้นเฉพาะในการทดสอบหรือขั้นตอนการทดลอง",
    "Clear Username-LDAP User Mapping" : "ล้าง Username-LDAP ผู้ใช้ Mapping",
    "Clear Groupname-LDAP Group Mapping" : "ล้าง Groupname-LDAP กลุ่ม Mapping"
},"pluralForm" :"nplurals=1; plural=0;"
}