{ "translations": {
    "Failed to clear the mappings." : "Eşleştirmeler temizlenemedi.",
    "Failed to delete the server configuration" : "Sunucu yapılandırması silinemedi",
    "The configuration is invalid: anonymous bind is not allowed." : "Yapılandırma geçersiz: anonim bağlamaya izin verilmiyor.",
    "The configuration is valid and the connection could be established!" : "Yapılandırma geçerli. Bağlanabilir!",
    "The configuration is valid, but the Bind failed. Please check the server settings and credentials." : "Yapılandırma geçerli ancak bağlanamadı. Lütfen sunucu ayarları ve kimlik doğrulama bilgilerini denetleyin.",
    "The configuration is invalid. Please have a look at the logs for further details." : "Yapılandırma geçersiz. Lütfen ayrıntılı bilgi almak için günlüklere bakın.",
    "No action specified" : "Hehrangi bir işlem belirtilmemiş",
    "No configuration specified" : "Herhangi bir yapılandırma belirtilmemiş",
    "No data specified" : "Herhangi bir veri belirtilmemiş",
    " Could not set configuration %s" : "%s yapılandırması ayarlanamadı",
    "Action does not exist" : "İşlem bulunamadı",
    "The Base DN appears to be wrong" : "Base DN hatalı gibi görünüyor",
    "Testing configuration…" : "Yapılandırma sınanıyor...",
    "Configuration incorrect" : "Yapılandırma hatalı",
    "Configuration incomplete" : "Yapılandırma tamamlanmamış",
    "Configuration OK" : "Yapılandırma tamamlanmış",
    "Select groups" : "Grupları seçin",
    "Select object classes" : "Nesne sınıflarını seçin",
    "Please check the credentials, they seem to be wrong." : "Lütfen kimlik doğrulama bilgilerini denetleyin, hatalı görünüyor.",
    "Please specify the port, it could not be auto-detected." : "Lütfen kapı numarasını belirtin. Otomatik olarak algılanamadı.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN otomatik olarak algılanamadı. Lütfen kimlik doğrulama bilgilerini, sunucu ve kapı numarasını gözden geçirin.",
    "Could not detect Base DN, please enter it manually." : "Base DN algılanamadı. Lütfen el ile yazın.",
    "{nthServer}. Server" : "{nthServer}. Sunucu",
    "No object found in the given Base DN. Please revise." : "Belirtilen Base DN içerisinde herhangi bir nesne bulunamadı. Lütfen gözden geçirin.",
    "More than 1,000 directory entries available." : "Kullanılabilecek 1000'den fazla dizin kaydı var.",
    " entries available within the provided Base DN" : "kayıt belirtilen Base DN üzerinde var",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "Bir sorun çıktı. Lütfen Base DN ile birlikte bağlantı ayarlarını ve kimlik doğrulama bilgilerini denetleyin.",
    "Do you really want to delete the current Server Configuration?" : "Geçerli sunucu yapılandırmasını silmek istediğinizden emin misiniz?",
    "Confirm Deletion" : "Silmeyi Onaylıyorum",
    "Mappings cleared successfully!" : "Eşleştirmeler temizlendi!",
    "Error while clearing the mappings." : "Eşleşmeler temizlenirken sorun çıktı.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "Anonim atamaya izin verilmiyor. Lütfen bir Kullanıcı DN ve Parola belirtin.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "LDAP işleminde sorun çıktı. Anonim bağlamaya izin verilmiyor.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "Kaydedilemedi. Veritabanının çalışıyor olduğundan emin olun. Devam etmeden yeniden yükleyin.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "Kipi değiştirmek otomatik LDAP sorgularını etkinleştirir. LDAP sisteminizin boyutlarına göre bu işlem uzun sürebilir. Kipi yine de değiştirmek istiyor musunuz?",
    "Mode switch" : "Kip değişimi",
    "Select attributes" : "Öznitelikleri seçin",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command line validation): <br/>" : "Kullanıcı bulunamadı. Lütfen oturum açma özniteliklerini ve kullanıcı adını denetleyin. Etkin süzgeç (komut satırı doğrulamasında kullanmak için kopyalayıp yapıştırın): <br/>",
    "User found and settings verified." : "Kullanıcı bulundu ve ayarlar doğrulandı.",
    "Settings verified, but more than one user found. Only the first will be able to login. Consider a more narrow filter." : "Ayarlar doğrulandı ancak birden fazla kullanıcı bulundu. Yalnız ilk kullanıcı oturum açabilecek. Lütfen daha dar bir süzgeç seçin.",
    "An unspecified error occurred. Please check the settings and the log." : "Bilinmeyen bir sorun çıktı. Lütfen ayarları ve günlüğü denetleyin.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "Arama süzgeci, açılmış ve kapatılmış parantez sayılarının eşit olmaması gibi bir söz dizimi sorunu nedeniyle geçersiz. Lütfen gözden geçirin.",
    "A connection error to LDAP / AD occurred, please check host, port and credentials." : "LDAP / AD için bir bağlantı sorunu çıktı. Lütfen istemci, kapı numarası ve kimlik doğrulama bilgilerini denetleyin.",
    "The %uid placeholder is missing. It will be replaced with the login name when querying LDAP / AD." : "LDAP / AD sorgularında kullanıcı adı ile değiştirilecek %uid yer belirleyicisi eksik. ",
    "Please provide a login name to test against" : "Lütfen deneme için kullanılacak bir kullanıcı adı yazın",
    "The group box was disabled, because the LDAP / AD server does not support memberOf." : "LDAP / AD sunucusu memberOf parametresini desteklemediğinden grup kutusu devre dışı.",
    "Password change rejected. Hint: " : "Parola değişimi reddedildi. İpucu:",
    "LDAP / AD integration" : "LDAP / AD bütünleştirmesi",
    "_%s group found_::_%s groups found_" : ["%s grup bulundu","%s grup bulundu"],
    "_%s user found_::_%s users found_" : ["%s kullanıcı bulundu","%s kullanıcı bulundu"],
    "Could not detect user display name attribute. Please specify it yourself in advanced ldap settings." : "Görüntülenecek kullanıcı adı özniteliği algılanamadı. Lütfen gelişmiş ldap ayarları bölümünden kendiniz belirleyin.",
    "Could not find the desired feature" : "İstenilen özellik bulunamadı",
    "Invalid Host" : "Sunucu Geçersiz",
    "Test Configuration" : "Yapılandırmayı Sına",
    "Help" : "Yardım",
    "Groups meeting these criteria are available in %s:" : "%s içinde bu ölçüte uygun gruplar var:",
    "Only these object classes:" : "Yalnız şu nesne sınıflarına:",
    "Only from these groups:" : "Yalnız şu gruplardan:",
    "Search groups" : "Grup arama",
    "Available groups" : "Kullanılabilecek gruplar",
    "Selected groups" : "Seçilmiş gruplar",
    "Edit LDAP Query" : "LDAP Sorgusunu Düzenle",
    "LDAP Filter:" : "LDAP Süzgeci:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "Süzgeçte %s kopyasına erişebilecek LDAP grupları belirtilir.",
    "Verify settings and count groups" : "Ayarları doğrula ve grupları say",
    "When logging in, %s will find the user based on the following attributes:" : "Oturum açılırken, %s, aşağıdaki özniteliklere bağlı kullanıcıyı bulur:",
    "LDAP / AD Username:" : "LDAP / AD Kullanıcı Adı:",
    "Allows login against the LDAP / AD username, which is either uid or samaccountname and will be detected." : "LDAP / AD kullanıcı adı ile oturum açılmasını sağlar. Kullanıcı adı uid ya da samaccountname olabilir ve algılanır.",
    "LDAP / AD Email Address:" : "LDAP / AD E-posta Adresi:",
    "Allows login against an email attribute. Mail and mailPrimaryAddress will be allowed." : "E-posta adresi ile oturum açılmasını sağlar. Mail ve mailPrimaryAddress kullanılabilir.",
    "Other Attributes:" : "Diğer Öznitelikler:",
    "Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action. Example: \"uid=%%uid\"" : "Oturum açma girişiminde uygulanacak süzgeci tanımlar. Oturum açma işleminde %%uid kullanıcı adı ile değiştirilir. Örnek: \"uid=%%uid\"",
    "Test Loginname" : "Kullanıcı adını sına",
    "Verify settings" : "Ayarları doğrula",
    "1. Server" : "1. Sunucu",
    "%s. Server:" : "%s. Sunucu:",
    "Add a new and blank configuration" : "Yeni ve boş bir yapılandırma ekle",
    "Copy current configuration into new directory binding" : "Geçerli yapılandırmayı yeni dizin bağlamasına kopyala",
    "Delete the current configuration" : "Geçerli yapılandırmayı sil",
    "Host" : "Sunucu",
    "You can omit the protocol, except you require SSL. Then start with ldaps://" : "SSL gerekmiyorsa iletişim kuralı belirtilmeyebilir. Gerekiyorsa ldaps:// ile başlayın",
    "Port" : "Kapı Numarası",
    "Detect Port" : "Kapı Numarasını Algıla",
    "User DN" : "Kullanıcı DN",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "Yapılacak bağlama için iİstemci kullanıcısının DN değeri. Örnek: uid=agent,dc=ornek,dc=com. Anonim erişim için DN ve Parolayı boş bırakın.",
    "Password" : "Parola",
    "For anonymous access, leave DN and Password empty." : "Anonim erişim için DN ve Parolayı boş bırakın.",
    "One Base DN per line" : "Her satıra bir Base DN yazın",
    "You can specify Base DN for users and groups in the Advanced tab" : "Gelişmiş sekmesinde, kullanıcı ve gruplar için Base DN belirtilebilir",
    "Detect Base DN" : "Base DN Algıla",
    "Test Base DN" : "Base DN Sına",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "Otomatik LDAP isteklerinden kaçınılsın. Büyük kurulumlar için daha iyidir ancak LDAP bilgisi gerektirir.",
    "Manually enter LDAP filters (recommended for large directories)" : "LDAP süzgeçlerini el ile yazın (büyük dizinler için önerilir)",
    "Listing and searching for users is constrained by these criteria:" : "Kullanıcı listeleme ve arama şu ölçütü göre kısıtlanmış:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "Kullanıcılar için ortak olarak en çok organizationalPerson, person, user ve inetOrgPerson nesne sınıfları kullanılır. Hangi nesne sınıfını seçeceğinizden emin değilseniz lütfen dizin yöneticinize danışın.",
    "The filter specifies which LDAP users shall have access to the %s instance." : "Süzgeç, %s kopyasına erişmesi gereken LDAP kullanıcılarını belirtir.",
    "Verify settings and count users" : "Ayarları doğrula ve kullanıcıları say",
    "Saving" : "Kaydediliyor",
    "Back" : "Geri",
    "Continue" : "Devam",
    "LDAP" : "LDAP",
    "Server" : "Sunucu",
    "Users" : "Kullanıcılar",
    "Login Attributes" : "Oturum Açma Öznitelikleri",
    "Groups" : "Gruplar",
    "Expert" : "Uzman",
    "Advanced" : "Gelişmiş",
    "<b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them." : "<b>Uyarı:</b> user_ldap ve user_webdavauth uygulamaları uyumlu değil. Beklenmedik bir davranışla karşılaşabilirsiniz. Lütfen ikisinden birini devre dışı bırakmak için sistem yöneticinizle görüşün.",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b>Uyarı:</b> PHP LDAP modülü kurulu değil, arka uç çalışmayacak. Lütfen kurulumu için sistem yöneticinizle görüşün.",
    "Connection Settings" : "Bağlantı Ayarları",
    "Configuration Active" : "Yapılandırma Etkin",
    "When unchecked, this configuration will be skipped." : "Bu seçenek işaretli değilse, bu yapılandırma atlanır.",
    "Backup (Replica) Host" : "Yedek (Replika) Sunucu",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "İsteğe bağlı olarak bir yedekleme sunucusu belirtin. Ana LDAP/AD sunucusunun kopyası olmalıdır.",
    "Backup (Replica) Port" : "Yedek (Replika) Kapı Numarası",
    "Disable Main Server" : "Ana Sunucuyu Devre Dışı Bırak",
    "Only connect to the replica server." : "Yalnız yedek sunucuya bağlanılsın.",
    "Turn off SSL certificate validation." : "SSL sertifika doğrulaması kullanılmasın.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "Önerilmez, yalnız deneme amacıyla için kullanın! Bağlantı yalnız bu seçenek etkinleştirildiğinde çalışıyorsa %s sunucunuza LDAP sunucusunun SSL sertifikasını ekleyin.",
    "Cache Time-To-Live" : "Ön Bellek Time-To-Live Değeri",
    "in seconds. A change empties the cache." : "saniye cinsinden. Değişiklik ön belleği temizler.",
    "Directory Settings" : "Dizin Ayarları",
    "User Display Name Field" : "Görüntülenecek Kullanıcı Adı Alanı",
    "The LDAP attribute to use to generate the user's display name." : "Görüntülenecek kullanıcı adını oluşturmak için kullanılacak LDAP özniteliği.",
    "2nd User Display Name Field" : "2. Görüntülenecek Kullanıcı Adı Alanı",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "İsteğe bağlı. Görüntülenecek ada parantez içinde eklenecek LDAP özniteliği. Örnek sonuç: »John Doe (john.doe@example.org)«.",
    "Base User Tree" : "Temel Kullanıcı Ağacı",
    "One User Base DN per line" : "Her Satıra Bir Kullanıcı Base DN",
    "User Search Attributes" : "Kullanıcı Arama Öznitelikleri",
    "Optional; one attribute per line" : "İsteğe bağlı; her satıra bir öznitelik",
    "Group Display Name Field" : "Görüntülenecek Grup Adı Alanı",
    "The LDAP attribute to use to generate the groups's display name." : "Görüntülenecek grup adını oluşturmak için kullanılacak LDAP özniteliği.",
    "Base Group Tree" : "Temel Grup Ağacı",
    "One Group Base DN per line" : "Her Satıra Bir Grup Base DN",
    "Group Search Attributes" : "Grup Arama Öznitelikleri",
    "Group-Member association" : "Grup-Üye İlişkisi",
    "Dynamic Group Member URL" : "Devingen Grup Üye Adresi",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "Bu grup nesneleri üzerindeki LDAP özniteliği, grupa hangi nesnelerin ait olduğunu bulan bir LDAP arama adresi içeriyor (Seçenek boş bırakıldığında dinamik grup üyeliği özelliği devre dışı kalır).",
    "Nested Groups" : "İç İçe Gruplar",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "Bu seçenek etkinleştirildiğinde, gruplar içinde gruplar desteklenir (Yalnız grup üyesi özniteliği DN içeriyorsa çalışır).",
    "Paging chunksize" : "Sayfalandırma yığın boyutu",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Yığın boyutu, kullanıcı ya da grup listeleri gibi, çok sayıda sonuç verebilen sayfalandırılmış LDAP aramaları için kullanılır (0 olarak ayarlandığında bu durumlarda sayfalandırılmış LDAP aramaları devre dışı kalır).",
    "Enable LDAP password changes per user" : "Kullanıcılar LDAP parolalarını değiştirebilsin",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : " Bu seçenek etkinleştirildiğinde, LDAP kullanıcıları kendi parolalarını değiştirebilir ve Süper Yöneticiler ile Grup Yöneticileri kendi LDAP kullanıcılarının parolalarını değiştirebilir. Yalnız erişim denetimi ilkeleri LDAP sunucuya uygun olarak yapılandırılmış ise çalışır. Parolalar LDAp sunucuya düz metin biçiminde aktarıldığından, LDAP sunucu üzerinde aktarım şifrelemesi ve parola karması kullanılmalıdır.",
    "(New password is sent as plain text to LDAP)" : "(Yeni parola LDAP üzerine düz metin olarak gönderildi)",
    "Special Attributes" : "Özel Öznitelikler",
    "Quota Field" : "Kota Alanı",
    "Quota Default" : "Varsayılan Kota",
    "in bytes" : "bayt cinsinden",
    "Email Field" : "E-posta Alanı",
    "User Home Folder Naming Rule" : "Kullanıcı Ana Klasörünü Adlandırma Kuralı",
    "Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute." : "Kullanıcı adının kullanılması için boş bırakın (varsayılan). Ya da bir LDAP/AD özniteliği belirtin.",
    "Internal Username" : "İç Kullanıcı Adı",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ].  Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users." : "Varsayılan olarak, iç kullanıcı adı UUID özniteliğinden oluşturulur. Böylece kullanıcı adının eşsiz olması ve dönüştürülmesi gereken karakterler içermediğinden emin olunur. İç kullanıcı adında kısıtlaması yalnız şu karakterleri kullanılabilir: [ a-zA-Z0-9_.@- ]. Diğer karakterler ASCII karşılıklarına dönüştürülür ya da yok sayılır. Çakışmalarda ada bir sayı eklenir. İç kullanıcı adı bir kullanıcıyı içsel olarak belirlemeye yarar. Aynı zamanda kullanıcı ana klasörünün varsayılan adı olarak da kullanılır. İnternet adreslerinin, örneğin *DAV servislerinin bir parçasıdır. Bu seçenek ile varsayılan davranış değiştirilebilir. Varsayılan davranışı kullanmak için boş bırakın. Değişiklikler yalnız yeni eşleştirilecek (eklenecek) LDAP kullanıcılarını etkiler.",
    "Internal Username Attribute:" : "İç Kullanıcı Adı Özniteliği:",
    "Override UUID detection" : "UUID algılamasını değiştir",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "Varsayılan olarak, UUID özniteliği otomatik olarak algılanır. UUID özniteliği LDAP kullanıcı ve gruplarını kesin olarak belirlemek için kullanılır. Yukarıda başka türlü belirtilmemişse, bu UUID için bir iç kullanıcı adı oluşturulur. Bu ayarı değiştirerek istenilen bir öznitelik belirtilebilir. Ancak istenilen özniteliğin eşsiz olduğundan ve hem kullanıcı hem de gruplar tarafından kullanıldığından emin olunmalıdır. Varsayılan davranış için boş bırakın. Değişiklikler yalnız yeni eşleştirilen (eklenen) LDAP kullanıcı ve gruplarını etkiler.",
    "UUID Attribute for Users:" : "Kullanıcılar için UUID Özniteliği:",
    "UUID Attribute for Groups:" : "Gruplar için UUID Özniteliği:",
    "Username-LDAP User Mapping" : "Kullanıcı Adı-LDAP Kullanıcısı Eşleştirme",
    "Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "Kullanıcı adları, (üst) veri depolaması ve ataması için kullanılır. Kullanıcıları kesin olarak belirlemek ve algılamak için, her LDAP kullanıcısına bir iç kullanıcı verilir. Bu kullanıcı adı ile LDAP kullanıcısının eşleştirilmesi gerekir. Oluşturulan kullanıcı adı LDAP kullanıcısının UUID değeri ile eşleştirilir. Bunun yanında LDAP etkileşimini azaltmak için DN ön belleğe alınır ancak bu işlem kimlik belirleme için kullanılmaz. DN üzerinde yapılan değişiklikler aktarılır. İç kullanıcı her yerde kullanıldığından, bir eşleştirmeyi kaldırmak pek çok yerde kalıntılar bırakır. Eşleştirmeleri kaldırmak yalnız yapılandırmaya bağlı değildir, tüm LDAP yapılandırmalarını etkiler! Üretim ortamında eşleştirmeleri asla kaldırmayın, yalnız sınama ya da deney aşamalarında kullanın.",
    "Clear Username-LDAP User Mapping" : "Kullanıcı Adı-LDAP Kullanıcısı Eşleştirmesini Kaldır",
    "Clear Groupname-LDAP Group Mapping" : "Grup Adı-LDAP Grubu Eşleştirmesini Kaldır",
    "Settings verified, but one user found. Only the first will be able to login. Consider a more narrow filter." : "Ayarlar doğrulandı ancak birden çok kullanıcı bulundu. Yalnız ilk kullanıcı oturum açabilecek. Lütfen daha dar bir süzgeç seçin."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}