{ "translations": {
    "Failed to clear the mappings." : "خەرىتىنى تازىلاش مەغلۇب بولدى.",
    "Failed to delete the server configuration" : "مۇلازىمېتىر سەپلىمىسىنى ئۆچۈرەلمىدى",
    "Invalid configuration: Anonymous binding is not allowed." : "ئىناۋەتسىز سەپلىمىسى: نامسىز باغلاشقا بولمايدۇ.",
    "Valid configuration, connection established!" : "ئىناۋەتلىك سەپلىمە ، ئۇلىنىش قۇرۇلدى!",
    "Valid configuration, but binding failed. Please check the server settings and credentials." : "ئىناۋەتلىك سەپلىمىسى ، ئەمما باغلاش مەغلۇپ بولدى. مۇلازىمېتىر تەڭشىكى ۋە كىنىشكىسىنى تەكشۈرۈپ بېقىڭ.",
    "Invalid configuration. Please have a look at the logs for further details." : "سەپلىمە ئىناۋەتسىز. تېخىمۇ كۆپ تەپسىلاتلار ئۈچۈن خاتىرىلەرنى كۆرۈپ بېقىڭ.",
    "No action specified" : "ھېچقانداق ھەرىكەت بەلگىلەنمىدى",
    "No configuration specified" : "سەپلىمىسى ئېنىق ئەمەس",
    "No data specified" : "ھېچقانداق سانلىق مەلۇمات كۆرسىتىلمىدى",
    "Invalid data specified" : "ئىناۋەتسىز سانلىق مەلۇمات",
    " Could not set configuration %s" : " سەپلىمە% s نى تەڭشىگىلى بولمىدى",
    "Action does not exist" : "ھەرىكەت مەۋجۇت ئەمەس",
    "Renewing …" : "يېڭىلاش…",
    "Very weak password" : "پارول بەك ئاجىز",
    "Weak password" : "پارول ئاجىز",
    "So-so password" : "شۇڭا مەخپىي نومۇر",
    "Good password" : "ياخشى پارول",
    "Strong password" : "كۈچلۈك پارول",
    "The Base DN appears to be wrong" : "Base DN خاتادەك قىلىدۇ",
    "Testing configuration…" : "سىناق سەپلىمىسى…",
    "Configuration incorrect" : "سەپلىمىسى خاتا",
    "Configuration incomplete" : "سەپلىمىسى تولۇق ئەمەس",
    "Configuration OK" : "سەپلىمىسى بولىدۇ",
    "Select groups" : "گۇرۇپپىلارنى تاللاڭ",
    "Select object classes" : "ئوبيېكت دەرسلىرىنى تاللاڭ",
    "Please check the credentials, they seem to be wrong." : "كىنىشكىنى تەكشۈرۈپ بېقىڭ ، ئۇلار خاتادەك قىلىدۇ.",
    "Please specify the port, it could not be auto-detected." : "پورتنى بەلگىلىۈڭ ، ئۇنى ئاپتوماتىك بايقىغىلى بولمايدۇ.",
    "Base DN could not be auto-detected, please revise credentials, host and port." : "Base DN نى ئاپتوماتىك بايقىغىلى بولمايدۇ ، كىنىشكا ، باش ئاپپارات ۋە پورتنى تۈزىتىڭ.",
    "Could not detect Base DN, please enter it manually." : "Base DN نى بايقىيالمىدى ، قولدا كىرگۈزۈڭ.",
    "{nthServer}. Server" : "th nthServer}. مۇلازىمېتىر",
    "No object found in the given Base DN. Please revise." : "بېرىلگەن Base DN دا ھېچقانداق نەرسە تېپىلمىدى. قايتا قاراپ بېقىڭ.",
    "More than 1,000 directory entries available." : "1000 دىن ئارتۇق مۇندەرىجە تۈرى بار.",
    "An error occurred. Please check the Base DN, as well as connection settings and credentials." : "خاتالىق كۆرۈلدى. Base DN ، شۇنداقلا ئۇلىنىش تەڭشەكلىرى ۋە كىنىشكىسىنى تەكشۈرۈپ بېقىڭ.",
    "Do you really want to delete the current Server Configuration?" : "نۆۋەتتىكى مۇلازىمېتىر سەپلىمىسىنى ئۆچۈرمەكچىمۇ؟",
    "Confirm Deletion" : "ئۆچۈرۈشنى جەزملەشتۈرۈڭ",
    "Mappings cleared successfully!" : "خەرىتە مۇۋەپپەقىيەتلىك تازىلاندى!",
    "Error while clearing the mappings." : "خەرىتىنى تازىلاش جەريانىدا خاتالىق.",
    "Anonymous bind is not allowed. Please provide a User DN and Password." : "نامسىز باغلاشقا بولمايدۇ. ئىشلەتكۈچى DN ۋە پارول بىلەن تەمىنلەڭ.",
    "LDAP Operations error. Anonymous bind might not be allowed." : "LDAP مەشغۇلات خاتالىقى. نامسىز باغلىنىشقا رۇخسەت قىلىنمايدۇ.",
    "Saving failed. Please make sure the database is in Operation. Reload before continuing." : "تېجەش مەغلۇب بولدى. سانداننىڭ مەشغۇلات قىلىۋاتقانلىقىنى جەزملەشتۈرۈڭ. داۋاملاشتۇرۇشتىن بۇرۇن قايتا يۈكلەڭ.",
    "Switching the mode will enable automatic LDAP queries. Depending on your LDAP size they may take a while. Do you still want to switch the mode?" : "ھالەتنى ئالماشتۇرغاندا ئاپتوماتىك LDAP سوئاللىرىنى قوزغىتىدۇ. LDAP چوڭلۇقىڭىزغا ئاساسەن ئۇلار بىر ئاز ۋاقىت كېتىشى مۇمكىن. سىز يەنىلا ھالەتنى ئالماشتۇرامسىز؟",
    "Mode switch" : "ھالەت ئالماشتۇرۇش",
    "Select attributes" : "خاسلىقنى تاللاڭ",
    "User not found. Please check your login attributes and username. Effective filter (to copy-and-paste for command-line validation): <br/>" : "ئىشلەتكۈچى تېپىلمىدى. كىرىش خاسلىقىڭىز ۋە ئىشلەتكۈچى ئىسمىڭىزنى تەكشۈرۈپ بېقىڭ. ئۈنۈملۈك سۈزگۈچ (بۇيرۇق قۇرىنى دەلىللەش ئۈچۈن كۆچۈرۈپ چاپلاش): <br/>",
    "User found and settings verified." : "ئىشلەتكۈچى تېپىلدى ۋە تەڭشەكلىرى دەلىللەندى.",
    "Consider narrowing your search, as it encompassed many users, only the first one of whom will be able to log in." : "ئىزدەشنى تارايتىشنى ئويلاڭ ، چۈنكى ئۇ نۇرغۇن ئىشلەتكۈچىلەرنى ئۆز ئىچىگە ئالىدۇ ، پەقەت بىرىنچىسىلا كىرەلەيدۇ.",
    "An unspecified error occurred. Please check log and settings." : "ئېنىقلانمىغان خاتالىق كۆرۈلدى. خاتىرە ۋە تەڭشەكلەرنى تەكشۈرۈپ بېقىڭ.",
    "The search filter is invalid, probably due to syntax issues like uneven number of opened and closed brackets. Please revise." : "ئىزدەش سۈزگۈچ ئىناۋەتسىز ، بەلكىم ئېچىلغان ۋە يېپىق تىرناقنىڭ تەكشى بولماسلىقى قاتارلىق گرامماتىكىلىق مەسىلىلەر سەۋەبىدىن بولۇشى مۇمكىن. قايتا قاراپ بېقىڭ.",
    "A connection error to LDAP/AD occurred. Please check host, port and credentials." : "LDAP / AD غا ئۇلىنىش خاتالىقى كۆرۈلدى. ساھىبجامال ، پورت ۋە كىنىشكىنى تەكشۈرۈپ بېقىڭ.",
    "The \"%uid\" placeholder is missing. It will be replaced with the login name when querying LDAP/AD." : "\"% Uid\" ئورۇن ئىگىسى يوقاپ كەتتى. ئۇ LDAP / AD نى سورىغاندا كىرىش ئىسمى بىلەن ئالماشتۇرۇلىدۇ.",
    "Please provide a login name to test against" : "سىناش ئۈچۈن كىرىش ئىسمى بىلەن تەمىنلەڭ",
    "The group box was disabled, because the LDAP/AD server does not support memberOf." : "گۇرۇپپا قۇتىسى چەكلەنگەن ، چۈنكى LDAP / AD مۇلازىمېتىرى memberOf نى قوللىمايدۇ.",
    "Password change rejected. Hint: " : "پارول ئۆزگەرتىش رەت قىلىندى. تەكلىپ: ",
    "Please login with the new password" : "يېڭى پارول بىلەن كىرىڭ",
    "LDAP User backend" : "LDAP ئىشلەتكۈچى ئارقا سۇپىسى",
    "Your password will expire tomorrow." : "پارولىڭىز ئەتە توشىدۇ.",
    "Your password will expire today." : "پارولىڭىز بۈگۈن توشىدۇ.",
    "LDAP/AD integration" : "LDAP / AD بىرلەشتۈرۈش",
    "LDAP Connection" : "LDAP ئۇلىنىشى",
    "Invalid LDAP UUIDs" : "ئىناۋەتسىز LDAP UUIDs",
    "None found" : "تېپىلمىدى",
    "Invalid UUIDs of LDAP accounts or groups have been found. Please review your \"Override UUID detection\" settings in the Expert part of the LDAP configuration and use \"occ ldap:update-uuid\" to update them." : "LDAP ھېساباتى ياكى گۇرۇپپىلارنىڭ ئىناۋەتسىز UUID تېپىلدى. LDAP سەپلىمىسىنىڭ مۇتەخەسسىسلەر بۆلىكىدىكى «UUID بايقاشنى قاپلاش» تەڭشەكلىرىڭىزنى تەكشۈرۈپ ، «occ ldap: update-uuid» نى ئىشلىتىپ ئۇلارنى يېڭىلاڭ.",
    "> 1000 groups found" : "> 1000 گۇرۇپپا تېپىلدى",
    "> 1000 users found" : "> 1000 ئىشلەتكۈچى تېپىلدى",
    "Could not detect user display name attribute. Please specify it yourself in advanced LDAP settings." : "ئىشلەتكۈچى كۆرسىتىش ئىسمى خاسلىقىنى بايقىيالمىدى. ئىلغار LDAP تەڭشىكىدە ئۆزىڭىز بەلگىلىۈڭ.",
    "Could not find the desired feature" : "لازىملىق ئىقتىدارنى تاپالمىدى",
    "Invalid Host" : "ئىناۋەتسىز",
    "LDAP user and group backend" : "LDAP ئىشلەتكۈچى ۋە گۇرۇپپا ئارقا سەھنىسى",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory." : "بۇ پروگرامما باشقۇرغۇچىنىڭ Nextcloud نى LDAP ئاساسىدىكى ئىشلەتكۈچى مۇندەرىجىسىگە ئۇلىيالايدۇ.",
    "This application enables administrators to connect Nextcloud to an LDAP-based user directory for authentication and provisioning users, groups and user attributes. Admins can configure this application to connect to one or more LDAP directories or Active Directories via an LDAP interface. Attributes such as user quota, email, avatar pictures, group memberships and more can be pulled into Nextcloud from a directory with the appropriate queries and filters.\n\nA user logs into Nextcloud with their LDAP or AD credentials, and is granted access based on an authentication request handled by the LDAP or AD server. Nextcloud does not store LDAP or AD passwords, rather these credentials are used to authenticate a user and then Nextcloud uses a session for the user ID. More information is available in the LDAP User and Group Backend documentation." : "بۇ پروگرامما باشقۇرغۇچىنىڭ Nextcloud نى LDAP ئاساسىدىكى ئىشلەتكۈچى مۇندەرىجىسىگە ئۇلاپ ، ئىشلەتكۈچى ، گۇرۇپپا ۋە ئىشلەتكۈچى خاسلىقى بىلەن تەمىنلەيدۇ. باشقۇرغۇچى بۇ پروگراممىنى LDAP كۆرۈنمە يۈزى ئارقىلىق بىر ياكى بىر قانچە LDAP مۇندەرىجىسىگە ياكى ئاكتىپ مۇندەرىجىگە ئۇلىيالايدۇ. ئىشلەتكۈچى نورمىسى ، ئېلېكترونلۇق خەت ، باش سۈرەت ، گۇرۇپپا ئەزالىرى ۋە باشقىلار قاتارلىق خاسلىقلارنى مۇناسىپ سوئال ۋە سۈزگۈچلەر بىلەن مۇندەرىجىدىن Nextcloud غا تارتقىلى بولىدۇ.\n\nئىشلەتكۈچى LDAP ياكى AD كىنىشكىسى بىلەن Nextcloud غا كىرىدۇ ، ھەمدە LDAP ياكى AD مۇلازىمېتىرى بىر تەرەپ قىلغان دەلىللەش تەلىپىگە ئاساسەن ئىجازەتكە ئېرىشىدۇ. Nextcloud LDAP ياكى AD مەخپىي نومۇرىنى ساقلىمايدۇ ، بەلكى بۇ كىنىشكىلار ئىشلەتكۈچىنى دەلىللەش ئۈچۈن ئىشلىتىلىدۇ ، ئاندىن Nextcloud ئىشلەتكۈچى كىملىكى ئۈچۈن بىر يىغىن ئىشلىتىدۇ. LDAP ئىشلەتكۈچى ۋە گۇرۇپپا ئارقا بەت ھۆججىتىدە تېخىمۇ كۆپ ئۇچۇرلار بار.",
    "Test Configuration" : "سىناق سەپلىمىسى",
    "Help" : "ياردەم",
    "Groups meeting these criteria are available in %s:" : "بۇ ئۆلچەمگە توشىدىغان گۇرۇپپىلار% s دا بار:",
    "Only these object classes:" : "پەقەت بۇ ئوبيېكت دەرسلىرى:",
    "Only from these groups:" : "پەقەت بۇ گۇرۇپپىلاردىن:",
    "Search groups" : "ئىزدەش گۇرۇپپىلىرى",
    "Available groups" : "ئىشلەتكىلى بولىدىغان گۇرۇپپىلار",
    "Selected groups" : "تاللانغان گۇرۇپپىلار",
    "Edit LDAP Query" : "LDAP سوئالنى تەھرىرلەڭ",
    "LDAP Filter:" : "LDAP سۈزگۈچ:",
    "The filter specifies which LDAP groups shall have access to the %s instance." : "سۈزگۈچ قايسى LDAP گۇرۇپپىسىنىڭ% s مىسالىغا ئېرىشەلەيدىغانلىقىنى بەلگىلەيدۇ.",
    "Verify settings and count the groups" : "تەڭشەكلەرنى تەكشۈرۈپ گۇرۇپپىلارنى ساناپ بېقىڭ",
    "When logging in, %s will find the user based on the following attributes:" : "تىزىمغا كىرگەندە ،% s تۆۋەندىكى خاسلىقلارغا ئاساسەن ئىشلەتكۈچىنى تاپىدۇ:",
    "LDAP/AD Username:" : "LDAP / AD ئىشلەتكۈچى ئىسمى:",
    "Allows login against the LDAP/AD username, which is either \"uid\" or \"sAMAccountName\" and will be detected." : "LDAP / AD ئىشلەتكۈچى نامىغا كىرىشكە يول قويىدۇ ، بۇ «uid» ياكى «sAMAccountName» بولۇپ ، بايقايدۇ.",
    "LDAP/AD Email Address:" : "LDAP / AD ئېلېكترونلۇق خەت ئادرېسى:",
    "Allows login against an email attribute. \"mail\" and \"mailPrimaryAddress\" allowed." : "ئېلېكترونلۇق خەت خاسلىقىغا قارشى كىرىشكە يول قويىدۇ. \"mail\" ۋە \"mailPrimaryAddress\" رۇخسەت قىلىنغان.",
    "Other Attributes:" : "باشقا خاسلىقى:",
    "Defines the filter to apply, when login is attempted. \"%%uid\" replaces the username in the login action. Example: \"uid=%%uid\"" : "كىرىشكە ئۇرۇنغاندا سۈزگۈچنى بەلگىلەيدۇ. \"%% uid\" كىرىش ھەرىكىتىدىكى ئىشلەتكۈچى نامىنىڭ ئورنىنى ئالىدۇ. مىسال: \"uid = %% uid\"",
    "Test Loginname" : "سىناق خاتىرىسى",
    "Attempts to receive a DN for the given loginname and the current login filter" : "بېرىلگەن كىرىش ئىسمى ۋە نۆۋەتتىكى كىرىش سۈزگۈچ ئۈچۈن DN تاپشۇرۇۋېلىشقا ئۇرۇنۇش",
    "Verify settings" : "تەڭشەكلەرنى دەلىللەڭ",
    "%s. Server:" : "% s. مۇلازىمېتىر:",
    "Add a new configuration" : "يېڭى سەپلىمە قوشۇڭ",
    "Copy current configuration into new directory binding" : "نۆۋەتتىكى سەپلىمىنى يېڭى مۇندەرىجە باغلاشقا كۆچۈرۈڭ",
    "Delete the current configuration" : "نۆۋەتتىكى سەپلىمىنى ئۆچۈرۈڭ",
    "Host" : "باش ئاپپارات",
    "You can omit the protocol, unless you require SSL. If so, start with ldaps://" : "ئەگەر SSL تەلەپ قىلمىسىڭىز ، كېلىشىمنى ئەمەلدىن قالدۇرالايسىز. ئەگەر شۇنداق بولسا ، ldaps دىن باشلاڭ: //",
    "Port" : "ئېغىز",
    "Detect Port" : "پورتنى ئېنىقلاڭ",
    "User DN" : "ئىشلەتكۈچى DN",
    "The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty." : "باغلىنىشلىق ئېلىپ بېرىلىدىغان خېرىدار ئىشلەتكۈچىنىڭ DN ، مەسىلەن. uid = ۋاكالەتچى ، dc = مىسال ، dc = com. نامسىز زىيارەت قىلىش ئۈچۈن DN ۋە پارولنى بوش قويۇڭ.",
    "Password" : "ئىم",
    "For anonymous access, leave DN and Password empty." : "نامسىز زىيارەت قىلىش ئۈچۈن DN ۋە پارولنى بوش قويۇڭ.",
    "Save Credentials" : "كىنىشكىنى ساقلاش",
    "One Base DN per line" : "ھەر بىر قۇر DN",
    "You can specify Base DN for users and groups in the Advanced tab" : "ئالىي بەتكۈچتىكى ئىشلەتكۈچى ۋە گۇرۇپپىلار ئۈچۈن Base DN نى بەلگىلىيەلەيسىز",
    "Detect Base DN" : "Base DN نى ئېنىقلاڭ",
    "Test Base DN" : "سىناق ئاساسى DN",
    "Avoids automatic LDAP requests. Better for bigger setups, but requires some LDAP knowledge." : "ئاپتوماتىك LDAP تەلىپىدىن ساقلىنىدۇ. چوڭراق تەڭشەش ئۈچۈن ياخشى ، ئەمما بىر قىسىم LDAP بىلىملىرىنى تەلەپ قىلىدۇ.",
    "Manually enter LDAP filters (recommended for large directories)" : "LDAP سۈزگۈچنى قولدا كىرگۈزۈڭ (چوڭ مۇندەرىجە تەۋسىيە قىلىنىدۇ)",
    "Listing and searching for users is constrained by these criteria:" : "ئابونتلارنى تىزىش ۋە ئىزدەش بۇ ئۆلچەملەر تەرىپىدىن چەكلەنگەن:",
    "The most common object classes for users are organizationalPerson, person, user, and inetOrgPerson. If you are not sure which object class to select, please consult your directory admin." : "ئىشلەتكۈچىلەر ئۈچۈن ئەڭ كۆپ ئۇچرايدىغان ئوبيېكت سىنىپلىرى تەشكىلىي شەخس ، ئادەم ، ئىشلەتكۈچى ۋە inetOrgPerson. قايسى ئوبيېكت سىنىپىنى تاللاشنى بىلمىسىڭىز مۇندەرىجە باشقۇرغۇچىڭىز بىلەن مەسلىھەتلىشىڭ.",
    "The filter specifies which LDAP users shall have access to the %s instance." : "سۈزگۈچ قايسى LDAP ئىشلەتكۈچىلەرنىڭ% s مىسالىغا ئېرىشەلەيدىغانلىقىنى بەلگىلەيدۇ.",
    "Verify settings and count users" : "تەڭشەكلەرنى تەكشۈرۈپ ، ئىشلەتكۈچىنى ساناپ بېقىڭ",
    "Saving" : "تېجەش",
    "Back" : "قايتىش",
    "Continue" : "داۋاملاشتۇر",
    "Please renew your password." : "پارولىڭىزنى يېڭىلاڭ.",
    "An internal error occurred." : "ئىچكى خاتالىق كۆرۈلدى.",
    "Please try again or contact your administrator." : "قايتا سىناڭ ياكى باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىڭ.",
    "Current password" : "نۆۋەتتىكى ئىم",
    "New password" : "يېڭى ئىم",
    "Renew password" : "پارولنى يېڭىلاڭ",
    "Wrong password." : "پارول خاتا.",
    "Cancel" : "ۋاز كەچ",
    "Server" : "مۇلازىمېتىر",
    "Users" : "ئىشلەتكۈچىلەر",
    "Login Attributes" : "كىرىش خاسلىقى",
    "Groups" : "گۇرۇپپا",
    "Expert" : "مۇتەخەسسىس",
    "Advanced" : "ئالىي",
    "<b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it." : "<b> ئاگاھلاندۇرۇش: </b> PHP LDAP مودۇلى ئورنىتىلمىدى ، ئارقا تەرىپى ئىشلىمەيدۇ. ئۇنى قاچىلاشنى سىستېما باشقۇرغۇچىڭىزدىن سوراڭ.",
    "Connection Settings" : "باغلىنىش تەڭشىكى",
    "Configuration Active" : "سەپلىمە ئاكتىپ",
    "When unchecked, this configuration will be skipped." : "تەكشۈرۈلمىسە ، بۇ سەپلىمە ئاتلاپ كېتىدۇ.",
    "Backup (Replica) Host" : "زاپاسلاش (Replica) رىياسەتچىسى",
    "Give an optional backup host. It must be a replica of the main LDAP/AD server." : "ئىختىيارى زاپاسلاش مۇلازىمىتىرى بېرىڭ. ئۇ چوقۇم ئاساسلىق LDAP / AD مۇلازىمېتىرنىڭ كۆپەيتىلگەن نۇسخىسى بولۇشى كېرەك.",
    "Backup (Replica) Port" : "زاپاسلاش (Replica) ئېغىزى",
    "Disable Main Server" : "ئاساسلىق مۇلازىمېتىرنى چەكلەڭ",
    "Only connect to the replica server." : "پەقەت كۆپەيتىلگەن مۇلازىمېتىرغا ئۇلاڭ.",
    "Turn off SSL certificate validation." : "SSL گۇۋاھنامىسىنى دەلىللەشنى ئېتىۋېتىڭ.",
    "Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server." : "تەۋسىيە قىلىنمايدۇ ، ئۇنى پەقەت سىناق ئۈچۈن ئىشلىتىڭ! ئەگەر ئۇلىنىش پەقەت مۇشۇ تاللاش بىلەنلا ئىشلەيدىغان بولسا ،% s مۇلازىمېتىرىڭىزغا LDAP مۇلازىمېتىرنىڭ SSL گۇۋاھنامىسىنى ئەكىرىڭ.",
    "Cache Time-To-Live" : "Cache Time-To-Live",
    "in seconds. A change empties the cache." : "سېكۇنتتا. ئۆزگەرتىش غەملەكنى بوشاتتى.",
    "Directory Settings" : "مۇندەرىجە تەڭشىكى",
    "User Display Name Field" : "ئىشلەتكۈچى كۆرسىتىش ئىسمى",
    "The LDAP attribute to use to generate the user's display name." : "LDAP خاسلىقى ئىشلەتكۈچىنىڭ كۆرسىتىش نامىنى ھاسىل قىلىشقا ئىشلىتىلىدۇ.",
    "2nd User Display Name Field" : "2-ئىشلەتكۈچى كۆرسىتىش ئىسمى مەيدانى",
    "Optional. An LDAP attribute to be added to the display name in brackets. Results in e.g. »John Doe (john.doe@example.org)«." : "ئىختىيارىي. تىرناق ئىچىدىكى كۆرسىتىش نامىغا قوشۇلىدىغان LDAP خاسلىقى. مەسىلەن: »جون دو (john.doe@example.org)«.",
    "Base User Tree" : "ئاساسى ئىشلەتكۈچى دەرىخى",
    "One User Base DN per line" : "ھەر بىر قۇردا بىر ئىشلەتكۈچى ئاساسى DN",
    "User Search Attributes" : "ئىشلەتكۈچى ئىزدەش خاسلىقى",
    "Optional; one attribute per line" : "ئىختىيارىي ھەر بىر قۇرغا بىر خاسلىق",
    "Disable users missing from LDAP" : "LDAP دىن يوقاپ كەتكەن ئىشلەتكۈچىلەرنى چەكلەڭ",
    "When switched on, users imported from LDAP which are then missing will be disabled" : "قوزغىتىلغاندا LDAP دىن ئىمپورت قىلىنغان ئىشلەتكۈچىلەر ئىناۋەتسىز بولىدۇ",
    "Group Display Name Field" : "گۇرۇپپا كۆرسىتىش ئىسمى مەيدانى",
    "The LDAP attribute to use to generate the groups's display name." : "LDAP خاسلىقى گۇرۇپپىلارنىڭ كۆرسىتىش نامىنى ھاسىل قىلىشقا ئىشلىتىلىدۇ.",
    "Base Group Tree" : "ئاساسى گۇرۇپپا دەرىخى",
    "One Group Base DN per line" : "ھەر بىر قۇر بىر گۇرۇپپا ئاساسى DN",
    "Group Search Attributes" : "گۇرۇپپا ئىزدەش خاسلىقى",
    "Group-Member association" : "گۇرۇپپا-ئەزالار جەمئىيىتى",
    "Dynamic Group Member URL" : "ھەرىكەتچان گۇرۇپپا ئەزالىرىنىڭ ئادرېسى",
    "The LDAP attribute that on group objects contains an LDAP search URL that determines what objects belong to the group. (An empty setting disables dynamic group membership functionality.)" : "گۇرۇپپا ئوبيېكتلىرىدىكى LDAP خاسلىقى LDAP ئىزدەش URL نى ئۆز ئىچىگە ئالغان بولۇپ ، قايسى ئوبيېكتلارنىڭ گۇرۇپپىغا تەۋە ئىكەنلىكىنى بەلگىلەيدۇ. (قۇرۇق تەڭشەك ھەرىكەتچان گۇرۇپپا ئەزالىق ئىقتىدارىنى چەكلەيدۇ.)",
    "Nested Groups" : "توپلانغان گۇرۇپپىلار",
    "When switched on, groups that contain groups are supported. (Only works if the group member attribute contains DNs.)" : "ئاچقاندا گۇرۇپپىلارنى ئۆز ئىچىگە ئالغان گۇرۇپپىلارنى قوللايدۇ. (پەقەت گۇرۇپپا ئەزالىرىنىڭ خاسلىقى DNs بولغاندىلا ئىشلەيدۇ.)",
    "Paging chunksize" : "Paging chunksize",
    "Chunksize used for paged LDAP searches that may return bulky results like user or group enumeration. (Setting it 0 disables paged LDAP searches in those situations.)" : "Chunksize تور بەت LDAP ئىزدەش ئۈچۈن ئىشلىتىلىدۇ ، بۇ ئىشلەتكۈچى ياكى گۇرۇپپا تىزىملاش قاتارلىق چوڭ نەتىجىلەرنى قايتۇرىدۇ. (ئۇنى 0 قىلىپ تەڭشەش بۇ خىل ئەھۋال ئاستىدا LDAP ئىزدەشنى چەكلەيدۇ.)",
    "Enable LDAP password changes per user" : "ھەر بىر ئىشلەتكۈچىگە LDAP پارول ئۆزگەرتىشنى قوزغىتىڭ",
    "Allow LDAP users to change their password and allow Super Administrators and Group Administrators to change the password of their LDAP users. Only works when access control policies are configured accordingly on the LDAP server. As passwords are sent in plaintext to the LDAP server, transport encryption must be used and password hashing should be configured on the LDAP server." : "LDAP ئىشلەتكۈچىلىرىنىڭ مەخپىي نومۇرىنى ئۆزگەرتىشىگە يول قويۇڭ ۋە دەرىجىدىن تاشقىرى باشقۇرغۇچى ۋە گۇرۇپپا باشقۇرغۇچىلارنىڭ LDAP ئابونتلىرىنىڭ پارولىنى ئۆزگەرتىشىگە يول قويۇڭ. زىيارەتنى كونترول قىلىش سىياسىتى LDAP مۇلازىمېتىرىغا ئاساسەن تەڭشەلگەندىلا ئىشلەيدۇ. مەخپىي نومۇر LDAP مۇلازىمېتىرىغا ئوچۇق تېكىستتە ئەۋەتىلگەنلىكتىن ، چوقۇم مەخپىيلەشتۈرۈشنى ئىشلىتىپ ، LDAP مۇلازىمېتىرىدا مەخپىي نومۇرنى تەڭشەش كېرەك.",
    "(New password is sent as plain text to LDAP)" : "(يېڭى پارول LDAP غا ئاددىي تېكىست سۈپىتىدە ئەۋەتىلدى)",
    "Default password policy DN" : "كۆڭۈلدىكى پارول سىياسىتى DN",
    "The DN of a default password policy that will be used for password expiry handling. Works only when LDAP password changes per user are enabled and is only supported by OpenLDAP. Leave empty to disable password expiry handling." : "پارولنىڭ مۇددىتى توشقاندا بىر تەرەپ قىلىنىدىغان كۆڭۈلدىكى پارول سىياسىتىنىڭ DN. ھەر بىر ئىشلەتكۈچىگە LDAP پارولى ئۆزگەرتىلگەندىلا ئىشلەيدۇ ، پەقەت OpenLDAP قوللايدۇ. پارولنىڭ ۋاقتى توشۇشنى بىر تەرەپ قىلىش ئۈچۈن بوش قويۇڭ.",
    "Special Attributes" : "ئالاھىدە خاسلىق",
    "Quota Field" : "Quota Field",
    "Leave empty for user's default quota. Otherwise, specify an LDAP/AD attribute." : "ئىشلەتكۈچىنىڭ سۈكۈتتىكى نورمىسى ئۈچۈن بوش قويۇڭ. بولمىسا ، LDAP / AD خاسلىقىنى بەلگىلەڭ.",
    "Quota Default" : "Quota Default",
    "Override default quota for LDAP users who do not have a quota set in the Quota Field." : "نورما ئۆلچىمىدە نورما بېكىتىلمىگەن LDAP ئىشلەتكۈچىلىرىنىڭ سۈكۈتتىكى نورمىسىنى قاپلىۋېتىڭ.",
    "Email Field" : "ئېلېكترونلۇق خەت مەيدانى",
    "Set the user's email from their LDAP attribute. Leave it empty for default behaviour." : "ئىشلەتكۈچىنىڭ ئېلېكترونلۇق خەتلىرىنى LDAP خاسلىقىدىن تەڭشەڭ. سۈكۈتتىكى ھەرىكەت ئۈچۈن ئۇنى بوش قويۇڭ.",
    "User Home Folder Naming Rule" : "ئىشلەتكۈچى ئائىلە ھۆججەت قىسقۇچىغا ئىسىم قويۇش قائىدىسى",
    "Leave empty for username (default). Otherwise, specify an LDAP/AD attribute." : "ئىشلەتكۈچى نامىغا قۇرۇق قويۇڭ (سۈكۈتتىكى). بولمىسا ، LDAP / AD خاسلىقىنى بەلگىلەڭ.",
    "\"$home\" Placeholder Field" : "\"$ home\" ئورۇن ئىگىسى",
    "$home in an external storage configuration will be replaced with the value of the specified attribute" : "سىرتقى ساقلاش سەپلىمىسىدىكى $ home كۆرسىتىلگەن خاسلىقنىڭ قىممىتى بىلەن ئالماشتۇرۇلىدۇ",
    "User Profile Attributes" : "ئىشلەتكۈچى ئارخىپى خاسلىقى",
    "Phone Field" : "تېلېفون مەيدانى",
    "User profile Phone will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى تېلېفون بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Website Field" : "تور بېكەت مەيدانى",
    "User profile Website will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى تور بېكىتى بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Address Field" : "ئادرېس مەيدانى",
    "User profile Address will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى ئادرېسى بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Twitter Field" : "Twitter Field",
    "User profile Twitter will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى Twitter كۆرسىتىلگەن خاسلىقتىن تەڭشىلىدۇ",
    "Fediverse Field" : "Fediverse Field",
    "User profile Fediverse will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى Fediverse كۆرسىتىلگەن خاسلىقتىن تەڭشىلىدۇ",
    "Organisation Field" : "تەشكىلات مەيدانى",
    "User profile Organisation will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى تەشكىلاتى بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Role Field" : "رول مەيدانى",
    "User profile Role will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى رولى بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Headline Field" : "ماۋزۇ مەيدانى",
    "User profile Headline will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى ماۋزۇ بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Biography Field" : "تەرجىمىھالى",
    "User profile Biography will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى تەرجىمىھالى كۆرسىتىلگەن خاسلىقتىن تەڭشىلىدۇ",
    "Birthdate Field" : "تۇغۇلغان كۈنى",
    "User profile Date of birth will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى تۇغۇلغان ۋاقتى بەلگىلەنگەن خاسلىقتىن بېكىتىلىدۇ",
    "Pronouns Field" : "ئالمىشىش مەيدانى",
    "User profile Pronouns will be set from the specified attribute" : "ئىشلەتكۈچى ئارخىپى ئالماشلار بەلگىلەنگەن خاسلىقتىن تەڭشىلىدۇ",
    "Internal Username" : "ئىچكى ئىشلەتكۈچى ئىسمى",
    "By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [a-zA-Z0-9_.@-]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all DAV services. With this setting, the default behavior can be overridden. Changes will have effect only on newly mapped (added) LDAP users. Leave it empty for default behavior." : "سۈكۈتتىكى ھالەتتە ئىشلەتكۈچى ئىسمى UUID خاسلىقىدىن قۇرۇلىدۇ. ئىشلەتكۈچى نامىنىڭ ئۆزگىچە ئىكەنلىكى ۋە ھەرپلەرنى ئۆزگەرتىشنىڭ ھاجىتى يوقلىقىغا كاپالەتلىك قىلىدۇ. ئىچكى ئىشلەتكۈچى نامىدا پەقەت بۇ ھەرپلەرلا رۇخسەت قىلىنغان چەكلىمە بار: [a-zA-Z0-9 _. @ -]. باشقا ھەرپلەر ئۇلارنىڭ ASCII خەت ئالاقىسى بىلەن ئالماشتۇرۇلىدۇ ياكى ئاددىيلا چىقىرىۋېتىلىدۇ. سوقۇلغاندا بىر سان قوشۇلىدۇ / كۆپەيتىلىدۇ. ئىچكى ئىشلەتكۈچى ئىسمى ئىچكى ئىشلەتكۈچىنى پەرقلەندۈرۈش ئۈچۈن ئىشلىتىلىدۇ. ئۇ يەنە ئىشلەتكۈچىنىڭ ئائىلە قىسقۇچىنىڭ سۈكۈتتىكى ئىسمى. ئۇ يىراقتىكى URL لارنىڭ بىر قىسمى ، مەسىلەن بارلىق DAV مۇلازىمىتى ئۈچۈن. بۇ تەڭشەك ئارقىلىق سۈكۈتتىكى ھەرىكەتنى بېسىپ ئۆتكىلى بولىدۇ. ئۆزگەرتىش پەقەت يېڭى سىزىلغان (قوشۇلغان) LDAP ئىشلەتكۈچىلەرگىلا تەسىر كۆرسىتىدۇ. سۈكۈتتىكى ھەرىكەت ئۈچۈن ئۇنى بوش قويۇڭ.",
    "Internal Username Attribute:" : "ئىچكى ئىشلەتكۈچى ئىسمى خاسلىقى:",
    "Override UUID detection" : "UUID بايقاشنى قاپلىۋېتىڭ",
    "By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups." : "سۈكۈت بويىچە ، UUID خاسلىقى ئاپتوماتىك بايقىلىدۇ. UUID خاسلىقى LDAP ئىشلەتكۈچىلىرى ۋە گۇرۇپپىلىرىنى شەكسىز پەرقلەندۈرۈش ئۈچۈن ئىشلىتىلىدۇ. ئۇندىن باشقا ، ئىچكى ئىشلەتكۈچى ئىسمى UUID ئاساسىدا قۇرۇلىدۇ ، ئەگەر يۇقىرىدا ئېنىق بەلگىلەنمىگەن بولسا. تەڭشەكنى بېسىپ ئۆتۈپ ، ئۆزىڭىز تاللىغان خاسلىقنى يەتكۈزەلەيسىز. سىز ئۆزىڭىز تاللىغان خاسلىقنىڭ ئىشلەتكۈچىلەر ۋە گۇرۇپپىلار ئۈچۈن ئېلىپ كېلىنەلەيدىغانلىقىغا كاپالەتلىك قىلىشىڭىز كېرەك. سۈكۈتتىكى ھەرىكەت ئۈچۈن ئۇنى بوش قويۇڭ. ئۆزگەرتىش پەقەت يېڭى سىزىلغان (قوشۇلغان) LDAP ئىشلەتكۈچىلىرى ۋە گۇرۇپپىلىرىغىلا تەسىر كۆرسىتىدۇ.",
    "UUID Attribute for Users:" : "ئىشلەتكۈچىلەر ئۈچۈن UUID خاسلىقى:",
    "UUID Attribute for Groups:" : "گۇرۇپپىلارغا UUID خاسلىقى:",
    "Username-LDAP User Mapping" : "ئىشلەتكۈچى ئىسمى-LDAP ئىشلەتكۈچى خەرىتىسى",
    "Usernames are used to store and assign metadata. In order to precisely identify and recognize users, each LDAP user will have an internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage." : "ئىشلەتكۈچى ئىسمى مېتا سانلىق مەلۇماتنى ساقلاش ۋە تەقسىملەشتە ئىشلىتىلىدۇ. ئىشلەتكۈچىلەرنى ئېنىق تونۇش ۋە تونۇش ئۈچۈن ، ھەر بىر LDAP ئىشلەتكۈچىنىڭ ئىچكى ئىشلەتكۈچى ئىسمى بولىدۇ. بۇ ئىشلەتكۈچى نامىدىن LDAP ئىشلەتكۈچىگە خەرىتە سىزىشنى تەلەپ قىلىدۇ. قۇرۇلغان ئىشلەتكۈچى ئىسمى LDAP ئىشلەتكۈچىنىڭ UUID غا سىزىلغان. بۇنىڭدىن باشقا ، DN غەملەك بىلەن LDAP ئۆز-ئارا تەسىرنى ئازايتىدۇ ، ئەمما ئۇ پەرقلەندۈرۈشكە ئىشلىتىلمەيدۇ. ئەگەر DN ئۆزگەرسە ، ئۆزگىرىشلەر تېپىلىدۇ. ئىچكى ئىشلەتكۈچى ئىسمى ھەممە يەردە ئىشلىتىلىدۇ. خەرىتىنى تازىلاش ھەممە يەردە ئېشىپ قالىدۇ. خەرىتىنى تازىلاش سەپلىمىگە سەزگۈر ئەمەس ، ئۇ بارلىق LDAP سەپلىمىسىگە تەسىر كۆرسىتىدۇ! خەرىتىنى ئىشلەپچىقىرىش مۇھىتىدا ھەرگىز تازىلىماڭ ، پەقەت سىناق ياكى تەجرىبە باسقۇچىدىلا.",
    "Clear Username-LDAP User Mapping" : "ئىشلەتكۈچى ئىسمى- LDAP ئىشلەتكۈچى خەرىتىسىنى تازىلاڭ",
    "Clear Groupname-LDAP Group Mapping" : "گۇرۇپپا ئىسمى- LDAP گۇرۇپپا خەرىتىسىنى تازىلاش",
    "Invalid UUIDs of LDAP users or groups have been found. Please review your \"Override UUID detection\" settings in the Expert part of the LDAP configuration and use \"occ ldap:update-uuid\" to update them." : "LDAP ئىشلەتكۈچىلەر ياكى گۇرۇپپىلارنىڭ ئىناۋەتسىز UUID لىرى تېپىلدى. LDAP سەپلىمىسىنىڭ مۇتەخەسسىسلەر بۆلىكىدىكى «UUID بايقاشنى قاپلاش» تەڭشەكلىرىڭىزنى تەكشۈرۈپ ، «occ ldap: update-uuid» نى ئىشلىتىپ ئۇلارنى يېڭىلاڭ."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}