{ "translations": {
    "Unknown error" : "Bəlli olmayan səhv baş verdi",
    "Missing recovery key password" : "Bərpa açarının şifrəsi çatışmır",
    "Please repeat the recovery key password" : "Xahiş olunur bərpa açarı şifrəsini təkrarlayasınız",
    "Repeated recovery key password does not match the provided recovery key password" : "Təkrar daxil edilən bərpa açarı şifrəsi, öncə daxil edilən bərpa açarı ilə üst-üstə düşmür ",
    "Recovery key successfully enabled" : "Bərpa açarı uğurla aktivləşdi",
    "Could not disable recovery key. Please check your recovery key password!" : "Geriqaytarılma açarını sondürmək olmur. Xahiş edirik geriqaytarılma key açarınızı yoxlayın.",
    "Recovery key successfully disabled" : "Bərpa açarı uğurla söndürüldü",
    "Please provide the old recovery password" : "Xahiş olunur köhnə bərpa açarını daxil edəsiniz",
    "Please provide a new recovery password" : "Xahiş olunur yeni bərpa açarı şifrəsini daxil esəsiniz",
    "Please repeat the new recovery password" : "Xahiş olunur yeni bərpa açarını təkrarlayasınız",
    "Password successfully changed." : "Şifrə uğurla dəyişdirildi.",
    "Could not change the password. Maybe the old password was not correct." : "Şifrəni dəyişmək olmur, ola bilər ki, köhnə şifrə düzgün olmayıb.",
    "Could not update the private key password." : "Gizli açarın şifrəsini yeniləmək mümkün olmadı.",
    "The old password was not correct, please try again." : "Köhnə şifrə düzgün deyildi, xahiş olunur yenidən cəhd edəsiniz.",
    "The current log-in password was not correct, please try again." : "Hal-hazırki istifadəçi şifrəsi düzgün deyildi, xahiş olunur yenidən cəhd edəsiniz.",
    "Private key password successfully updated." : "Gizli aşar şifrəsi uğurla yeniləndi.",
    "File recovery settings updated" : "Fayl bərpa quraşdırmaları yeniləndi",
    "Could not update file recovery" : "Fayl bərpasını yeniləmək olmur",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Şifrələmə proqramı inisializasiya edilməyib! Ola bilər ki, şifrələnmə proqramı sizin sessiya müddətində yenidən işə salınıb. Xahiş olunur çıxıb yenidən girişə cəhd edəsiniz ki, şifrələnmə proqramı sizin istifadəçı adı üçün təkrar inisializasiya edilsin. ",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Sizin gizli açarınız doğru deyil! Təxmin edilir ki, sizin şifrə %s-dən kənarda dəyişdirilib(misal üçün sizin koorporativ qovluq). Siz öz şifrələnmiş fayllarınıza yetkinizi bərpa etmək üçün, öz şifrənizi şəxsi quraşdırmalarınızda yeniləyə bilərsiniz.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Bu faylı deşifrə etmək olmur və ola bilər ki, bu paylaşımda olan fayldır. Xahiş olunur faylın sahibinə həmin faylı sizinlə yenidən paylaşım etməsini bildirəsiniz. ",
    "Unknown error. Please check your system settings or contact your administrator" : "Tanınmayan səhv. Xahiş olunur sistem quraşdırmalarınızı yoxlayın yada öz inzibatçınızla əlaqə yaradın",
    "Initial encryption started... This can take some time. Please wait." : "İlkin şifələnmə başlandı... Bu müəyyən vaxt ala bilər. Xahiş olunur gözləyəsiniz.",
    "Initial encryption running... Please try again later." : "İlkin şifrələnmə işləyir... Xahiş olunur birazdan yenidən müraciət edəsiniz.",
    "Missing requirements." : "Taləbatlar çatışmır.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Xahiş olunur ki, PHP-in OpenSSL genişlənməsi yüklənib və düzgün konfiqurasiya edilib. İndiki hal üçün şifrələnmə proqramı dayandırılmışdır.",
    "Following users are not set up for encryption:" : "Göstərilən istifadəçilər şifrələnmə üçün quraşdırılmayıb:",
    "Go directly to your %spersonal settings%s." : "Birbaşa öz %sşəxsi quraşdırmalarınıza%s gedin.",
    "Server-side Encryption" : "Server-tərəf şifrələnmə",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Proqram şifrələnməsi işə salınıb ancaq, sizin açarlar inisializasiya edilməyib. Xahiş edilir çıxıb yenidən daxil olasınız",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Bərpa açarını aktivləşdir(şifrə itirilməsi hadısələrində, istifadəçi fayllarının bərpasına izin verir)",
    "Recovery key password" : "Açar şifrənin bərpa edilməsi",
    "Repeat Recovery key password" : "Bərpa açarın şifrəsini təkrar edin",
    "Enabled" : "İşə salınıb",
    "Disabled" : "Dayandırılıb",
    "Change recovery key password:" : "Bərpa açarın şifrəsini dəyişdir:",
    "Old Recovery key password" : "Köhnə bərpa açarı şifrəsi",
    "New Recovery key password" : "Yeni bərpa açarı şifrəsi",
    "Repeat New Recovery key password" : "Yeni bərpa açarı şifrəsini təkrar edin",
    "Change Password" : "Şifrəni dəyişdir",
    "Your private key password no longer matches your log-in password." : "Sizin gizli açar şifrəsi, artıq giriş adınızla uyğun gəlmir.",
    "Set your old private key password to your current log-in password:" : "Köhnə açar şifrənizi, sizin hal-hazırki giriş şifrənizə təyin edin: ",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Əgər siz köhnə şifrənizi xatırlamırsınızsa, öz inzibatçınızdan fayllarınızın bərpasını istəyə bilərsiniz.",
    "Old log-in password" : "Köhnə giriş şifrəsi",
    "Current log-in password" : "Hal-hazırki giriş şifrəsi",
    "Update Private Key Password" : "Gizli açar şifrəsini yenilə",
    "Enable password recovery:" : "Şifrə bərpasını işə sal:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Bu opsiyanın aktiv edilməsi sizə, şifrənin itdiyi hallarda bütün şifrələnmiş fayllarınıza yetkinin yenidən əldə edilməsinə şərait yaradacaq"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}