{ "translations": {
    "Unknown error" : "Непозната грешка.",
    "Missing recovery key password" : "Липсва парола за възстановяване",
    "Please repeat the recovery key password" : "Повтори новата парола за възстановяване",
    "Repeated recovery key password does not match the provided recovery key password" : "Повторената парола за възстановяване не съвпада със зададената парола за възстановяване",
    "Recovery key successfully enabled" : "Успешно включване на опцията ключ за възстановяване.",
    "Could not disable recovery key. Please check your recovery key password!" : "Неуспешно изключване на ключа за възстановяване. Моля, провери паролата за ключа за възстановяване!",
    "Recovery key successfully disabled" : "Успешно изключване на ключа за възстановяване.",
    "Please provide the old recovery password" : "Моля, въведи старата парола за възстановяване",
    "Please provide a new recovery password" : "Моля, задай нова парола за възстановяване",
    "Please repeat the new recovery password" : "Моля, въведи повторна новата парола за възстановяване",
    "Password successfully changed." : "Паролата е успешно променена.",
    "Could not change the password. Maybe the old password was not correct." : "Грешка при промяна на паролата. Може би старата ти парола е сгрешена.",
    "Could not update the private key password." : "Неуспешна промяна на паролата на личния ключ",
    "The old password was not correct, please try again." : "Старата парола е грешна, опитай отново.",
    "The current log-in password was not correct, please try again." : "Грешна парола за вписване, опитай отново.",
    "Private key password successfully updated." : "Успешно променена тайната парола за ключа.",
    "File recovery settings updated" : "Настройките за възстановяване на файлове са променени.",
    "Could not update file recovery" : "Неуспешна промяна на настройките за възстановяване на файлове.",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Неуспешна инициализация на криптиращото приложение! Може би криптиращото приложение бе включено по време на твоята сесия. Отпиши се и се впиши обратно за да инциализираш криптиращото приложение.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Твоят таен ключ е невалиден! Вероятно твоята парола беше променена извън %s(пр. твоята корпоративна директория). Можеш да промениш своят таен ключ в Лични настройки, за да възстановиш достъпа до криптираните файлове.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Неуспешно разшифроване на този файл, вероятно това е споделен файл. Моля, поискай собственика на файла да го сподели повторно с теб.",
    "Unknown error. Please check your system settings or contact your administrator" : "Непозната грешка. Моля, провери системните настройки или се свържи с администратора.",
    "Initial encryption started... This can take some time. Please wait." : "Първоначалното криптиране започна... Това може да отнеме време. Моля изчакай.",
    "Initial encryption running... Please try again later." : "Тече първоначално криптиране... Моля опитай по-късно.",
    "Missing requirements." : "Липсва задължителна информация.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Моля уверете се че OpenSSL заедно с PHP разширене са включени и конфигурирани правилно. За сега, криптиращото приложение е изключено.",
    "Following users are not set up for encryption:" : "Следните потребители не са настроени за криптиране:",
    "Go directly to your %spersonal settings%s." : "Отиде направо към твоите %sлични настройки%s.",
    "Server-side Encryption" : "Криптиране от страна на сървъра",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Програмата за криптиране е включена, но твоите ключове не са зададени, моля отпиши си и се впиши отново.",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Включи опцията възстановяване на ключ (разрешава да възстанови файловете на потребителите в случай на загубена парола):",
    "Recovery key password" : "Парола за възстановяане на ключа",
    "Repeat Recovery key password" : "Повтори паролата за възстановяване на ключа",
    "Enabled" : "Включено",
    "Disabled" : "Изключено",
    "Change recovery key password:" : "Промени паролата за въстановяване на ключа:",
    "Old Recovery key password" : "Старата парола за въстановяване на ключа",
    "New Recovery key password" : "Новата парола за възстановяване на ключа",
    "Repeat New Recovery key password" : "Повтори новата паролза за възстановяване на ключа",
    "Change Password" : "Промени Паролата",
    "Your private key password no longer matches your log-in password." : "Личният ти ключ не съвпада с паролата за вписване.",
    "Set your old private key password to your current log-in password:" : "Промени паролата за тайния ти включ на паролата за вписване:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Ако не помниш старата парола помоли администратора да възстанови файловете ти.",
    "Old log-in password" : "Стара парола за вписване",
    "Current log-in password" : "Текуща парола за вписване",
    "Update Private Key Password" : "Промени Тайната Парола за Ключа",
    "Enable password recovery:" : "Включи опцията възстановяване на паролата:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Избирането на тази опция ще ти позволи да възстановиш достъпа си до файловете в случай на изгубена парола."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}