{ "translations": {
    "Unknown error" : "Error desconocido",
    "Missing recovery key password" : "Falta contraseña de recuperación.",
    "Please repeat the recovery key password" : "Por favor, repita la contraseña de recuperación",
    "Repeated recovery key password does not match the provided recovery key password" : "La contraseña de recuperación reintroducida no coincide con la contraseña de recuperación proporcionada.",
    "Recovery key successfully enabled" : "Se ha habilitado la recuperación de archivos",
    "Could not disable recovery key. Please check your recovery key password!" : "No se pudo deshabilitar la clave de recuperación. Por favor compruebe su contraseña!",
    "Recovery key successfully disabled" : "Clave de recuperación deshabilitada",
    "Please provide the old recovery password" : "Por favor, ingrese su antigua contraseña de recuperación",
    "Please provide a new recovery password" : "Por favor, ingrese una nueva contraseña de recuperación",
    "Please repeat the new recovery password" : "Por favor repita su nueva contraseña de recuperacion",
    "Password successfully changed." : "Su contraseña ha sido cambiada",
    "Could not change the password. Maybe the old password was not correct." : "No se pudo cambiar la contraseña. Compruebe que la contraseña actual sea correcta.",
    "Could not update the private key password." : "No se pudo actualizar la contraseña de clave privada.",
    "The old password was not correct, please try again." : "La antigua contraseña no es correcta, por favor intente de nuevo.",
    "The current log-in password was not correct, please try again." : "La contraseña de inicio de sesión actual no es correcto, por favor intente de nuevo.",
    "Private key password successfully updated." : "Contraseña de clave privada actualizada con éxito.",
    "File recovery settings updated" : "Opciones de recuperación de archivos actualizada",
    "Could not update file recovery" : "No se pudo actualizar la recuperación de archivos",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "¡La aplicación de cifrado no ha sido inicializada! Quizá fue restablecida durante tu sesión. Por favor intenta cerrar la sesión y volver a iniciarla para inicializar la aplicación de cifrado.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "¡Su clave privada no es válida! Tal vez su contraseña ha sido cambiada desde fuera. de %s (Ej:Su directorio corporativo). Puede actualizar la contraseña de su clave privada en sus opciones personales para recuperar el acceso a sus archivos.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "No fue posible descifrar este archivo, probablemente se trate de un archivo compartido. Solicite al propietario del mismo que vuelva a compartirlo con usted.",
    "Unknown error. Please check your system settings or contact your administrator" : "Error desconocido. Revise la configuración de su sistema o contacte a su administrador",
    "Initial encryption started... This can take some time. Please wait." : "Encriptación iniciada..... Esto puede tomar un tiempo. Por favor espere.",
    "Initial encryption running... Please try again later." : "Cifrado inicial en curso... Inténtelo más tarde.",
    "Missing requirements." : "Requisitos incompletos.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Asegúrese de que OpenSSL y la extensión de PHP estén habilitados y configurados correctamente. Por el momento, la aplicación de cifrado ha sido deshabilitada.",
    "Following users are not set up for encryption:" : "Los siguientes usuarios no han sido configurados para el cifrado:",
    "Go directly to your %spersonal settings%s." : "Ir directamente a %sOpciones%s.",
    "Server-side Encryption" : "Cifrado en el servidor",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "La app de crifrado está habilitada pero sus claves no han sido inicializadas, por favor, cierre la sesión y vuelva a iniciarla de nuevo.",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Habilitar la clave de recuperación (permite recuperar los ficheros del usuario en caso de pérdida de la contraseña);",
    "Recovery key password" : "Contraseña de clave de recuperación",
    "Repeat Recovery key password" : "Repite la contraseña de clave de recuperación",
    "Enabled" : "Habilitar",
    "Disabled" : "Deshabilitado",
    "Change recovery key password:" : "Cambiar la contraseña de la clave de recuperación",
    "Old Recovery key password" : "Antigua clave de recuperación",
    "New Recovery key password" : "Nueva clave de recuperación",
    "Repeat New Recovery key password" : "Repetir la nueva clave de recuperación",
    "Change Password" : "Cambiar contraseña",
    "Your private key password no longer matches your log-in password." : "Su contraseña de clave privada ya no coincide con su contraseña de acceso.",
    "Set your old private key password to your current log-in password:" : "Establezca la contraseña de clave privada antigua para su contraseña de inicio de sesión actual:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si no recuerda su antigua contraseña puede pedir a su administrador que le recupere sus ficheros.",
    "Old log-in password" : "Contraseña de acceso antigua",
    "Current log-in password" : "Contraseña de acceso actual",
    "Update Private Key Password" : "Actualizar Contraseña de Clave Privada",
    "Enable password recovery:" : "Habilitar la recuperación de contraseña:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitar esta opción le permitirá volver a tener acceso a sus ficheros cifrados en caso de pérdida de contraseña"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}