{ "translations": {
    "Unknown error" : "Error desconocido",
    "Recovery key successfully enabled" : "Se habilitó la recuperación de archivos",
    "Could not disable recovery key. Please check your recovery key password!" : "No fue posible deshabilitar la clave de recuperación.  Por favor, comprobá tu contraseña.",
    "Recovery key successfully disabled" : "Clave de recuperación deshabilitada",
    "Password successfully changed." : "Tu contraseña fue cambiada",
    "Could not change the password. Maybe the old password was not correct." : "No se pudo cambiar la contraseña. Comprobá que la contraseña actual sea correcta.",
    "Private key password successfully updated." : "Contraseña de clave privada actualizada con éxito.",
    "File recovery settings updated" : "Las opciones de recuperación de archivos fueron actualizadas",
    "Could not update file recovery" : "No fue posible actualizar la recuperación de archivos",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "¡La aplicación de encriptación no está inicializada! Es probable que la aplicación fue re-habilitada durante tu sesión. Intenta salir y iniciar sesión para volverla a iniciar.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "¡Tu llave privada no es válida! Aparenta que tu clave fue cambiada fuera de %s (de tus directorios). Puedes actualizar la contraseña de tu clave privadaen las configuraciones personales para recobrar el acceso a tus archivos encriptados.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "No se puede descibrar este archivo, probablemente sea un archivo compartido. Por favor pídele al dueño que recomparta el archivo contigo.",
    "Initial encryption started... This can take some time. Please wait." : "Encriptación inicial comenzada... Esto puede durar un tiempo. Por favor espere.",
    "Initial encryption running... Please try again later." : "Encriptación inicial corriendo... Por favor intente mas tarde. ",
    "Missing requirements." : "Requisitos incompletos.",
    "Following users are not set up for encryption:" : "Los siguientes usuarios no fueron configurados para encriptar:",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "La aplicación de encriptación está habilitada pero las llaves no fueron inicializadas, por favor termine y vuelva a iniciar la sesión",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Habilitar clave de recuperación (te permite recuperar los archivos de usuario en el caso que pierdas la contraseña):",
    "Recovery key password" : "Contraseña de recuperación de clave",
    "Repeat Recovery key password" : "Repetir la contraseña de la clave de recuperación",
    "Enabled" : "Habilitado",
    "Disabled" : "Deshabilitado",
    "Change recovery key password:" : "Cambiar contraseña para recuperar la clave:",
    "Old Recovery key password" : "Contraseña antigua de recuperación de clave",
    "New Recovery key password" : "Nueva contraseña de recuperación de clave",
    "Repeat New Recovery key password" : "Repetir Nueva contraseña para la clave de recuperación",
    "Change Password" : "Cambiar contraseña",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si no te acordás de tu contraseña antigua, pedile al administrador que recupere tus archivos",
    "Old log-in password" : "Contraseña anterior",
    "Current log-in password" : "Contraseña actual",
    "Update Private Key Password" : "Actualizar contraseña de la clave privada",
    "Enable password recovery:" : "Habilitar recuperación de contraseña:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitando esta opción, vas a tener acceso a tus archivos encriptados, incluso si perdés la contraseña"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}