{ "translations": {
    "Unknown error" : "Error desconocido",
    "Recovery key successfully enabled" : "Se ha habilitado la recuperación de archivos",
    "Could not disable recovery key. Please check your recovery key password!" : "No se pudo deshabilitar la clave de recuperación. Por favor compruebe su contraseña!",
    "Recovery key successfully disabled" : "Clave de recuperación deshabilitada",
    "Password successfully changed." : "Su contraseña ha sido cambiada",
    "Could not change the password. Maybe the old password was not correct." : "No se pudo cambiar la contraseña. Compruebe que la contraseña actual sea correcta.",
    "Private key password successfully updated." : "Contraseña de clave privada actualizada con éxito.",
    "File recovery settings updated" : "Opciones de recuperación de archivos actualizada",
    "Could not update file recovery" : "No se pudo actualizar la recuperación de archivos",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "¡La aplicación de cifrado no ha sido inicializada! Quizá fue restablecida durante tu sesión. Por favor intenta cerrar la sesión y volver a iniciarla para inicializar la aplicación de cifrado.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "¡Su clave privada no es válida! Tal vez su contraseña ha sido cambiada desde fuera. de %s (Ej:Su directorio corporativo). Puede actualizar la contraseña de su clave privada en sus opciones personales para recuperar el acceso a sus archivos.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "No fue posible descifrar este archivo, probablemente se trate de un archivo compartido. Solicite al propietario del mismo que vuelva a compartirlo con usted.",
    "Initial encryption started... This can take some time. Please wait." : "Encriptación iniciada... Esto puede tomar un tiempo. Por favor espere.",
    "Missing requirements." : "Requisitos incompletos.",
    "Following users are not set up for encryption:" : "Los siguientes usuarios no han sido configurados para el cifrado:",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "La aplicación de crifrado está habilitada pero tus claves no han sido inicializadas, por favor, cierra la sesión y vuelva a iniciarla de nuevo.",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Habilitar la clave de recuperación (permite recuperar los archivos del usuario en caso de pérdida de la contraseña);",
    "Recovery key password" : "Contraseña de clave de recuperación",
    "Repeat Recovery key password" : "Repite la contraseña de clave de recuperación",
    "Enabled" : "Habilitar",
    "Disabled" : "Deshabilitado",
    "Change recovery key password:" : "Cambiar la contraseña de la clave de recuperación",
    "Old Recovery key password" : "Antigua clave de recuperación",
    "New Recovery key password" : "Nueva clave de recuperación",
    "Repeat New Recovery key password" : "Repetir la nueva clave de recuperación",
    "Change Password" : "Cambiar contraseña",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si no recuerda su antigua contraseña puede pedir a su administrador que le recupere sus archivos.",
    "Old log-in password" : "Contraseña de acceso antigua",
    "Current log-in password" : "Contraseña de acceso actual",
    "Update Private Key Password" : "Actualizar Contraseña de Clave Privada",
    "Enable password recovery:" : "Habilitar la recuperación de contraseña:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitar esta opción le permitirá volver a tener acceso a sus archivos cifrados en caso de pérdida de contraseña"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}