{ "translations": {
    "Unknown error" : "Tundmatu viga",
    "Missing recovery key password" : "Muuda taastevõtme parool",
    "Please repeat the recovery key password" : "Palun korda uut taastevõtme parooli",
    "Repeated recovery key password does not match the provided recovery key password" : "Lahtritesse sisestatud taastevõtme paroolid ei kattu",
    "Recovery key successfully enabled" : "Taastevõtme lubamine õnnestus",
    "Could not disable recovery key. Please check your recovery key password!" : "Ei suuda keelata taastevõtit. Palun kontrolli oma taastevõtme parooli!",
    "Recovery key successfully disabled" : "Taastevõtme keelamine õnnestus",
    "Please provide the old recovery password" : "Palun sisesta vana taastevõtme parool",
    "Please provide a new recovery password" : "Palun sisesta uus taastevõtme parool",
    "Please repeat the new recovery password" : "Palun korda uut taastevõtme parooli",
    "Password successfully changed." : "Parool edukalt vahetatud.",
    "Could not change the password. Maybe the old password was not correct." : "Ei suutnud vahetada parooli. Võib-olla on vana parool valesti sisestatud.",
    "Could not update the private key password." : "Ei suutnud uuendada privaatse võtme parooli.",
    "The old password was not correct, please try again." : "Vana parool polnud õige, palun proovi uuesti.",
    "The current log-in password was not correct, please try again." : "Praeguse sisselogimise parool polnud õige, palun proovi uuesti.",
    "Private key password successfully updated." : "Privaatse võtme parool edukalt uuendatud.",
    "File recovery settings updated" : "Faili taaste seaded uuendatud",
    "Could not update file recovery" : "Ei suuda uuendada taastefaili",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Krüpteerimise rakend pole käivitatud. Võib-olla krüpteerimise rakend taaskäivitati sinu sessiooni kestel. Palun proovi logida välja ning uuesti sisse käivitamaks krüpteerimise rakendit.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Sinu provaatne võti pole kehtiv! Tõenäoliselt mudueti parooli väljaspool kausta %s (nt. sinu ettevõtte kaust). Sa saad uuendada oma privaatse võtme parooli oma isiklikes seadetes, et taastada ligipääs sinu krüpteeritud failidele.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Sa ei saa seda faili dekrüpteerida, see on tõenäoliselt jagatud fail. Palun lase omanikul seda faili sinuga uuesti jagada.",
    "Unknown error. Please check your system settings or contact your administrator" : "Tundmatu viga. Palun võta ühendust oma administraatoriga.",
    "Initial encryption started... This can take some time. Please wait." : "Algne krüpteerimine käivitati... See võib võtta natuke aega. Palun oota.",
    "Initial encryption running... Please try again later." : "Toimub esmane krüpteerimine... Palun proovi hiljem uuesti.",
    "Missing requirements." : "Nõutavad on puudu.",
    "Following users are not set up for encryption:" : "Järgmised kasutajad pole seadistatud krüpteeringuks:",
    "Go directly to your %spersonal settings%s." : "Liigi otse oma %s isiklike seadete %s juurde.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Krüpteerimisrakend on lubatud, kuid võtmeid pole lähtestatud. Palun logi välja ning uuesti sisse.",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Luba taastevõti (võimalda kasutaja failide taastamine parooli kaotuse puhul):",
    "Recovery key password" : "Taastevõtme parool",
    "Repeat Recovery key password" : "Korda taastevõtme parooli",
    "Enabled" : "Sisse lülitatud",
    "Disabled" : "Väljalülitatud",
    "Change recovery key password:" : "Muuda taastevõtme parooli:",
    "Old Recovery key password" : "Vana taastevõtme parool",
    "New Recovery key password" : "Uus taastevõtme parool",
    "Repeat New Recovery key password" : "Korda uut taastevõtme parooli",
    "Change Password" : "Muuda parooli",
    "Your private key password no longer matches your log-in password." : "Sinu provaatvõtme parool ei kattu enam sinu sisselogimise parooliga.",
    "Set your old private key password to your current log-in password:" : "Pane oma vana privaatvõtme parooliks oma praegune sisselogimise parool.",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Kui sa ei mäleta oma vana parooli, siis palu oma süsteemihalduril taastada ligipääs failidele.",
    "Old log-in password" : "Vana sisselogimise parool",
    "Current log-in password" : "Praegune sisselogimise parool",
    "Update Private Key Password" : "Uuenda privaatse võtme parooli",
    "Enable password recovery:" : "Luba parooli taaste:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Valiku lubamine võimaldab taastada ligipääsu krüpteeritud failidele kui parooli kaotuse puhul"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}