{ "translations": {
    "Unknown error" : "Errore ezezaguna",
    "Missing recovery key password" : "Berreskurapen gakoaren pasahitza falta da",
    "Please repeat the recovery key password" : "Mesedez errepikatu berreskuratze gakoaren pasahitza",
    "Repeated recovery key password does not match the provided recovery key password" : "Errepikatutako berreskuratze gakoaren pasahitza ez dator bat berreskuratze gakoaren pasahitzarekin",
    "Recovery key successfully enabled" : "Berreskuratze gakoa behar bezala gaitua",
    "Could not disable recovery key. Please check your recovery key password!" : "Ezin da berreskuratze gako desgaitu. Egiaztatu berreskuratze gako pasahitza!",
    "Recovery key successfully disabled" : "Berreskuratze gakoa behar bezala desgaitu da",
    "Please provide the old recovery password" : "Mesedez sartu berreskuratze pasahitz zaharra",
    "Please provide a new recovery password" : "Mesedez sartu berreskuratze pasahitz berria",
    "Please repeat the new recovery password" : "Mesedez errepikatu berreskuratze pasahitz berria",
    "Password successfully changed." : "Pasahitza behar bezala aldatu da.",
    "Could not change the password. Maybe the old password was not correct." : "Ezin izan da pasahitza aldatu. Agian pasahitz zaharra okerrekoa da.",
    "Could not update the private key password." : "Ezin izan da gako pribatu pasahitza eguneratu. ",
    "The old password was not correct, please try again." : "Pasahitz zaharra ez da egokia. Mesedez, saiatu berriro.",
    "The current log-in password was not correct, please try again." : "Oraingo pasahitza ez da egokia. Mesedez, saiatu berriro.",
    "Private key password successfully updated." : "Gako pasahitz pribatu behar bezala eguneratu da.",
    "File recovery settings updated" : "Fitxategi berreskuratze ezarpenak eguneratuak",
    "Could not update file recovery" : "Ezin da fitxategi berreskuratzea eguneratu",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Enkriptazio aplikazioa ez dago hasieratuta! Agian aplikazioa birgaitu egin da zure saioa bitartean. Mesdez atear eta sartu berriz enkriptazio aplikazioa hasierarazteko.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Zure gako pribatua ez da egokia! Seguruaski zure pasahitza %s-tik kanpo aldatu da (adb. zure direktorio korporatiboa). Zure gako pribatuaren pasahitza eguneratu dezakezu zure ezarpen pertsonaletan zure enkriptatutako fitxategiak berreskuratzeko.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Ezin izan da fitxategi hau deszifratu, ziurrenik elkarbanatutako fitxategi bat da. Mesdez, eskatu fitxategiaren jabeari fitxategia zurekin berriz elkarbana dezan.",
    "Unknown error. Please check your system settings or contact your administrator" : "Errore ezezaguna. Mesedez, egiaztatu zure sistemaren ezarpenak edo jarri zure administrariarekin kontaktuan.",
    "Initial encryption started... This can take some time. Please wait." : "Hasierako enkriptazioa hasi da... Honek denbora har dezake. Mesedez itxaron.",
    "Initial encryption running... Please try again later." : "Hasierako enkriptaketa abian... mesedez, saiatu beranduago.",
    "Missing requirements." : "Eskakizun batzuk ez dira betetzen.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Mesedez ziurtatu OpenSSL eta PHP hedapena instaltuta eta ongi konfiguratuta daudela. Oraingoz enkriptazio aplikazioa desgaitua izan da.",
    "Following users are not set up for encryption:" : "Hurrengo erabiltzaileak ez daude enktriptatzeko konfiguratutak:",
    "Go directly to your %spersonal settings%s." : "Joan zuzenean zure %sezarpen pertsonaletara%s.",
    "Server-side Encryption" : "Zerbitzari aldeko enkriptazioa",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Enkriptazio aplikazioa gaituta dago baina zure gakoak ez daude konfiguratuta, mesedez saioa bukatu eta berriro hasi",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Gaitu berreskurapen gakoa (erabiltzaileen fitxategiak berreskuratzea ahalbidetzen du pasahitza galtzen badute ere):",
    "Recovery key password" : "Berreskuratze gako pasahitza",
    "Repeat Recovery key password" : "Errepikatu berreskuratze gakoaren pasahitza",
    "Enabled" : "Gaitua",
    "Disabled" : "Ez-gaitua",
    "Change recovery key password:" : "Aldatu berreskuratze gako pasahitza:",
    "Old Recovery key password" : "Berreskuratze gako pasahitz zaharra",
    "New Recovery key password" : "Berreskuratze gako pasahitz berria",
    "Repeat New Recovery key password" : "Errepikatu berreskuratze gako berriaren pasahitza",
    "Change Password" : "Aldatu Pasahitza",
    "Your private key password no longer matches your log-in password." : "Zure gako pasahitza pribatua ez da dagoeneko bat etortzen zure sartzeko pasahitzarekin.",
    "Set your old private key password to your current log-in password:" : "Ezarri zure gako pasahitz zaharra orain duzun  sartzeko pasahitzan:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Ez baduzu zure pasahitz zaharra gogoratzen eskatu zure administratzaileari zure fitxategiak berreskuratzeko.",
    "Old log-in password" : "Sartzeko pasahitz zaharra",
    "Current log-in password" : "Sartzeko oraingo pasahitza",
    "Update Private Key Password" : "Eguneratu gako pasahitza pribatua",
    "Enable password recovery:" : "Gaitu pasahitzaren berreskuratzea:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Aukera hau gaituz zure enkriptatutako fitxategiak berreskuratu ahal izango dituzu pasahitza galtzekotan"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}