{ "translations": {
    "Unknown error" : "Erreur Inconnue ",
    "Missing recovery key password" : "Mot de passe de la clef de récupération manquant",
    "Please repeat the recovery key password" : "Répétez le mot de passe de la clef de récupération",
    "Repeated recovery key password does not match the provided recovery key password" : "Le mot de passe de la clef de récupération et sa répétition ne sont pas identiques.",
    "Recovery key successfully enabled" : "Clef de récupération activée avec succès",
    "Could not disable recovery key. Please check your recovery key password!" : "Impossible de désactiver la clef de récupération. Veuillez vérifier le mot de passe de votre clef de récupération !",
    "Recovery key successfully disabled" : "Clef de récupération désactivée avec succès",
    "Please provide the old recovery password" : "Veuillez entrer l'ancien mot de passe de récupération",
    "Please provide a new recovery password" : "Veuillez entrer un nouveau mot de passe de récupération",
    "Please repeat the new recovery password" : "Veuillez répéter le nouveau mot de passe de récupération",
    "Password successfully changed." : "Mot de passe changé avec succès.",
    "Could not change the password. Maybe the old password was not correct." : "Erreur lors du changement de mot de passe. L'ancien mot de passe est peut-être incorrect.",
    "Could not update the private key password." : "Impossible de mettre à jour le mot de passe de la clef privée.",
    "The old password was not correct, please try again." : "L'ancien mot de passe est incorrect. Veuillez réessayer.",
    "The current log-in password was not correct, please try again." : "Le mot de passe actuel n'est pas correct, veuillez réessayer.",
    "Private key password successfully updated." : "Mot de passe de la clef privée mis à jour avec succès.",
    "File recovery settings updated" : "Paramètres de récupération de fichiers mis à jour",
    "Could not update file recovery" : "Impossible de mettre à jour les fichiers de récupération",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "L'application de chiffrement n'est pas initialisée ! Peut-être que cette application a été réactivée pendant votre session. Veuillez essayer de vous déconnecter et ensuite de vous reconnecter pour initialiser l'application de chiffrement.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Votre clef privée n'est pas valide ! Votre mot de passe a probablement été modifié hors de %s (ex. votre annuaire d'entreprise). Vous pouvez mettre à jour le mot de passe de votre clef privée dans les paramètres personnels pour pouvoir récupérer l'accès à vos fichiers chiffrés.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Impossible de déchiffrer ce fichier, il s'agit probablement d'un fichier partagé. Veuillez demander au propriétaire de ce fichier de le repartager avec vous.",
    "Unknown error. Please check your system settings or contact your administrator" : "Erreur inconnue. Veuillez vérifier vos paramètres système ou contacter un administrateur.",
    "Initial encryption started... This can take some time. Please wait." : "Chiffrement initial démarré... Cela peut prendre un certain temps. Veuillez patienter.",
    "Initial encryption running... Please try again later." : "Chiffrement initial en cours... Veuillez ré-essayer ultérieurement.",
    "Missing requirements." : "Dépendances manquantes.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Merci de vous assurer que OpenSSL et son extension PHP sont activés et configurés correctement. Pour l'instant, l'application de chiffrement a été désactivée.",
    "Following users are not set up for encryption:" : "Les utilisateurs suivants ne sont pas configurés pour le chiffrement :",
    "Go directly to your %spersonal settings%s." : "Aller à %svos paramètres personnels%s.",
    "Server-side Encryption" : "Chiffrement côté serveur",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "L'application de chiffrement est activée mais vos clefs ne sont pas initialisées. Veuillez vous déconnecter et ensuite vous reconnecter.",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Activer la clef de récupération (permet de récupérer les fichiers des utilisateurs en cas de perte de mot de passe).",
    "Recovery key password" : "Mot de passe de la clef de récupération",
    "Repeat Recovery key password" : "Répétez le mot de passe de la clef de récupération",
    "Enabled" : "Activé",
    "Disabled" : "Désactivé",
    "Change recovery key password:" : "Modifier le mot de passe de la clef de récupération :",
    "Old Recovery key password" : "Ancien mot de passe de la clef de récupération",
    "New Recovery key password" : "Nouveau mot de passe de la clef de récupération",
    "Repeat New Recovery key password" : "Répétez le nouveau mot de passe de la clef de récupération",
    "Change Password" : "Changer de mot de passe",
    "Your private key password no longer matches your log-in password." : "Le mot de passe de votre clef privée ne correspond plus à votre mot de passe de connexion.",
    "Set your old private key password to your current log-in password:" : "Faites de votre mot de passe de connexion le mot de passe de votre clef privée :",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si vous ne vous souvenez plus de votre ancien mot de passe, vous pouvez demander à votre administrateur de récupérer vos fichiers.",
    "Old log-in password" : "Ancien mot de passe de connexion",
    "Current log-in password" : "Actuel mot de passe de connexion",
    "Update Private Key Password" : "Mettre à jour le mot de passe de votre clef privée",
    "Enable password recovery:" : "Activer la récupération du mot de passe :",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Activer cette option vous permettra d'obtenir à nouveau l'accès à vos fichiers chiffrés en cas de perte de mot de passe"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}