{ "translations": {
    "Unknown error" : "Kesalahan tidak diketahui",
    "Missing recovery key password" : "Sandi kunci pemuliahan hilang",
    "Please repeat the recovery key password" : "Silakan ulangi sandi kunci pemulihan",
    "Repeated recovery key password does not match the provided recovery key password" : "Sandi kunci pemulihan yang diulangi tidak cocok dengan sandi kunci pemulihan yang diberikan",
    "Recovery key successfully enabled" : "Kunci pemulihan berhasil diaktifkan",
    "Could not disable recovery key. Please check your recovery key password!" : "Tidak dapat menonaktifkan kunci pemulihan. Silakan periksa sandi kunci pemulihan Anda!",
    "Recovery key successfully disabled" : "Kunci pemulihan berhasil dinonaktifkan",
    "Please provide the old recovery password" : "Mohon berikan sandi pemulihan lama",
    "Please provide a new recovery password" : "Mohon berikan sandi pemulihan baru",
    "Please repeat the new recovery password" : "Silakan ulangi sandi pemulihan baru",
    "Password successfully changed." : "Sandi berhasil diubah",
    "Could not change the password. Maybe the old password was not correct." : "Tidak dapat mengubah sandi. Kemungkinan sandi lama yang dimasukkan salah.",
    "Private key password successfully updated." : "Sandi kunci privat berhasil diperbarui.",
    "File recovery settings updated" : "Pengaturan pemulihan berkas diperbarui",
    "Could not update file recovery" : "Tidak dapat memperbarui pemulihan berkas",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Aplikasi enkripsi tidak dimulai! Kemungkinan aplikasi enkripsi telah diaktifkan ulang saat sesi Anda. Silakan coba untuk keluar dan kembali lagi untuk memulai aplikasi enkripsi.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Kunci private Anda tidak sah! Nampaknya sandi Anda telah diubah diluar %s (misal direktori perusahaan Anda). Anda dapat memperbarui sandi kunci private untuk memulihakan akses ke berkas terenkripsi Anda.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Tidak dapat mendekripsi berkas ini, mungkin ini adalah berkas bersama. Silakan meminta pemilik berkas ini untuk membagikan kembali dengan Anda.",
    "Unknown error. Please check your system settings or contact your administrator" : "Kesalahan tidak diketahui. Silakan periksa pengaturan sistem Anda atau hubungi administrator",
    "Initial encryption started... This can take some time. Please wait." : "Enskripsi awal dijalankan... Ini dapat memakan waktu. Silakan tunggu.",
    "Initial encryption running... Please try again later." : "Enkripsi awal sedang berjalan... Sialakn coba lagi nanti.",
    "Missing requirements." : "Persyaratan tidak terpenuhi.",
    "Following users are not set up for encryption:" : "Pengguna berikut belum diatur untuk enkripsi:",
    "Go directly to your %spersonal settings%s." : "Langsung ke %spengaturan pribadi%s Anda.",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Aplikasi Enskripsi telah diaktifkan tetapi kunci tidak diinisialisasi, silakan log-out dan log-in lagi",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Aktifkan kunci pemulihan (memungkinkan pengguna untuk memulihkan berkas dalam kasus kehilangan sandi):",
    "Recovery key password" : "Sandi kunci pemulihan",
    "Repeat Recovery key password" : "Ulangi sandi kunci Pemulihan",
    "Enabled" : "Diaktifkan",
    "Disabled" : "Dinonaktifkan",
    "Change recovery key password:" : "Ubah sandi kunci pemulihan:",
    "Old Recovery key password" : "Sandi kunci Pemulihan Lama",
    "New Recovery key password" : "Sandi kunci Pemulihan Baru",
    "Repeat New Recovery key password" : "Ulangi sandi kunci Pemulihan baru",
    "Change Password" : "Ubah sandi",
    "Your private key password no longer matches your log-in password." : "Sandi kunci private Anda tidak lagi cocok dengan sandi masuk Anda.",
    "Set your old private key password to your current log-in password:" : "Setel sandi kunci private Anda untuk sandi masuk Anda saat ini:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Jika Anda tidak ingat sandi lama, Anda dapat meminta administrator Anda untuk memulihkan berkas.",
    "Old log-in password" : "Sandi masuk yang lama",
    "Current log-in password" : "Sandi masuk saat ini",
    "Update Private Key Password" : "Perbarui Sandi Kunci Privat",
    "Enable password recovery:" : "Aktifkan sandi pemulihan:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Mengaktifkan opsi ini memungkinkan Anda untuk mendapatkan kembali akses ke berkas terenkripsi Anda dalam kasus kehilangan sandi"
},"pluralForm" :"nplurals=1; plural=0;"
}