{ "translations": {
    "Unknown error" : "Neatpažinta klaida",
    "Recovery key successfully enabled" : "Atkūrimo raktas sėkmingai įjungtas",
    "Could not disable recovery key. Please check your recovery key password!" : "Neišėjo išjungti jūsų atkūrimo rakto. Prašome jį patikrinti!",
    "Recovery key successfully disabled" : "Atkūrimo raktas sėkmingai išjungtas",
    "Password successfully changed." : "Slaptažodis sėkmingai pakeistas",
    "Could not change the password. Maybe the old password was not correct." : "Slaptažodis nebuvo pakeistas. Gali būti, kad buvo neteisingai suvestas senasis.",
    "Private key password successfully updated." : "Privataus rakto slaptažodis buvo sėkmingai atnaujintas.",
    "File recovery settings updated" : "Failų atkūrimo nustatymai pakeisti",
    "Could not update file recovery" : "Neišėjo atnaujinti failų atkūrimo",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Šifravimo programa nepaleista! Galbūt šifravimo programa buvo įjungta dar kartą Jūsų sesijos metu. Prašome atsijungti ir vėl prisijungti, kad paleisti šifravimo programą.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Jūsų privatus raktas yra netinkamas! Panašu, kad Jūsų slaptažodis buvo pakeistas už %s (pvz. Jūsų organizacijos kataloge). Galite atnaujinti savo privataus rakto slaptažodį savo asmeniniuose nustatymuose, kad atkurti prieigą prie savo šifruotų failų.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Failo iššifruoti nepavyko, gali būti jog jis yra pasidalintas su jumis. Paprašykite failo savininko, kad jums iš naujo pateiktų šį failą.",
    "Initial encryption started... This can take some time. Please wait." : "Pradėtas pirminis šifravimas... Tai gali užtrukti. Prašome palaukti.",
    "Missing requirements." : "Trūkstami laukai.",
    "Following users are not set up for encryption:" : "Sekantys naudotojai nenustatyti šifravimui:",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "Šifravimo programa įjungta, bet Jūsų raktai nėra pritaikyti. Prašome atsijungti ir vėl prisijungti",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Įjunkite atkūrimo raktą, (leisti atkurti naudotojų failus praradus slaptažodį):",
    "Recovery key password" : "Atkūrimo rakto slaptažodis",
    "Repeat Recovery key password" : "Pakartokite atkūrimo rakto slaptažodį",
    "Enabled" : "Įjungta",
    "Disabled" : "Išjungta",
    "Change recovery key password:" : "Pakeisti atkūrimo rakto slaptažodį:",
    "Old Recovery key password" : "Senas atkūrimo rakto slaptažodis",
    "New Recovery key password" : "Naujas atkūrimo rakto slaptažodis",
    "Repeat New Recovery key password" : "Pakartokite naują atkūrimo rakto slaptažodį",
    "Change Password" : "Pakeisti slaptažodį",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Jei nepamenate savo seno slaptažodžio, galite paprašyti administratoriaus atkurti Jūsų failus.",
    "Old log-in password" : "Senas prisijungimo slaptažodis",
    "Current log-in password" : "Dabartinis prisijungimo slaptažodis",
    "Update Private Key Password" : "Atnaujinti privataus rakto slaptažodį",
    "Enable password recovery:" : "Įjungti slaptažodžio atkūrimą:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Įjungus šią funkciją jums bus suteiktas pakartotinis priėjimas prie Jūsų šifruotų failų pamiršus slaptažodį."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && (n%100<10 || n%100>=20) ? 1 : 2);"
}