{ "translations": {
    "Unknown error" : "Ukjent feil",
    "Missing recovery key password" : "Passord for gjenopprettingsnøkkel mangler",
    "Please repeat the recovery key password" : "Gjenta passord for gjenopprettingsnøkkel",
    "Repeated recovery key password does not match the provided recovery key password" : "Gjentatt passord for gjenopprettingsnøkkel stemmer ikke med oppgitt passord for gjenopprettingsnøkkel",
    "Recovery key successfully enabled" : "Gjenopprettingsnøkkel aktivert",
    "Could not disable recovery key. Please check your recovery key password!" : "Klarte ikke å deaktivere gjenopprettingsnøkkel. Sjekk passordet for gjenopprettingsnøkkelen.",
    "Recovery key successfully disabled" : "Gjenopprettingsnøkkel ble deaktivert",
    "Please provide the old recovery password" : "Oppgi det gamle gjenopprettingspassordet",
    "Please provide a new recovery password" : "Oppgi et nytt gjenopprettingspassord",
    "Please repeat the new recovery password" : "Gjenta det nye gjenopprettingspassordet",
    "Password successfully changed." : "Passordet ble endret.",
    "Could not change the password. Maybe the old password was not correct." : "Klarte ikke å endre passordet. Kanskje gammelt passord ikke var korrekt.",
    "Could not update the private key password." : "Klarte ikke å oppdatere privatnøkkelpassordet.",
    "The old password was not correct, please try again." : "Det gamle passordet var feil. Prøv igjen.",
    "The current log-in password was not correct, please try again." : "Det nåværende innloggingspassordet var feil. Prøv igjen.",
    "Private key password successfully updated." : "Passord for privat nøkkel ble oppdatert.",
    "File recovery settings updated" : "Innstillinger for gjenoppretting av filer ble oppdatert",
    "Could not update file recovery" : "Klarte ikke å oppdatere gjenoppretting av filer",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Krypterings-app ikke initialisert! Kanskje krypterings-appen ble aktivert på nytt i løpet av økten din. Prøv å logge ut og logge inn igjen for å initialisere krypterings-appen.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Din private nøkkel er ikke gyldig! Sannsynligvis ble passordet ditt endret utenfor %s. (f.eks. din bedriftskatalog). Du kan oppdatere passordet for din private nøkkel i dine personlige innstillinger for å gjenvinne tilgang til de krypterte filene dine.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Kan ikke dekryptere denne filen. Dette er sannsynligvis en delt fil. Spør eieren av filen om å dele den med deg på nytt.",
    "Unknown error. Please check your system settings or contact your administrator" : "Ukjent feil. Sjekk systeminnstillingene eller kontakt administratoren.",
    "Initial encryption started... This can take some time. Please wait." : "Førstegangs kryptering startet... Dette kan ta litt tid. Vennligst vent.",
    "Initial encryption running... Please try again later." : "Førstegangs kryptering kjører... Prøv igjen senere.",
    "Missing requirements." : "Manglende krav.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Vennligst se til at OpenSSL sammen med PHP-utvidelsen er aktivert og riktig konfigurert. Krypterings-appen er foreløpig deaktivert.",
    "Following users are not set up for encryption:" : "Følgende brukere er ikke satt opp for kryptering:",
    "Go directly to your %spersonal settings%s." : "Gå direkte til dine %spersonlige innstillinger%s.",
    "Server-side Encryption" : "Serverkryptering",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "App for kryptering er aktivert men nøklene dine er ikke satt opp. Logg ut og logg inn igjen.",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Aktiver gjenopprettingsnøkkel (tillat å gjenopprette brukerfiler i tilfelle tap av passord):",
    "Recovery key password" : "Passord for gjenopprettingsnøkkel",
    "Repeat Recovery key password" : "Gjenta passord for gjenopprettingsnøkkel",
    "Enabled" : "Aktiv",
    "Disabled" : "Inaktiv",
    "Change recovery key password:" : "Endre passord for gjenopprettingsnøkkel:",
    "Old Recovery key password" : "Gammelt passord for gjenopprettingsnøkkel",
    "New Recovery key password" : "Nytt passord for gjenopprettingsnøkkel",
    "Repeat New Recovery key password" : "Gjenta nytt passord for gjenopprettingsnøkkel",
    "Change Password" : "Endre passord",
    "Your private key password no longer matches your log-in password." : "Passordet for din private nøkkel stemmer ikke lenger med påloggingspassordet ditt.",
    "Set your old private key password to your current log-in password:" : "Sett ditt gamle passord for privat nøkkel til ditt nåværende påloggingspassord:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Hvis du ikke husker det gamle passordet ditt kan du spørre administratoren om å gjenopprette filene dine.",
    "Old log-in password" : "Gammelt påloggingspassord",
    "Current log-in password" : "Nåværende påloggingspassord",
    "Update Private Key Password" : "Oppdater passord for privat nøkkel",
    "Enable password recovery:" : "Aktiver gjenoppretting av passord:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Aktivering av dette valget tillater deg å gjenerobre tilgang til dine krypterte filer i tilfelle du mister passordet ditt."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}