{ "translations": {
    "Unknown error" : "Erro desconhecido",
    "Missing recovery key password" : "Senha da chave de recuperação em falta",
    "Please repeat the recovery key password" : "Por favor, repita a senha da chave de recuperação",
    "Repeated recovery key password does not match the provided recovery key password" : "A senha repetidas da chave de valorização não corresponde a senha da chave de recuperação prevista",
    "Recovery key successfully enabled" : "Recuperação de chave habilitada com sucesso",
    "Could not disable recovery key. Please check your recovery key password!" : "Impossível desabilitar recuperação de chave. Por favor verifique sua senha para recuperação de chave!",
    "Recovery key successfully disabled" : "Recuperação de chave desabilitada com sucesso",
    "Please provide the old recovery password" : "Por favor, forneça a antiga senha de recuperação",
    "Please provide a new recovery password" : "Por favor, forneça a nova senha de recuperação",
    "Please repeat the new recovery password" : "Por favor, repita a nova senha de recuperação",
    "Password successfully changed." : "Senha alterada com sucesso.",
    "Could not change the password. Maybe the old password was not correct." : "Não foi possível alterar a senha. Talvez a senha antiga não estava correta.",
    "Could not update the private key password." : "Não foi possível atualizar a senha da chave privada.",
    "The old password was not correct, please try again." : "A senha antiga não estava correta, por favor, tente novamente.",
    "The current log-in password was not correct, please try again." : "A senha atual do log-in não estava correta, por favor, tente novamente.",
    "Private key password successfully updated." : "Senha de chave privada atualizada com sucesso.",
    "File recovery settings updated" : "Configurações de recuperação de arquivo atualizado",
    "Could not update file recovery" : "Não foi possível atualizar a recuperação de arquivos",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "Aplicativo de criptografia não foi inicializado! Talvez o aplicativo de criptografia tenha sido reativado durante essa sessão. Por favor, tente fazer logoff e login novamente para inicializar o aplicativo de criptografia.",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "Sua chave privada não é válida! Provavelmente sua senha foi alterada fora de %s (por exemplo, seu diretório corporativo). Você pode atualizar sua senha de chave privada em suas configurações pessoais para recuperar o acesso a seus arquivos criptografados.",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Este arquivo não pode ser decriptado, provavelmente este é um arquivo compartilhado. Poe favoe peça ao dono do arquivo para compartilha-lo com você.",
    "Unknown error. Please check your system settings or contact your administrator" : "Erro desconhecido. Por favor, verifique as configurações do sistema ou entre em contato com o administrador",
    "Initial encryption started... This can take some time. Please wait." : "Criptografia inicial inicializada... Isto pode tomar algum tempo. Por favor espere.",
    "Initial encryption running... Please try again later." : "Criptografia inicial em execução ... Por favor, tente novamente mais tarde.",
    "Missing requirements." : "Requisitos não encontrados.",
    "Please make sure that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled." : "Por favor, certifique-se de que o OpenSSL em conjunto com a extensão PHP está habilitado e configurado corretamente. Por enquanto, o aplicativo de criptografia foi desativado.",
    "Following users are not set up for encryption:" : "Seguintes usuários não estão configurados para criptografia:",
    "Go directly to your %spersonal settings%s." : "Ir direto para suas %spersonal settings%s.",
    "Server-side Encryption" : "Criptografia do lado do servidor",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "App de criptografia está ativado, mas as chaves não estão inicializadas, por favor log-out e faça login novamente",
    "Enable recovery key (allow to recover users files in case of password loss):" : "Habilitar chave de recuperação (permite recuperar arquivos de usuários em caso de perda de senha):",
    "Recovery key password" : "Senha da chave de recuperação",
    "Repeat Recovery key password" : "Repita Recuperação de senha da chave",
    "Enabled" : "Habilitado",
    "Disabled" : "Desabilitado",
    "Change recovery key password:" : "Mudar a senha da chave de recuperação:",
    "Old Recovery key password" : "Senha antiga da chave de recuperação",
    "New Recovery key password" : "Nova senha da chave de recuperação",
    "Repeat New Recovery key password" : "Repita Nova senha da chave de recuperação",
    "Change Password" : "Trocar Senha",
    "Your private key password no longer matches your log-in password." : "A sua senha de chave privada não corresponde a sua senha de login.",
    "Set your old private key password to your current log-in password:" : "Defina a sua antiga senha da chave privada para sua senha de login atual:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Se você não se lembra de sua antiga senha você pode pedir ao administrador que recupere seus arquivos.",
    "Old log-in password" : "Senha antiga de login",
    "Current log-in password" : "Senha de login atual",
    "Update Private Key Password" : "Atualizar Senha de Chave Privada",
    "Enable password recovery:" : "Habilitar recuperação de senha:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitar essa opção vai permitir que você obtenha novamente acesso aos seus arquivos encriptados em caso de perda de senha"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}