{ "translations": {
    "Unknown error" : "未知的錯誤",
    "Recovery key successfully enabled" : "還原金鑰已成功開啟",
    "Could not disable recovery key. Please check your recovery key password!" : "無法停用還原金鑰。請檢查您的還原金鑰密碼!",
    "Recovery key successfully disabled" : "還原金鑰已成功停用",
    "Password successfully changed." : "成功變更密碼。",
    "Could not change the password. Maybe the old password was not correct." : "無法變更密碼，或許是輸入的舊密碼不正確。",
    "Private key password successfully updated." : "私人金鑰密碼已成功更新。",
    "File recovery settings updated" : "檔案還原設定已更新",
    "Could not update file recovery" : "無法更新檔案還原設定",
    "Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app." : "加密功能未初始化!可能加密功能需要重新啟用在現在的連線上。請試著登出再登入來初始化加密功能。",
    "Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files." : "您的私人金鑰不正確!可能您的密碼已經變更在外部的 %s (例如:您的企業目錄)。您可以在您的個人設定中更新私人金鑰密碼來還原存取您的加密檔案。",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "無法解密這個檔案，也許這是分享的檔案。請詢問檔案所有人重新分享檔案給您。",
    "Unknown error. Please check your system settings or contact your administrator" : "未知錯誤請檢查您的系統設定或是聯絡您的管理員",
    "Initial encryption started... This can take some time. Please wait." : "加密初始已啟用...這個需要一些時間。請稍等。",
    "Initial encryption running... Please try again later." : "加密初始執行中...請晚點再試。",
    "Missing requirements." : "遺失必要條件。",
    "Following users are not set up for encryption:" : "以下的使用者無法設定加密:",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "檔案加密已啓用，但是您的金鑰尚未初始化，請重新登入一次",
    "Enable recovery key (allow to recover users files in case of password loss):" : "啟用還原金鑰 (因忘記密碼仍允許還原使用者檔案):",
    "Recovery key password" : "還原金鑰密碼",
    "Repeat Recovery key password" : "再輸入還原金鑰密碼一次",
    "Enabled" : "已啓用",
    "Disabled" : "已停用",
    "Change recovery key password:" : "變更還原金鑰密碼:",
    "Old Recovery key password" : "舊的還原金鑰密碼",
    "New Recovery key password" : "新的還原金鑰密碼",
    "Repeat New Recovery key password" : "再輸入新的還原金鑰密碼一次",
    "Change Password" : "變更密碼",
    " If you don't remember your old password you can ask your administrator to recover your files." : "如果您忘記舊密碼，可以請求管理員協助取回檔案。",
    "Old log-in password" : "舊登入密碼",
    "Current log-in password" : "目前的登入密碼",
    "Update Private Key Password" : "更新私人金鑰密碼",
    "Enable password recovery:" : "啟用密碼還原:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "啟用這個選項將會允許您因忘記密碼但需要存取您的加密檔案"
},"pluralForm" :"nplurals=1; plural=0;"
}