{ "translations": {
    "Enabled" : "Engedélyezve",
    "Not enabled" : "Nem engedélyezett",
    "Wrong password" : "Hibás jelszó",
    "Saved" : "Elmentve",
    "No user supplied" : "Nincs megadva felhasználó",
    "Unable to change password" : "Nem sikerült megváltoztatni a jelszót",
    "Authentication error" : "Azonosítási hiba",
    "Wrong admin recovery password. Please check the password and try again." : "Hibás admin helyreállítási jelszó. Ellenőrizze a jelszót és próbálja újra!",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "A háttér-alrendszer nem támogatja a jelszómódosítást, de felhasználó titkosítási kulcsát sikeresen frissítettük.",
    "installing and updating apps via the app store or Federated Cloud Sharing" : "alkalmazások telepítése és frissítése az alkalmazás tárból vagy Szövetséges Felhő Megosztásból",
    "Federated Cloud Sharing" : "Megosztás Egyesített Felhőben",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "cURL elavult %s verziót (%s) használ. Kérlek, frissítsd az operációs rendszert, vagy egyes funkciók (mint például a %s) megbízhatatlanul fognak működni.",
    "A problem occurred, please check your log files (Error: %s)" : "Probléma történt, kérlek nézd meg a naplófájlokat (Hiba: %s).",
    "Migration Completed" : "Migráció befejezve",
    "Group already exists." : "A csoport már létezik.",
    "Unable to add group." : "Nem lehet létrehozni a csoportot.",
    "Unable to delete group." : "Nem lehet törölni a csoportot.",
    "test email settings" : "e-mail beállítások ellenőrzése",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Hiba történt az e-mail küldésekor. Kérlek ellenőrizd a beállításokat! (Hiba: %s)",
    "Email sent" : "Az e-mail elküldve!",
    "You need to set your user email before being able to send test emails." : "Előbb meg kell adnia az e-mail címét, mielőtt tesztelni tudná az e-mail küldést.",
    "Invalid request" : "Érvénytelen kérés",
    "Invalid mail address" : "Érvénytelen e-mail cím",
    "No valid group selected" : "Nincs érvényes csoport kiválasztva",
    "A user with that name already exists." : "Ilyen névvel már létezik felhasználó!",
    "Unable to create user." : "Nem lehet létrehozni a felhasználót.",
    "Your %s account was created" : "%s fiók létrehozva",
    "Unable to delete user." : "Nem lehet törölni a felhasználót.",
    "Settings saved" : "Beállítások elmentve",
    "Unable to change full name" : "Nem sikerült megváltoztatni a teljes nevét",
    "Unable to change email address" : "Nem lehet megváltoztatni az e-mail címet",
    "Your full name has been changed." : "Az Ön teljes nevét módosítottuk.",
    "Forbidden" : "Tiltott",
    "Invalid user" : "Érvénytelen felhasználó",
    "Unable to change mail address" : "Nem lehet megváltoztatni az e-mail címet",
    "Email saved" : "E-mail elmentve!",
    "Password confirmation is required" : "Jelszó megerősítés szükséges",
    "Couldn't remove app." : "Az alkalmazást nem sikerült eltávolítani.",
    "Couldn't update app." : "Az alkalmazás frissítése nem sikerült.",
    "Are you really sure you want add {domain} as trusted domain?" : "Biztos, hogy hozzá akarod adni ezt a megbízható domainekhez: {domain} ?",
    "Add trusted domain" : "Megbízható tartomány hozzáadása",
    "Migration in progress. Please wait until the migration is finished" : "Migráció folyamatban. Kérlek várj, míg a migráció befejeződik.",
    "Migration started …" : "Migráció elindítva ...",
    "Not saved" : "Nincs mentve",
    "Sending..." : "Küldés...",
    "Official" : "Hivatalos",
    "All" : "Mind",
    "Update to %s" : "Frissítés erre: %s",
    "_You have %n app update pending_::_You have %n app updates pending_" : ["%n alkalmazás frissítése függőben van","%n alkalmazás frissítése függőben van"],
    "No apps found for your version" : "Nem található alkalmazás a verziód számára",
    "The app will be downloaded from the app store" : "Az alkalmazás letöltésre kerül az alkalmazástárból",
    "Official apps are developed by and within the community. They offer central functionality and are ready for production use." : "A hivatalos alkalmazásokat a közösség fejleszti. Ezek adják a központi funkcionalitásokat és éles rendszerekben használhatóak.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "A jóváhagyott alkalmazásokat megbízható fejlesztők készítik, amik megfelelnek a felületes biztonsági ellenőrzésnek. Nyílt forráskódú tárolóban aktívan karbantartják és biztosítják a stabil használatot.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "Ez az alkalmazás még nincs biztonságilag ellenőrizve és vagy új, vagy ismert instabil. Telepítés csak saját felelősségre!",
    "Disabling app …" : "Alkalmazás tiltása...",
    "Error while disabling app" : "Hiba az alkalmazás letiltása közben",
    "Disable" : "Letiltás",
    "Enable" : "Engedélyezés",
    "Enabling app …" : "Alkalmazás engedélyezése ...",
    "Error while enabling app" : "Hiba az alkalmazás engedélyezése közben",
    "Error: this app cannot be enabled because it makes the server unstable" : "Hiba: ezt az alkalmzást nem lehet engedélyezni, mert a szerver instabilitását eredményezné",
    "Error: could not disable broken app" : "Hiba: nem lehet tiltani a megtört alkalmazást",
    "Error while disabling broken app" : "Hiba történt a megtört alkalmazás tiltása közben",
    "Updating...." : "Frissítés folyamatban...",
    "Error while updating app" : "Hiba történt az alkalmazás frissítése közben",
    "Updated" : "Frissítve",
    "Uninstalling ...." : "Eltávolítás ...",
    "Error while uninstalling app" : "Hiba történt az alkalmazás eltávolítása közben",
    "Uninstall" : "Eltávolítás",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Ez az alkalmazás engedélyezve van, de frissíteni kell. A frissítő oldalra irányítjuk 5 másodpercen belül.",
    "App update" : "Alkalmazás frissítése",
    "Approved" : "Jóváhagyott",
    "Experimental" : "Kísérleti",
    "No apps found for {query}" : "{query} keresésre nincs találat",
    "Allow filesystem access" : "Fájlrendszer hozzáférés engedélyezése",
    "Disconnect" : "Szétkapcsolás",
    "Revoke" : "Visszavonás",
    "Internet Explorer" : "Internet Explorer",
    "Edge" : "Edge",
    "Firefox" : "Firefox",
    "Google Chrome" : "Google Chrome",
    "Safari" : "Safari",
    "Google Chrome for Android" : "Google Chrome for Android",
    "iPhone iOS" : "iPhone iOS",
    "iPad iOS" : "iPad iOS",
    "iOS Client" : "iOS kliens",
    "Android Client" : "Android kliens",
    "Sync client - {os}" : "Szinkron kliens - {os}",
    "This session" : "Ez a munkamenet",
    "Copy" : "Másol",
    "Copied!" : "Másolva!",
    "Not supported!" : "Nem támogatott!",
    "Press ⌘-C to copy." : "A másoláshoz nyomj ⌘-C-t.",
    "Press Ctrl-C to copy." : "A másoláshoz nyomj Ctrl-C-t.",
    "Error while loading browser sessions and device tokens" : "Hiba a böngésző munkamenet és az eszköz tokenek betöltése közben.",
    "Error while creating device token" : "Hiba az eszköztoken létrehozása közben",
    "Error while deleting the token" : "Hiba az eszköztoken törlésénél",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "Hiba történt! Kérem töltsön fel egy, ASCII karakterekkel kódolt PEM tanusítványt!",
    "Valid until {date}" : "Érvényes: {date}",
    "Delete" : "Törlés",
    "Local" : "Helyi",
    "Private" : "Privát",
    "Only visible to local users" : "Csak a helyi felhasználók láthatják",
    "Only visible to you" : "Csak te láthatod",
    "Contacts" : "Névjegyek",
    "Visible to local users and to trusted servers" : "Helyi felhasználók és megbízható szereverek láthatják",
    "Public" : "Nyilvános",
    "Will be synced to a global and public address book" : "Globális és nyilvános névjegyek számára lesz szinkronizálva",
    "Select a profile picture" : "Válasszon profilképet!",
    "Very weak password" : "Nagyon gyenge jelszó",
    "Weak password" : "Gyenge jelszó",
    "So-so password" : "Nem túl jó jelszó",
    "Good password" : "Jó jelszó",
    "Strong password" : "Erős jelszó",
    "Groups" : "Csoportok",
    "Unable to delete {objName}" : "Ezt nem sikerült törölni: {objName}",
    "Error creating group: {message}" : "Hiba történt a csoport létrehozásakor: {message}",
    "A valid group name must be provided" : "Érvényes csoportnevet kell megadni",
    "deleted {groupName}" : "törölve: {groupName}",
    "undo" : "visszavonás",
    "never" : "soha",
    "deleted {userName}" : "törölve: {userName}",
    "Add group" : "csoport hozzáadása",
    "Invalid quota value \"{val}\"" : "Érvénytelen kvóta érték \"{val}\"",
    "no group" : "nincs csoport",
    "Password successfully changed" : "Jelszót sikeresen megváltoztatva",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "A jelszó megváltoztatása adatvesztéssel jár, mert lehetséges az adatok visszaállítása ennek a felhasználónak",
    "Could not change the users email" : "Nem lehet módosítani a felhasználó e-mail címét",
    "A valid username must be provided" : "Érvényes felhasználónevet kell megadnia",
    "Error creating user: {message}" : "Hiba történt a felhasználó létrehozásakor: {message}",
    "A valid password must be provided" : "Érvényes jelszót kell megadnia",
    "A valid email must be provided" : "Érvényes e-mail címet kell megadni",
    "__language_name__" : "Magyar",
    "Unlimited" : "Korlátlan",
    "Personal info" : "Személyes információk",
    "Sessions" : "Munkamenetek",
    "App passwords" : "Alkalmazás jelszavak",
    "Sync clients" : "Szinkronizáló kliensek",
    "None" : "Egyik sem",
    "Login" : "Login",
    "Plain" : "Egyszerű",
    "NT LAN Manager" : "NT LAN Manager",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "E-mail szerver",
    "Open documentation" : "Dokumentáció megnyitása",
    "This is used for sending out notifications." : "Ezt használjuk a jelentések kiküldésére.",
    "Send mode" : "Küldési mód",
    "Encryption" : "Titkosítás",
    "From address" : "A feladó címe",
    "mail" : "levél",
    "Authentication method" : "A felhasználóazonosítás módszere",
    "Authentication required" : "Felhasználóazonosítás szükséges",
    "Server address" : "A szerver címe",
    "Port" : "Port",
    "Credentials" : "Azonosítók",
    "SMTP Username" : "SMTP felhasználónév",
    "SMTP Password" : "SMTP jelszó",
    "Store credentials" : "Azonosítók eltárolása",
    "Test email settings" : "Az e-mail beállítások ellenőrzése",
    "Send email" : "E-mail küldése",
    "Server-side encryption" : "Szerver-oldali titkosítás",
    "Enable server-side encryption" : "Szerver-oldali titkosítás engedélyezése",
    "Please read carefully before activating server-side encryption: " : "Kérjük, ezt olvasd el figyelmesen mielőtt engedélyezed a szerveroldali titkosítást:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Ha egyszer engedélyezve lett a titkosítás, akkor onnantól kezdve a szerveren az összes fájl titkosításra kerül, melyet később csak akkor lehet visszafordítani, ha azt az aktív titkosítási modul támogatja és minden elő-követelmény (például helyreállító kulcs) teljesül.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "A titkosítás önmagában nem garantálja a rendszer biztonságát. Kérem olvassa el a dokumentációt, hogy további információkat szerezzen a titkosítási alkalmazás működéséről, és a támogatott lehetőségekről.",
    "Be aware that encryption always increases the file size." : "Ügyeljen arra, hogy a titkosítás mindig megnöveli a fájl méretét!",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Mindig jó ötlet rendszeres biztonsági mentést készíteni az adatokról. Titkosítás esetén a titkosító kulcsok biztonsági mentését elkülönítve tárolja az adatoktól!",
    "This is the final warning: Do you really want to enable encryption?" : "Ez az utolsó figyelmeztetés: Biztosan szeretnéd engedélyezni a titkosítást?",
    "Enable encryption" : "Titkosítás engedélyezése",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Nincs titkosítási modul betöltve, kérjük engedélyezd a titkosítási modult az alkalmazások menüben.",
    "Select default encryption module:" : "Alapértelmezett titkosítási modul:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "Migrálni kell a titkosítási kulcsokat a régi titkosításból (ownCloud <= 8.0) egy újba. Kérjük, engedélyezd az „Alapértelmezett titkosítási modul”-t és futtasd ezt: occ encryption:migrate",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "Migrálni kell a titkosítási kulcsokat a régi titkosításból (ownCloud <= 8.0) egy újba.",
    "Start migration" : "Migrálás indítása",
    "Security & setup warnings" : "Biztonsági és telepítési figyelmeztetések",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Úgy tűnik, hogy a PHP nem tudja olvasni a rendszer környezeti változóit. A getenv(\"PATH\") teszt visszatérési értéke üres.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "Kérjük, ellenőrizze a <a target=\"_blank\" rel=\"noreferrer\"  href=\"%s\">telepítési dokumentációt ↗</a> a PHP konfigurációs beállításaival kapcsolatban, főleg ha PHP-FPM-et használ.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Csak olvasható beállítófájl engedélyezve. Ez meggátolja a beállítások módosítását a webes felületről. Továbbá, a fájlt kézzel kell írhatóvá tenni minden frissítés alkalmával.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "Úgy tűnik, hogy a PHP úgy van beállítva, hogy eltávolítja programok belsejében elhelyezett szövegblokkokat. Emiatt a rendszer több alapvető fontosságú eleme működésképtelen lesz.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "Ezt valószínűleg egy gyorsítótár ill. kódgyorsító, mint pl, a Zend, OPcache vagy eAccelererator okozza.",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Az adatbázis nem tud \"READ COMMITTED\" tranzakció elkülönítési szinttel futni. Ez problémákat okozhat több egyidejű esemény végrehajtásakor.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "%1$s %2$s verziója van telepítve, de a stabilitási és teljesítményi okok miatt javasoljuk az újabb, %1$s verzióra való frissítést.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "A 'fileinfo' PHP modul hiányzik. Erősen javasolt ennek a modulnak a telepítése, mert ezzel lényegesen jobb a MIME-típusok felismerése.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "Tranzakcionális fájl lezárás tiltva van, ez problémákat okozhat versenyhelyzetben. Engedélyezd a  'filelocking.enabled' beállítást a config.php -ben, hogy elkerüld ezeket a problémákat. Nézd meg a <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentációt ↗</a> bővebb információért.",
    "System locale can not be set to a one which supports UTF-8." : "A rendszer lokalizációs fájljai között nem sikerült olyat beállítani, ami támogatja az UTF-8-at.",
    "This means that there might be problems with certain characters in file names." : "Ez azt jelenti, hogy probléma lehet bizonyos karakterekkel a fájlnevekben.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "Feltétlenül javasoljuk, hogy telepítse a szükséges csomagokat ahhoz, hogy a rendszere támogassa a következő lokalizációk valamelyikét: %s",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "Ha a telepítése nem a webkiszolgáló gyökerében van, és a rendszer cron szolgáltatását használja, akkor problémák lehetnek az URL-ek képzésével. Ezek elkerülése érdekében állítsa be a config.php-ban az \"overwrite.cli.url\" paramétert a telepítés által használt webútvonalra. (Javasolt beállítás: \"%s\")",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "Az ütemezett feladat (cronjob) nem futott le parancssorból. A következő hibák tűntek fel:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%s\">log</a>." : "Kérjük, ellenőrizd a <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">telepítési dokumentációt ↗</a> és a <a href=\"%s\">naplót</a>, hogy tartalmaz-e bármilyen hibát vagy figyelmeztetést.",
    "All checks passed." : "Minden ellenőrzés sikeres.",
    "Cron" : "Ütemezett feladatok",
    "Last cron job execution: %s." : "Az utolsó cron feladat ekkor futott le: %s.",
    "Last cron job execution: %s. Something seems wrong." : "Az utolsó cron feladat ekkor futott le: %s. Valami nincs rendben.",
    "Cron was not executed yet!" : "A cron feladat még nem futott le!",
    "Execute one task with each page loaded" : "Egy-egy feladat végrehajtása minden alkalommal, amikor egy weboldalt letöltenek",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "A cron.php webcron szolgáltatásként van regisztrálva, hogy 15 percenként egyszer lefuttassa a cron.php-t.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "A rendszer cron szolgáltatását használjuk, mely a cron.php fájlt futtatja le 15 percenként.",
    "The cron.php needs to be executed by the system user \"%s\"." : "A cron.php-t ennek a rendszer felhasználónak kell végrehajtania: \"%s\".",
    "To run this you need the PHP posix extension. See {linkstart}PHP documentation{linkend} for more details." : "Ennek a futtatásához szükség van a PHP posix kiterjesztésre. További információkért nézd meg a {linkstart}PHP dokumentációt{linkend}.",
    "Version" : "Verzió",
    "Sharing" : "Megosztás",
    "Allow apps to use the Share API" : "Lehetővé teszi, hogy a programmodulok is használhassák a megosztást",
    "Allow users to share via link" : "Engedjük meg a fájlok hivatkozással történő megosztását",
    "Allow public uploads" : "Nyilvános feltöltés engedélyezése",
    "Enforce password protection" : "Legyen kötelező a linkek jelszóval való védelme",
    "Set default expiration date" : "Alapértelmezett lejárati idő beállítása",
    "Expire after " : "A lejárat legyen",
    "days" : "nap",
    "Enforce expiration date" : "A beállított lejárati idő legyen kötelezően érvényes",
    "Allow resharing" : "A megosztás továbbadásának engedélyezése",
    "Allow sharing with groups" : "Megosztás engedélyezése a csoportokkal",
    "Restrict users to only share with users in their groups" : "A csoporttagok csak a saját csoportjukon belül oszthassanak meg anyagokat",
    "Exclude groups from sharing" : "Csoportok megosztási jogának tiltása",
    "These groups will still be able to receive shares, but not to initiate them." : "E csoportok tagjaival meg lehet osztani anyagokat, de ők nem hozhatnak létre megosztást.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "Felhasználónév automatikus befejezése engedélyezése a megosztás ablakban. Ha le van tiltva, akkor a teljes felhasználónevet kell beírni.",
    "Show disclaimer text on the public link upload page. (Only shown when the file list is hidden.)" : "Nyilatkozat szövegének megjelenítése a nyilvános feltöltési oldalon. (Csak akkor jelenik meg, ha fájl lista rejtett.)",
    "This text will be shown on the public link upload page when the file list is hidden." : "Ez a szöveg jelenik meg a nyilvános feltöltési oldalon, amikor a fájl lista el van rejtve.",
    "Tips & tricks" : "Tippek és trükkök",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend." : "Jelenleg SQLite van használva háttér adatbázisként. Nagyobb telepítéshez más háttér adatbázist javaslunk.",
    "This is particularly recommended when using the desktop client for file synchronisation." : "Ez különösen asztali kliens szinkronizáció használata esetén javasolt.",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "Más adatbázisról való áttéréshez használja a parancssort: 'occ db:convert-type', vagy keresse fel a <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentációt ↗</a>.",
    "How to do backups" : "Hogyan csináljunk biztonsági mentéseket",
    "Advanced monitoring" : "Haladó monitorozás",
    "Performance tuning" : "Teljesítmény hangolás",
    "Improving the config.php" : "config.php javítása",
    "Theming" : "Témázás",
    "Hardening and security guidance" : "Megerősítési és biztonsági útmutató",
    "Developer documentation" : "Fejlesztői dokumentáció",
    "by %s" : "készítő: %s",
    "%s-licensed" : "%s-licencelt",
    "Documentation:" : "Dokumentációk:",
    "User documentation" : "Felhasználói dokumentáció",
    "Admin documentation" : "Adminisztrátori dokumentáció",
    "Visit website" : "Weboldal meglátogatása",
    "Report a bug" : "Hiba bejelentése",
    "Show description …" : "Leírás megjelenítése ...",
    "Hide description …" : "Leírás elrejtése ...",
    "This app has an update available." : "Frissítés érhető el az alkalmazáshoz.",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Ennek az alkalmazásnak nincs minimum szükséges Nextcloud verziója megadva. Ez hiba lesz a jövőben.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Ennek az alkalmazásnak nincs maximum szükséges Nextcloud verziója megadva. Ez hiba lesz a jövőben.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Ezt az alkalmazást nem lehet telepíteni, mert a következő függőségek hiányoznak:",
    "Enable only for specific groups" : "Csak bizonyos csoportok számára tegyük elérhetővé",
    "Uninstall app" : "Alkalmazás eltávolítása",
    "SSL Root Certificates" : "SSL Root tanusítványok",
    "Common Name" : "Általános Név",
    "Valid until" : "Érvényes",
    "Issued By" : "Kiadta",
    "Valid until %s" : "Érvényes: %s",
    "Import root certificate" : "Gyökértanúsítvány importálása",
    "Hey there,<br><br>just letting you know that you now have a %s account.<br><br>Your username: <strong>%s</strong><br>Access it: <strong><a href=\"%s\">%s</a></strong><br><br>" : "Szia!<br><br>Szeretnénk tudatni, hogy elkészült a fiókod: %s.<br><br>A felhasználóneved: <strong>%s</strong><br>Hozzáférés itt: <strong><a href=\"%s\">%s</a></strong><br><br>",
    "Cheers!" : "Üdv.",
    "Hey there,\n\njust letting you know that you now have a %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Szia!\n\nSzeretnénk tudatni, hogy elkészült a fiókod: %s.\n\nA felhasználóneved: %s\nHozzáférés itt: %s\n",
    "Administrator documentation" : "Adminisztrátori dokumentáció",
    "Online documentation" : "Online dokumentáció",
    "Forum" : "Fórum",
    "Getting help" : "Segítség kérés",
    "Commercial support" : "Kereskedelmi támogatás",
    "You are using <strong>%s</strong> of <strong>%s</strong>" : "Jelenleg használt: <strong>%s</strong>, maximálisan elérhető: <strong>%s</strong>",
    "Profile picture" : "Profilkép",
    "Upload new" : "Új feltöltése",
    "Select from Files" : "Kiválasztás a Fájlkból",
    "Remove image" : "A kép eltávolítása",
    "png or jpg, max. 20 MB" : "png vagy jpg, max. 20 MB",
    "Picture provided by original account" : "Az eredeti fiók által biztosított kép.",
    "Cancel" : "Mégsem",
    "Choose as profile picture" : "Kiválasztás profil képként",
    "Full name" : "Teljes név",
    "No display name set" : "Nincs megjelenítési név beállítva",
    "Email" : "E-mail",
    "Your email address" : "Az Ön e-mail címe",
    "No email address set" : "Nincs e-mail cím beállítva",
    "For password reset and notifications" : "Jelszóvisszaállításhoz és értesítésekhez",
    "Phone number" : "Telefonszám",
    "Your phone number" : "A telefonszámod",
    "Address" : "Cím",
    "Your postal address" : "A postai címed",
    "Website" : "Weboldal",
    "Your website" : "A weboldalad",
    "Twitter" : "Twitter",
    "Your Twitter handle" : "A Twitter azonosítód",
    "You are member of the following groups:" : "Tagja vagy a következő csoport(ok)nak:",
    "Password" : "Jelszó",
    "Current password" : "A jelenlegi jelszó",
    "New password" : "Az új jelszó",
    "Change password" : "A jelszó megváltoztatása",
    "Language" : "Nyelv",
    "Help translate" : "Segítsen a fordításban!",
    "Get the apps to sync your files" : "Töltse le a fájlok szinkronizációjához szükséges programokat!",
    "Desktop client" : "Asztali kliens",
    "Android app" : "Android alkalmazás",
    "iOS app" : "IOS alkalmazás",
    "If you want to support the project {contributeopen}join development{linkclose} or {contributeopen}spread the word{linkclose}!" : "Ha szeretnéd támogatni a projektet {contributeopen}csatlakozz a fejlesztéshez{linkclose} vagy {contributeopen}terjeszd a világban{linkclose}!",
    "Show First Run Wizard again" : "Jelenítsd meg újra az Első indíráskori varázslót!",
    "Web, desktop and mobile clients currently logged in to your account." : "A fiókodba jelenleg bejelentkezett web, asztali és mobil kliensek.",
    "Device" : "Eszköz",
    "Last activity" : "Utolsó tevékenység",
    "Passcodes that give an app or device permissions to access your account." : "A számkódok jogosultságot adnak egy alkalmazás vagy eszköz részére a fiókod hozzáféréséhez.",
    "Name" : "Név",
    "App name" : "Alkalmazás név",
    "Create new app password" : "Új alkalmazás jelszó létrehozása",
    "Use the credentials below to configure your app or device." : "Használja a lenti hitelesítő adatokat hogy beállítsa az alkalmazását vagy eszközét.",
    "For security reasons this password will only be shown once." : "Biztonsági okokból ez a jelszó csak egyszer jelenik meg.",
    "Username" : "Felhasználónév",
    "Done" : "Kész",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Fejleszti a {communityopen}Nextcloud közösség{linkclose}, a {githubopen}forráskódra{linkclose} az {licenseopen}AGPL{linkclose} licenc vonatkozik.",
    "Follow us on Google Plus!" : "Kövess minket a Googe Plus-szon!",
    "Like our facebook page!" : "Kedveld a Facebook oldalunkat!",
    "Subscribe to our twitter channel!" : "Iratkozz fel a Twitter csatornánkra!",
    "Subscribe to our news feed!" : "Iratkozz fel a hírfolyamunkra!",
    "Subscribe to our newsletter!" : "Iratkozz fel a hírlevelünkre!",
    "Show storage location" : "Háttértároló helyének mutatása",
    "Show last log in" : "Utolsó bejelentkezés megjelenítése",
    "Show user backend" : "Felhasználói háttér mutatása",
    "Send email to new user" : "E-mail küldése az új felhasználónak",
    "Show email address" : "E-mail cím megjelenítése",
    "E-Mail" : "E-mail",
    "Create" : "Létrehozás",
    "Admin Recovery Password" : "Adminisztrátori jelszó a fájlok visszanyerésére",
    "Enter the recovery password in order to recover the users files during password change" : "Adja meg az adatok visszanyeréséhez szükséges jelszót arra az esetre, ha a felhasználók megváltoztatják a jelszavukat",
    "Group name" : "Csoport neve",
    "Everyone" : "Mindenki",
    "Admins" : "Adminisztrátorok",
    "Default quota" : "Alapértelmezett kvóta",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "Kérjük adja meg a tárolási kvótát (pl.  \"512 MB\" vagy \"12 GB\")",
    "Other" : "Más",
    "Group admin for" : "Csoport Adminisztrátor itt",
    "Quota" : "Kvóta",
    "Storage location" : "A háttértár helye",
    "User backend" : "Felhasználói háttér",
    "Last login" : "Utolsó bejelentkezés",
    "change full name" : "a teljes név megváltoztatása",
    "set new password" : "új jelszó beállítása",
    "change email address" : "e-mail cím megváltoztatása",
    "Default" : "Alapértelmezett",
    "Please provide an admin recovery password, otherwise all user data will be lost" : "Adja meg az admin helyreállítási jelszót, máskülönben az összes felhasználói adat elveszik!",
    "log-level out of allowed range" : "A naplózási szint a megengedett terjedelmen kívül van.",
    "Language changed" : "A nyelv megváltozott",
    "Admins can't remove themself from the admin group" : "Adminisztrátorok nem távolíthatják el magukat az admin csoportból.",
    "Unable to add user to group %s" : "A felhasználó nem adható hozzá ehhez a csoporthoz: %s",
    "Unable to remove user from group %s" : "A felhasználó nem távolítható el ebből a csoportból: %s",
    "Are you really sure you want add \"{domain}\" as trusted domain?" : "Biztos abban, hogy hozzá akarja adni \"{domain}\"-t a megbízható tartományokhoz?",
    "Please wait...." : "Kérlek várj...",
    "add group" : "csoport hozzáadása",
    "Everything (fatal issues, errors, warnings, info, debug)" : "Minden (végzetes hibák, hibák, figyelmeztetések, információk, hibakeresési üzenetek)",
    "Info, warnings, errors and fatal issues" : "Információk, figyelmeztetések, hibák és végzetes hibák",
    "Warnings, errors and fatal issues" : "Figyelmeztetések, hibák és végzetes hibák",
    "Errors and fatal issues" : "Hibák és végzetes hibák",
    "Fatal issues only" : "Csak a végzetes hibák",
    "Log" : "Naplózás",
    "What to log" : "Mit naplózzon",
    "Download logfile" : "Naplófájl letöltése",
    "More" : "Több",
    "Less" : "Kevesebb",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "A naplófájl 100MB-nál nagyobb. A letöltése hosszabb időt vehet igénybe.",
    "Allow users to send mail notification for shared files" : "A felhasználók küldhessenek e-mail értesítést a megosztás létrejöttéről",
    "Allow users to send mail notification for shared files to other users" : "A felhasználók küldhessenek más felhasználóknak e-mail értesítést a megosztott fájlokról",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "Adatbázisként az SQLite-ot fogjuk használni. Nagyobb telepítések esetén javasoljuk, hogy váltson másik adatbázis háttérkiszolgálóra",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "Amikor az asztali klienset használja fálj szinkronizációra, akkor az SQLite használata nem ajánlott.",
    "Experimental applications ahead" : "Kísérleti alkalmazások",
    "Experimental apps are not checked for security issues, new or known to be unstable and under heavy development. Installing them can cause data loss or security breaches." : "A kísérleti alkalmazások nincsenek biztonsági ellenőrizve, ismert vagy ismeretlen hibák lehetnek bennük és aktív fejlesztés alatt állnak. A telepítésük adatvesztéshez vezethet, vagy biztonsági kockázata lehet.",
    "Uninstall App" : "Alkalmazás eltávolítása",
    "Enable experimental apps" : "Kísérleti alkalmazások engedélyezése",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Access it: <a href=\"%s\">%s</a><br><br>" : "Üdv!<br><br>Értesítünk, hogy van egy %s fiókja.<br><br>Felhasználónév: %s<br>Hozzáférés: <a href=\"%s\">%s</a><br><br>",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Üdv!\n\nÉrtesítünk, hogy van egy %s fiókja.\n\nFelhasználónév: %s\nHozzáférés: %s\n\n",
    "For password recovery and notifications" : "Jelszó helyreállításhoz és értesítésekhez",
    "Add Group" : "csoport hozzáadása",
    "Group" : "Csoport",
    "Default Quota" : "Alapértelmezett kvóta",
    "Full Name" : "Teljes név",
    "Group Admin for" : "Csoport Adminisztrátor itt",
    "Storage Location" : "A háttértár helye",
    "User Backend" : "Felhasználói háttér",
    "Last Login" : "Utolsó bejelentkezés"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}