{ "translations": {
    "Enabled" : "Diaktifkan",
    "Not enabled" : "Tidak diaktifkan",
    "Wrong password" : "Sandi salah",
    "Saved" : "Disimpan",
    "No user supplied" : "Tidak ada pengguna yang diberikan",
    "Unable to change password" : "Tidak dapat mengubah sandi",
    "Authentication error" : "Terjadi kesalahan saat otentikasi",
    "Wrong admin recovery password. Please check the password and try again." : "Sandi pemulihan admin salah. Periksa sandi dan ulangi kembali.",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "Backend tidak mendukung pengubahan sandi, tapi kunci enkripsi pengguna berhasil diperbarui.",
    "installing and updating apps via the app store or Federated Cloud Sharing" : "memasang dan memperbarui aplikasi via toko aplikasi atau Federated Cloud Sharing",
    "Federated Cloud Sharing" : "Federated Cloud Sharing",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "cURL menggunakan versi lawas %s (%s). Silakan perbarui sistem operasi Anda atau fitur-fitur seperti %s tidak akan dapat bekerja dengan benar.",
    "A problem occurred, please check your log files (Error: %s)" : "Terjadi masalah, mohon periksa berkas log Anda (Kesalahan: %s)",
    "Migration Completed" : "Migrasi Selesai",
    "Group already exists." : "Grup sudah ada.",
    "Unable to add group." : "Tidak dapat menambah grup.",
    "Unable to delete group." : "Tidak dapat menghapus grup.",
    "test email settings" : "pengaturan email percobaan",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Terjadi masalah saat mengirim email. Mohon periksa kembali pengaturan Anda. (Kesalahan: %s)",
    "Email sent" : "Email terkirim",
    "You need to set your user email before being able to send test emails." : "Anda perlu menetapkan email pengguna Anda sebelum dapat mengirim email percobaan.",
    "Invalid request" : "Permintaan tidak valid",
    "Invalid mail address" : "Alamat email salah",
    "A user with that name already exists." : "Pengguna dengan nama tersebut sudah ada.",
    "Unable to create user." : "Tidak dapat membuat pengguna.",
    "Your %s account was created" : "Akun %s Anda telah dibuat",
    "Unable to delete user." : "Tidak dapat menghapus pengguna.",
    "Unable to change full name" : "Tidak dapat mengubah nama lengkap",
    "Your full name has been changed." : "Nama lengkap Anda telah diubah",
    "Forbidden" : "Terlarang",
    "Invalid user" : "Pengguna salah",
    "Unable to change mail address" : "Tidak dapat mengubah alamat email",
    "Email saved" : "Email disimpan",
    "Couldn't remove app." : "Tidak dapat menghapus aplikasi.",
    "Couldn't update app." : "Tidak dapat memperbarui aplikasi.",
    "Add trusted domain" : "Tambah domain terpercaya",
    "Migration in progress. Please wait until the migration is finished" : "Migrasi sedang dalam proses. Mohon tunggu sampai migrasi selesai.",
    "Migration started …" : "Migrasi dimulai ...",
    "Sending..." : "Mengirim",
    "Official" : "Resmi",
    "All" : "Semua",
    "Update to %s" : "Perbarui ke %s",
    "_You have %n app update pending_::_You have %n app updates pending_" : ["Anda memiliki %n pembaruan aplikasi tertunda"],
    "No apps found for your version" : "Aplikasi tidak ditemukan untuk versi ini.",
    "The app will be downloaded from the app store" : "Aplikasi akan diunduh melalui toko aplikasi",
    "Official apps are developed by and within the community. They offer central functionality and are ready for production use." : "Aplikasi resmi dikembangkan oleh dan didalam komunitas. Mereka menawarkan fungsi sentral dan siap untuk penggunaan produksi.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "Aplikasi tersetujui dikembangkan oleh pengembang terpercaya dan telah lulus pemeriksaan keamanan. Mereka secara aktif dipelihara direpositori kode terbuka dan pemelihara sudah memastikan mereka stabil untuk penggunaan normal.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "Apl ini belum diperiksa masalah keamanannya dan masih baru atau biasanya tidak stabil. Instal dengan resiko Anda sendiri.",
    "Error while disabling app" : "Terjadi kesalahan saat menonaktifkan aplikasi",
    "Disable" : "Nonaktifkan",
    "Enable" : "Aktifkan",
    "Error while enabling app" : "Terjadi kesalahan saat mengakifkan aplikasi",
    "Error: this app cannot be enabled because it makes the server unstable" : "Kesalahan: Aplikasi ini tidak bisa diaktifkan karena membuat server tidak stabil",
    "Error: could not disable broken app" : "Kesalahan: Tidak dapat menonaktifkan aplikasi rusak",
    "Error while disabling broken app" : "Terjadi kesalahan saat menonaktifkan aplikasi rusak",
    "Updating...." : "Memperbarui....",
    "Error while updating app" : "Terjadi kesalahan saat memperbarui aplikasi",
    "Updated" : "Diperbarui",
    "Uninstalling ...." : "Mencopot ...",
    "Error while uninstalling app" : "Terjadi kesalahan saat mencopot aplikasi",
    "Uninstall" : "Copot",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Aplikasi sudah diaktifkan tetapi perlu diperbarui. Anda akan dialihkan ke halaman pembaruan dalam 5 detik.",
    "App update" : "Pembaruan Aplikasi",
    "Approved" : "Disetujui",
    "Experimental" : "Uji Coba",
    "No apps found for {query}" : "Tidak ditemukan aplikasi untuk {query}",
    "Disconnect" : "Putuskan",
    "Internet Explorer" : "Internet Explorer",
    "Edge" : "Edge",
    "Firefox" : "Firefox",
    "Google Chrome" : "Google Chrome",
    "Safari" : "Safari",
    "Google Chrome for Android" : "Google Chrome untuk Android",
    "iOS Client" : "Klien iOS",
    "Android Client" : "Klien Android",
    "Sync client - {os}" : "Klien sync - {os}",
    "This session" : "Sesi ini",
    "Copied!" : "Tersalin!",
    "Not supported!" : "Tidak didukung!",
    "Press ⌘-C to copy." : "Tekan ⌘-C untuk menyalin.",
    "Press Ctrl-C to copy." : "Tekan Ctrl-C untuk menyalin.",
    "Error while loading browser sessions and device tokens" : "Terjadi kesalahan saat memuat sesi browser dan token perangkat",
    "Error while creating device token" : "Terjadi kesalahan saat membuat token perangkat",
    "Error while deleting the token" : "Terjadi kesalahan saat menghapus token",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "Terjadi kesalahan. Mohon unggah sertifikat PEM terenkode-ASCII.",
    "Valid until {date}" : "Berlaku sampai {date}",
    "Delete" : "Hapus",
    "Select a profile picture" : "Pilih foto profil",
    "Very weak password" : "Sandi sangat lemah",
    "Weak password" : "Sandi lemah",
    "So-so password" : "Sandi lumayan",
    "Good password" : "Sandi baik",
    "Strong password" : "Sandi kuat",
    "Groups" : "Grup",
    "Unable to delete {objName}" : "Tidak dapat menghapus {objName}",
    "Error creating group: {message}" : "Kesalahan membuat grup: {message}",
    "A valid group name must be provided" : "Harus memberikan nama grup yang benar.",
    "deleted {groupName}" : "menghapus {groupName}",
    "undo" : "urungkan",
    "never" : "tidak pernah",
    "deleted {userName}" : "menghapus {userName}",
    "Add group" : "Tambah grup",
    "Invalid quota value \"{val}\"" : "Jumlah kuota tidak valid \"{val}\"",
    "no group" : "tanpa grup",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "Pengubahan kata sandi akan ditampilkan di data kehilangan, karena data pemulihan tidak tersedia bagi pengguna ini",
    "A valid username must be provided" : "Harus memberikan nama pengguna yang benar",
    "Error creating user: {message}" : "Gagal membuat pengguna: {message}",
    "A valid password must be provided" : "Harus memberikan sandi yang benar",
    "A valid email must be provided" : "Email yang benar harus diberikan",
    "__language_name__" : "Bahasa Indonesia",
    "Unlimited" : "Tak terbatas",
    "Personal info" : "Info pribadi",
    "Sessions" : "Sesi",
    "App passwords" : "Sandi aplikasi",
    "Sync clients" : "Klien sync",
    "None" : "Tidak ada",
    "Login" : "Masuk",
    "Plain" : "Biasa",
    "NT LAN Manager" : "Manajer NT LAN",
    "Email server" : "Server email",
    "Open documentation" : "Buka dokumentasi",
    "This is used for sending out notifications." : "Ini digunakan untuk mengirim notifikasi keluar.",
    "Send mode" : "Modus kirim",
    "Encryption" : "Enkripsi",
    "From address" : "Dari alamat",
    "mail" : "email",
    "Authentication method" : "Metode otentikasi",
    "Authentication required" : "Diperlukan otentikasi",
    "Server address" : "Alamat server",
    "Port" : "Port",
    "Credentials" : "Kredensial",
    "SMTP Username" : "Nama pengguna SMTP",
    "SMTP Password" : "Sandi SMTP",
    "Store credentials" : "Simpan kredensial",
    "Test email settings" : "Pengaturan email percobaan",
    "Send email" : "Kirim email",
    "Server-side encryption" : "Enkripsi sisi-server",
    "Enable server-side encryption" : "Aktifkan enkripsi sisi-server",
    "Please read carefully before activating server-side encryption: " : "Mohon baca dengan teliti sebelum mengaktifkan enkripsi server-side:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Setelah enkripsi diaktifkan, semua berkas yang diunggah pada server mulai saat ini akan dienkripsi saat singgah pada server. Penonaktifan enkripsi hanya mungkin berhasil jika modul enkripsi yang aktif mendukung fungsi ini dan semua prasyarat (misalnya pengaturan kunci pemulihan) sudah terpenuhi.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Enkripsi saja tidak dapat menjamin keamanan sistem. Silakan lihat dokumentasi untuk informasi lebih lanjut dalam bagaimana aplikasi enkripsi bekerja, dan kasus pendukung.",
    "Be aware that encryption always increases the file size." : "Ingat bahwa enkripsi selalu menambah ukuran berkas.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Alangkah baiknya untuk membuat cadangan data secara rutin, dalam kasus enkripsi, pastikan untuk mencadangkan kunci enkripsi bersama dengan data Anda.",
    "This is the final warning: Do you really want to enable encryption?" : "Ini adalah peringatan terakhir: Apakah Anda yakin ingin mengaktifkan enkripsi?",
    "Enable encryption" : "Aktifkan enkripsi",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Tidak ada modul enkripsi yang dimuat, mohon aktifkan modul enkripsi di menu aplikasi.",
    "Select default encryption module:" : "Pilih modul enkripsi baku:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "Anda perlu mengganti kunci enkrispi Anda dari enkripsi lama (ownCloud <= 8.0) ke yang baru. Mohon aktifkan \"Modul enkripsi standar\" dan jalankan 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "Anda perlu untuk mengubah kunci enkripsi dari enkripsi lama (ownCloud <= 8.0) ke yang baru.",
    "Start migration" : "Mulai migrasi",
    "Security & setup warnings" : "Peringatan Keamanan & Pengaturan",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "kelihatannya php tidak diatur dengan benar untuk variabel lingkungan sistem kueri. Pemeriksaan dengan getenv(\"PATH\") hanya mengembalikan respon kosong.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "Mohon cek <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentasi instalasi↗</a> untuk catatan konfigurasi php dan konfigurasi PHP server Anda, khususnya saat menggunakan php-fpm.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Konfig Hanya-Baca telah diaktifkan. Ini akan mencegah setelan beberapa konfigurasi melalui antarmuka-web. Selanjutnya, berkas perlu dibuat dapat-dibaca secara manual untuk setiap pembaruan.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "PHP tampaknya disetel menjadi strip inline doc blocks. Hal ini akan membuat beberapa aplikasi inti tidak dapat diakses.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "Hal ini kemungkinan disebabkan oleh cache/akselerator seperti Zend OPcache atau eAccelerator.",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Database Anda tidak dijalankan dengan isolasi transaksi level \"READ COMMITED\". Ini dapat menyebabkan masalah saat banyak tindakan dilakukan secara paralel.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "%1$s dibawah versi %2$s, untuk performa dan stabilitas kami merekomendasikan Anda memperbarui versi %1$s.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "Module 'fileinfo' pada PHP tidak ada. Kami sangat menyarankan untuk mengaktifkan modul ini untuk mendapatkan hasil terbaik pada proses pendeteksian mime-type.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "Penguncian berkas transaksional nonaktif, ini dapat menyebabkan masalah dengan kondisi tertentu. Aktifkan 'filelocking.enabled' dalam config.php untuk menghindari masalah ini. Lihat <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentasi ↗</a> untuk informasi lebih lanjut.",
    "System locale can not be set to a one which supports UTF-8." : "Sistem lokal tidak dapat diatur untuk satu yang mendukung UTF-8.",
    "This means that there might be problems with certain characters in file names." : "Ini artinya mungkin ada masalah dengan karakter tertentu pada nama berkas.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "Kamu sangat menyarankan untuk menginstal paket-paket yang dibutuhkan pada sistem agar mendukung lokal berikut: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "Jika instalasi Anda tidak di root domain dan menggunakan sistem cron, hal tersebut dapat menyebabkan masalah dengan pembuatan URL. Untuk mencegah masalah tersebut, mohon atur opsi \"overwrite.cli.url\" pada berkas config.php Anda ke jalur lokasi webroot instalasi Anda (Disarankan: \"%s\")",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "Tidak mungkin untuk mengeksekusi cronjob via CLI. Kesalahan teknis berikut muncul:",
    "All checks passed." : "Semua pemeriksaan lulus.",
    "Cron" : "Cron",
    "Last cron job execution: %s." : "Eksekusi penjadwalan cron terakhir: %s.",
    "Last cron job execution: %s. Something seems wrong." : "Eksekusi penjadwalan cron terakhir: %s. Kelihatannya ada yang salah.",
    "Cron was not executed yet!" : "Cron masih belum dieksekusi!",
    "Execute one task with each page loaded" : "Jalankan tugas setiap kali halaman dimuat",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "cron.php didaftarkan pada layanan webcron untuk memanggil cron.php setiap 15 menit melalui http.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "Gunakan layanan cron sistem untuk memanggil berkas cron.php setiap 15 menit.",
    "Version" : "Versi",
    "Sharing" : "Berbagi",
    "Allow apps to use the Share API" : "Izinkan aplikasi untuk menggunakan API Pembagian",
    "Allow users to share via link" : "Izinkan pengguna untuk membagikan via tautan",
    "Allow public uploads" : "Izinkan unggahan publik",
    "Enforce password protection" : "Berlakukan perlindungan sandi",
    "Set default expiration date" : "Atur tanggal kadaluarsa default",
    "Expire after " : "Kadaluarsa setelah",
    "days" : "hari",
    "Enforce expiration date" : "Berlakukan tanggal kadaluarsa",
    "Allow resharing" : "Izinkan pembagian ulang",
    "Allow sharing with groups" : "Izinkan pembagian dengan grup",
    "Restrict users to only share with users in their groups" : "Batasi pengguna untuk hanya membagikan dengan pengguna didalam grup mereka",
    "Exclude groups from sharing" : "Tidak termasuk grup untuk berbagi",
    "These groups will still be able to receive shares, but not to initiate them." : "Grup ini akan tetap dapat menerima berbagi, tatapi tidak dapat membagikan.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "Izinkan penyelesai otomatis pada nama pengguna di jendela dialog berbagi. Jika ini dinonaktifkan, nama pengguna utuh perlu dimasukkan.",
    "Tips & tricks" : "Tips & trik",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "Untuk migrasi ke database lain, gunakan alat command line: 'occ db:convert-type', atau lihat <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentasi ↗</a>.",
    "How to do backups" : "Bagaimana cara membuat cadangan",
    "Advanced monitoring" : "Pemantauan tingkat lanjut",
    "Performance tuning" : "Pemeliharaan performa",
    "Improving the config.php" : "Memperbaiki config.php",
    "Theming" : "Tema",
    "Hardening and security guidance" : "Panduan Keselamatan dan Keamanan",
    "Developer documentation" : "Dokumentasi pengembang",
    "by %s" : "oleh %s",
    "%s-licensed" : "dilisensikan %s",
    "Documentation:" : "Dokumentasi:",
    "User documentation" : "Dokumentasi pengguna.",
    "Admin documentation" : "Dokumentasi admin",
    "Visit website" : "Kunjungi laman web",
    "Report a bug" : "Laporkan kerusakan",
    "Show description …" : "Tampilkan deskripsi ...",
    "Hide description …" : "Sembunyikan deskripsi ...",
    "This app has an update available." : "Aplikasi ini dapat diperbarui.",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Aplikasi ini tidak mempunyai versi minimum Nextcloud yang ditetapkan. Di masa depan nanti ini akan menjadi kesalahan.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Aplikasi ini tidak mempunyai versi maksimum Nextcloud yang ditetapkan. Di masa depan nanti ini akan menjadi kesalahan.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Apl ini tidak dapat diinstal karena ketergantungan berikut belum terpenuhi:",
    "Enable only for specific groups" : "Aktifkan hanya untuk grup tertentu",
    "SSL Root Certificates" : "Sertifikat Root SSL",
    "Common Name" : "Nama umum",
    "Valid until" : "Berlaku sampai",
    "Issued By" : "Diterbitkan oleh",
    "Valid until %s" : "Berlaku sampai %s",
    "Import root certificate" : "Impor sertifikat root",
    "Cheers!" : "Horee!",
    "Administrator documentation" : "Dokumentasi administrator",
    "Online documentation" : "Dokumentasi online",
    "Forum" : "Forum",
    "Commercial support" : "Dukungan komersial",
    "You are using <strong>%s</strong> of <strong>%s</strong>" : "Anda sedang menggunakan <strong>%s</strong> dari <strong>%s</strong>",
    "Profile picture" : "Foto profil",
    "Upload new" : "Unggah baru",
    "Select from Files" : "Pilih dari berkas",
    "Remove image" : "Hapus gambar",
    "png or jpg, max. 20 MB" : "png atau jpg, maks. 20 MB",
    "Picture provided by original account" : "Gambar disediakan oleh akun asli",
    "Cancel" : "Batal",
    "Choose as profile picture" : "Pilih sebagai gambar profil",
    "Full name" : "Nama lengkap",
    "No display name set" : "Nama tampilan tidak diatur",
    "Email" : "Email",
    "Your email address" : "Alamat email Anda",
    "No email address set" : "Alamat email tidak diatur",
    "You are member of the following groups:" : "Anda adalah anggota dari grup berikut:",
    "Password" : "Sandi",
    "Current password" : "Sandi saat ini",
    "New password" : "Sandi baru",
    "Change password" : "Ubah sandi",
    "Language" : "Bahasa",
    "Help translate" : "Bantu menerjemahkan",
    "Get the apps to sync your files" : "Dapatkan aplikasi untuk sinkronisasi berkas Anda",
    "Desktop client" : "Klien desktop",
    "Android app" : "Aplikasi Android",
    "iOS app" : "Aplikasi iOS",
    "Show First Run Wizard again" : "Tampilkan Penuntun Konfigurasi Awal",
    "Web, desktop and mobile clients currently logged in to your account." : "Klien web, desktop dan mobile yang sedang login di akun Anda.",
    "Device" : "Perangkat",
    "Last activity" : "Aktivitas terakhir",
    "Passcodes that give an app or device permissions to access your account." : "Kode kunci yang memberikan aplikasi atau perangkat izin untuk mengakses akun Anda.",
    "Name" : "Nama",
    "App name" : "Nama aplikasi",
    "Create new app password" : "Buat sandi aplikasi baru",
    "Use the credentials below to configure your app or device." : "Gunakan kredensial berikut untuk mengkonfigurasi aplikasi atau perangkat.",
    "For security reasons this password will only be shown once." : "Untuk alasan keamanan sandi ini akan ditunjukkan hanya sekali.",
    "Username" : "Nama pengguna",
    "Done" : "Selesai",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Dikembangkan oleh {commmunityopen}komunitas Nextcloud{linkclose}, {githubopen}sumber kode{linkclose} dilisensikan dibawah {licenseopen}AGPL{linkclose}.",
    "Show storage location" : "Tampilkan kolasi penyimpanan",
    "Show last log in" : "Tampilkan masuk terakhir",
    "Show user backend" : "Tampilkan pengguna backend",
    "Send email to new user" : "Kirim email kepada pengguna baru",
    "Show email address" : "Tampilkan alamat email",
    "E-Mail" : "E-Mail",
    "Create" : "Buat",
    "Admin Recovery Password" : "Sandi pemulihan Admin",
    "Enter the recovery password in order to recover the users files during password change" : "Masukkan sandi pemulihan untuk memulihkan berkas pengguna saat penggantian sandi",
    "Everyone" : "Semua orang",
    "Admins" : "Admin",
    "Default quota" : "Kuota standar",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "Silakan masukkan jumlah penyimpanan (contoh: \"512 MB\" atau \"12 GB\")",
    "Other" : "Lainnya",
    "Group admin for" : "Grup admin untuk",
    "Quota" : "Kuota",
    "Storage location" : "Lokasi penyimpanan",
    "User backend" : "Backend pengguna",
    "Last login" : "Log masuk terakhir",
    "change full name" : "ubah nama lengkap",
    "set new password" : "setel sandi baru",
    "change email address" : "ubah alamat email",
    "Default" : "Default",
    "Please provide an admin recovery password, otherwise all user data will be lost" : "Mohon sediakan sandi pemulihan admin, jika tidak semua data pengguna akan terhapus",
    "log-level out of allowed range" : "level-log melebihi batas yang diizinkan",
    "Language changed" : "Bahasa telah diubah",
    "Admins can't remove themself from the admin group" : "Admin tidak dapat menghapus dirinya sendiri dari grup admin",
    "Unable to add user to group %s" : "Tidak dapat menambahkan pengguna ke grup %s",
    "Unable to remove user from group %s" : "Tidak dapat menghapus pengguna dari grup %s",
    "Are you really sure you want add \"{domain}\" as trusted domain?" : "Apakah Anda yakin ingin menambahkan \"{domain}\" sebagai domain terpercaya?",
    "Please wait...." : "Mohon tunggu....",
    "add group" : "tambah grup",
    "Everything (fatal issues, errors, warnings, info, debug)" : "Semuanya (Masalah fatal, kesalahan, peringatan, info, debug)",
    "Info, warnings, errors and fatal issues" : "Info, peringatan, kesalahan dan masalah fatal",
    "Warnings, errors and fatal issues" : "Peringatan, kesalahan dan masalah fatal",
    "Errors and fatal issues" : "Kesalahan dan masalah fatal",
    "Fatal issues only" : "Hanya masalah fatal",
    "Log" : "Log",
    "What to log" : "Apa yang akan di log",
    "Download logfile" : "Unduh berkas log",
    "More" : "Lainnya",
    "Less" : "Ciutkan",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Berkas log lebih besar dari 100MB. Pengunduhan ini memerlukan beberapa saat!",
    "Allow users to send mail notification for shared files" : "Izinkan pengguna untuk mengirimkan email pemberitahuan untuk berkas berbagi",
    "Allow users to send mail notification for shared files to other users" : "Izinkan pengguna mengirim pemberitahuan email saat berbagi berkas kepada pengguna lainnya",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "SQLite digunakan sebagai basis data. Untuk instalasi yang lebih besar, kami menyarankan untuk beralih ke backend basis data yang berbeda.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "Terutama saat menggunakan klien desktop untuk sinkronisasi berkas, penggunaan SQLite tidak disarankan.",
    "Experimental applications ahead" : "Aplikasi percobaan terdepan",
    "Experimental apps are not checked for security issues, new or known to be unstable and under heavy development. Installing them can cause data loss or security breaches." : "Aplikasi percobaan belum diperiksa untuk masalah keamanan, baru atau dikenal tidak stabil dan dalam proses pengembangan. Menginstalnya dapat menyebabkan kehilangan data atau penerobosan keamanan.",
    "Uninstall App" : "Copot aplikasi",
    "Enable experimental apps" : "Aktifkan aplikasi percobaan",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Access it: <a href=\"%s\">%s</a><br><br>" : "Hai,<br><br>sekedar memberi tahu bahwa Andaa sekarang memiliki akun %s.<br><br>Nama Pengguna Anda: %s<br>Akses di: <a href=\"%s\">%s</a><br><br>",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Hai,\n\nsekedar memberi tahu bahwa Andaa sekarang memiliki akun %s.\n\nNama Pengguna Anda: %s\nAkses di: %s\n",
    "For password recovery and notifications" : "Untuk pemulihan sandi dan pemberitahuan",
    "Add Group" : "Tambah Grup",
    "Group" : "Grup",
    "Default Quota" : "Kuota Standar",
    "Full Name" : "Nama Lengkap",
    "Group Admin for" : "Grup Admin untuk",
    "Storage Location" : "Lokasi Penyimpanan",
    "User Backend" : "Backend Pengguna",
    "Last Login" : "Log Masuk Terakhir"
},"pluralForm" :"nplurals=1; plural=0;"
}