{ "translations": {
    "Enabled" : "E aktivizuar",
    "Not enabled" : "E paaktivizuar",
    "Wrong password" : "Fjalëkalim i gabuar",
    "Saved" : "U ruajt",
    "No user supplied" : "S’u dha përdorues",
    "Unable to change password" : "S’arrin të ndryshojë fjalëkalimin",
    "Authentication error" : "Gabim mirëfilltësimi",
    "Wrong admin recovery password. Please check the password and try again." : "Fjalëkalim i gabuar rikthimesh për përgjegjësin. Ju lutemi, kontrolloni fjalëkalimin dhe provoni përsëri.",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "Programi klient s’mbulon ndryshime fjalëkalimi, por kyçi i përdoruesi për fshehtëzime u përditësua me sukses.",
    "installing and updating apps via the app store or Federated Cloud Sharing" : "instalim dhe përditësim aplikacionesh përmes shitores së aplikacioneve ose Federated Cloud Sharing",
    "Federated Cloud Sharing" : "Ndarje Në Re të Federuar ",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "cURL-ja po përdor një version %s të vjetruar (%s). Ju lutemi, përditësoni sistemin tuaj operativ ose përndryshe veçori të tilla si %s nuk do të punojnë në mënyrë të qëndrueshme.",
    "A problem occurred, please check your log files (Error: %s)" : "Ndodhi një gabim, ju lutemi, kontrolloni kartelat tuaja regjistër (Error: %s)",
    "Migration Completed" : "Migrimi u Plotësua",
    "Group already exists." : "Grupi ekziston tashmë.",
    "Unable to add group." : "S’arrin të shtojë grup.",
    "Unable to delete group." : "S’arrin të fshijë grup.",
    "test email settings" : "testoni rregullime email-i",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Ndodhi një gabim gjatë dërgimit të email-it. Ju lutemi, rishikoni rregullimet tuaja. (Error: %s)",
    "Email sent" : "Email-i u dërgua",
    "You need to set your user email before being able to send test emails." : "Lypset të caktoni email-in tuaj si përdorues, përpara se të jeni në gjendje të dërgoni email-e provë.",
    "Invalid request" : "Kërkesë e pavlefshme",
    "Invalid mail address" : "Adresë email e pavlefshme",
    "A user with that name already exists." : "Ka tashmë një përdorues me këtë emër.",
    "Unable to create user." : "S’u arrit krijimi i përdoruesit.",
    "Your %s account was created" : "Llogaria juaj %s u krijua",
    "Unable to delete user." : "S’arrin të fshijë përdorues.",
    "Settings saved" : "Konfigurimet u ruajtën",
    "Unable to change full name" : "S’arrin të ndryshojë emrin e plotë",
    "Unable to change email address" : "Nuk mund të ndryshohet adresa e email-it",
    "Your full name has been changed." : "Emri juaj i plotë u ndryshua.",
    "Forbidden" : "E ndaluar",
    "Invalid user" : "Përdorues i pavlefshëm",
    "Unable to change mail address" : "S’arrin të ndryshojë adresë email",
    "Email saved" : "Email-i u ruajt",
    "Password confirmation is required" : "Kërkohet konfirmimi i fjalëkalimit",
    "Couldn't remove app." : "S’hoqi dot aplikacionin.",
    "Couldn't update app." : "S’përditësoi dot aplikacionin.",
    "Are you really sure you want add {domain} as trusted domain?" : "Jeni i sigurt se doni ta shtoni {domain} si një domain të besuar?",
    "Add trusted domain" : "Shtoni përkatësi të besuar",
    "Migration in progress. Please wait until the migration is finished" : "Migrimi në rrugë e sipër. Ju lutemi, pritni, teksa migrimi përfundon",
    "Migration started …" : "Migrimi filloi …",
    "Not saved" : "Nuk u ruajt",
    "Sending..." : "Po dërgohet…",
    "Official" : "Zyrtare",
    "All" : "Krejt",
    "Update to %s" : "Përditësoje me %s",
    "_You have %n app update pending_::_You have %n app updates pending_" : ["Keni %n përditësim aplikacioni në pritje","Keni %n përditësime aplikacionesh në pritje"],
    "No apps found for your version" : "S’u gjetën aplikacione për versionin tuaj",
    "The app will be downloaded from the app store" : "Aplikacioni do të shkarkohet nga shitorja e aplikacioneve",
    "Official apps are developed by and within the community. They offer central functionality and are ready for production use." : "Aplikacionet zyrtare zhvillohen nga komuniteti dhe brenta tij. Ato ofrojnë funksionalitet qëndror dhe janë gati për përdorim.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "Aplikacionet e miratuara ndërtohen nga zhvillues të besuar dhe kanë kaluar një kontroll të përciptë sigurie. Mirëmbahen aktivisht në një depo të hapur kodi dhe mirëmbajtësit e tyre i konsiderojnë të qëndrueshme për përdorime nga të rastit deri në ato normale.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "Ky aplikacion s’është kontrolluar për probleme sigurie dhe është i ri ose i njohur si i paqëndrueshëm. Instalojeni duke e mbajtur vetë përgjegjësinë.",
    "Error while disabling app" : "Gabim në çaktivizimin e aplikacionit",
    "Disable" : "Çaktivizoje",
    "Enable" : "Aktivizoje",
    "Enabling app …" : "Duke aktivizuar aplikacionin ...",
    "Error while enabling app" : "Gabim në aktivizimin e aplikacionit",
    "Error: this app cannot be enabled because it makes the server unstable" : "Gabim: ky aplikacion s’u aktivizua dot, ngaqë e bën shërbyesin të paqëndrueshëm.",
    "Error: could not disable broken app" : "Gabim: s’u çaktivizua dot aplikacion i dëmtuar",
    "Error while disabling broken app" : "Gabim teka çaktivizohej aplikacion i dëmtuar",
    "Updating...." : "Po përditësohet…",
    "Error while updating app" : "Gabim gjatë përditësimit të aplikacionit",
    "Updated" : "U përditësua",
    "Uninstalling ...." : "Po çinstalohet…",
    "Error while uninstalling app" : "Gabim në çinstalimin e aplikacionit",
    "Uninstall" : "Çinstaloje",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Aplikacioni është aktivizuar, por lyp të përditësohet. Do të ridrejtoheni te faqja e përditësimeve brenda 5 sekondash.",
    "App update" : "Përditësim aplikacioni",
    "Approved" : "Të miratuara",
    "Experimental" : "Eksperimentale",
    "No apps found for {query}" : "S’u gjetën aplikacione për {query}",
    "Allow filesystem access" : "Lejo aksesin e sistemit të skedarëve",
    "Disconnect" : "Shkëputu",
    "Revoke" : "Anulo",
    "Internet Explorer" : "Internet Explorer",
    "Edge" : "Edge",
    "Firefox" : "Firefox",
    "Google Chrome" : "Google Chrome",
    "Safari" : "Safari",
    "Google Chrome for Android" : "Google Chrome për Android",
    "iPhone iOS" : "iPhone iOS",
    "iPad iOS" : "iPad iOS",
    "iOS Client" : "Klient iOS",
    "Android Client" : "Klient Android",
    "Sync client - {os}" : "Sinkronizo klientin - {os}",
    "This session" : "Ky sesion",
    "Copy" : "Kopjo",
    "Copied!" : "U kopjua!",
    "Not supported!" : "Nuk suportohet!",
    "Press ⌘-C to copy." : "Shtyp ⌘-C për të kopjuar.",
    "Press Ctrl-C to copy." : "Shtyp Ctrl-C për të kopjuar.",
    "Error while loading browser sessions and device tokens" : "Gabim gjatë ngarkimit të sesioneve të shfletuesit dhe token-ësh pajisjesh",
    "Error while creating device token" : "Gabim gjatë krijimit të token-ëve të pajisjejeve",
    "Error while deleting the token" : "Gabim gjatë fshirjes së token-it",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "Ndodhi një gabim. Ju lutemi, ngarkoni një dëshmi PEM të koduar me ASCII.",
    "Valid until {date}" : "E vlefshme deri më {date}",
    "Delete" : "Fshije",
    "Local" : "Lokale",
    "Private" : "Private",
    "Only visible to local users" : "E dukshme vetëm për përdoruesit lokal",
    "Only visible to you" : "E dukshme vetëm për ju",
    "Contacts" : "Kontaktet",
    "Visible to local users and to trusted servers" : "E dukshme për përdoruesit lokal dhe serverat e besuar",
    "Public" : "Publiku",
    "Will be synced to a global and public address book" : "Do të sinkronizohet te një libër adresash publik dhe global",
    "Select a profile picture" : "Përzgjidhni një foto profili",
    "Very weak password" : "Fjalëkalim shumë i dobët",
    "Weak password" : "Fjalëkalim i dobët",
    "So-so password" : "Fjalëkalim çka",
    "Good password" : "Fjalëkalim i mirë",
    "Strong password" : "Fjalëkalim i fortë",
    "Groups" : "Grupe",
    "Unable to delete {objName}" : "S’arrin të fshijë {objName}",
    "Error creating group: {message}" : "Gabim gjatë krijimit të grupit: {message}",
    "A valid group name must be provided" : "Duhet dhënë një emër i vlefshëm grupi",
    "deleted {groupName}" : "u fshi {groupName}",
    "undo" : "zhbëje",
    "never" : "kurrë",
    "deleted {userName}" : "u fshi {userName}",
    "Add group" : "Shto grup",
    "Invalid quota value \"{val}\"" : "Vlera e kuotës \"{val}\" e pavlefshme",
    "no group" : "asnjë grup",
    "Password successfully changed" : "Fjalëkalimi u ndryshua me sukses",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "Ndryshimi i fjalëkalimit do të sjellë humbje të dhënash, ngaqë rikthimi i të dhënave s’është i përdorshëm për këtë përdorues",
    "Could not change the users email" : "Nuk mund të ndryshohej email-i i përdoruesëve",
    "A valid username must be provided" : "Duhet dhënë një emër të vlefshëm përdoruesi",
    "Error creating user: {message}" : "Gabim gjatë krijimit të përdoruesit: {message}",
    "A valid password must be provided" : "Duhet dhënë një fjalëkalim i vlefshëm",
    "A valid email must be provided" : "Duhet dhënë një email i vlefshëm",
    "__language_name__" : "Shqip",
    "Unlimited" : "E pakufizuar",
    "Personal info" : "Të dhëna personale",
    "Sessions" : "Sesione",
    "App passwords" : "Fjalëkalim aplikacioni",
    "Sync clients" : "Klientë njëkohësimi",
    "None" : "Asnjë",
    "Login" : "Hyrje",
    "Plain" : "E thjeshtë",
    "NT LAN Manager" : "Përgjegjës Rrjeti NT",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "Shërbyes email-esh",
    "Open documentation" : "Hapni dokumentimin",
    "This is used for sending out notifications." : "Ky përdoret për të dërguar njoftime.",
    "Send mode" : "Mënyrë dërgimi",
    "Encryption" : "Fshehtëzim",
    "From address" : "Nga adresa",
    "mail" : "email",
    "Authentication method" : "Metodë mirëfilltësimi",
    "Authentication required" : "Lypset mirëfilltësim",
    "Server address" : "Adresë shërbyesi",
    "Port" : "Portë",
    "Credentials" : "Kredenciale",
    "SMTP Username" : "Emër përdoruesi SMTP",
    "SMTP Password" : "Fjalëkalim SMTP",
    "Store credentials" : "Depozitoji kredencialet",
    "Test email settings" : "Testoni rregullimet e email-it",
    "Send email" : "Dërgo email",
    "Server-side encryption" : "Fshehtëzim më anë shërbyesi",
    "Enable server-side encryption" : "Aktivizo fshehtëzim më anë të shërbyesit",
    "Please read carefully before activating server-side encryption: " : "Ju lutemi, lexoni me kujdes përpara aktivizimit të fshehtëzimeve më anë shërbyesi: ",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Pasi të jetë aktivizuar fshehtëzimi, krejt kartelat e ngarkuara te shërbyesi nga kjo pikë e tutje do të fshehtëzohen pasi të jenë depozituar në shërbyes. Çaktivizimi i fshehtëzimit në një datë të mëvonshme do të jetë i mundur vetëm nëse moduli aktiv i fshehtëzimeve e mbulon këtë funksion, dhe nëse plotësohen krejt parakushtet (p.sh. caktimi i një kyçi rimarrjesh).",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Vetëm shifrimi nuk garaton sigurinë e sistemit. Ju lutem shikoni dokumentimin për më shumë informacion mbi mënyrën si applikacioni punon, dhe përdorimin e rasteve të suportuara.",
    "Be aware that encryption always increases the file size." : "Kini parasysh që fshehtëzimi e rrit gjithnjë madhësinë e kartelës.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Është gjithmonë ide e mirë të krijohen kopjeruajtje të rregullta të të dhënave tuaja, në rast fshehtëzimi sigurohuni që bëni kopjeruajtje të kyçeve të fshehtëzimit, tok me të dhënat tuaja.",
    "This is the final warning: Do you really want to enable encryption?" : "Ky është sinjalizimi përfundimtar: Doni vërtet të aktivizohet fshehtëzimi?",
    "Enable encryption" : "Aktivizoni fshehtëzim",
    "No encryption module loaded, please enable an encryption module in the app menu." : "S’ka të ngarkuar modul fshehtëzimi, ju lutemi, aktivizoni një modul fshehtëzimi që nga menuja e aplikacionit.",
    "Select default encryption module:" : "Përzgjidhni modul parazgjedhje fshehtëzimi:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "Lypset të migroni kyçet tuaj të fshehtëzimit nga fshehtëzimi i vjetër (ownCloud <= 8.0) te i riu. Ju lutemi, aktivizoni \"Modul parazgjedhje fshehtëzimesh\" dhe ekzekutoni 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "Lypset të migroni kyçet tuaj të fshehtëzimit nga fshehtëzimi i vjetër (ownCloud <= 8.0) te i riu.",
    "Start migration" : "Fillo migrimin",
    "Security & setup warnings" : "Sinjalizime sigurie & rregullimi",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "PHP-ja nuk duket të jetë rregulluar si duhet për të kërkuar ndryshore mjedisi sistemi. Testi me getenv(\"PATH\") kthen vetëm një përgjigje të zbrazët.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "Ju lutemi, kontrolloni <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentimin e instalimit ↗</a> për shënime rreth formësimit të php-së dhe formësimin php të shërbyesit tuaj, veçanërisht kur përdoret using php-fpm.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Rregullimi Vetëm-Lexim u aktivizua. Kjo parandalon rregullimin e disa parametrave përmes ndërfaqes web. Më tej, për çdo përditësim kartela lyp të kalohet dorazi si e shkrueshme.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "Duket se PHP-ja është rregulluar që të heqë blloqe të brendshme dokumentimi. Kjo do t’i bëjë të papërdrshme disa aplikacione bazë.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "Kjo ka gjasa të jetë shkaktuar nga një fshehtinë/përshpejtues i tillë si Zend OPcache ose eAccelerator.",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Baza juaj e të dhënave nuk ekzekutohet me nivelin \"READ COMMITED\" e izolimit për ndërveprimet. Kjo mund të shkaktojë probleme, kur kryhen paralelisht disa veprime njëherësh.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "Ka të instaluar %1$s nën versionin %2$s, për arsye qëndrueshmërie dhe performance këshillojmë të përditësohet me një version %1$s më të ri.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "Moduli PHP 'fileinfo' mungon. Ju këshillojmë me forcë ta aktivizoni këtë modul, për të patur përfundimet më të mira në zbulim llojesh MIME.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "Kyçja e kartelave gjatë transaksioneve është e çaktivizuar, kjo mund të sjellë probleme me gjendje <em>race conditions</em>. Që të shmangni këto probleme, aktivizoni 'filelocking.enabled' te config.php. Për më tepër të dhëna, shihni <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentimin ↗</a>.",
    "System locale can not be set to a one which supports UTF-8." : "Si vendore sistemi nuk mund të caktohet një që mbulon UTF-8.",
    "This means that there might be problems with certain characters in file names." : "Kjo do të thotë që mund të ketë probleme me disa shenja në emra kartelash.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "Këshillojmë me forcë instalimin në sistemin tuaj të paketave të domosdoshme për mbulim të një prej vendoreve vijuese: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "Nëse instalimi juaj nuk është bërë në rrënjë të përkatësisë dhe përdor cron sistemi, mund të ketë probleme me prodhimin e URL-së. Që të shmangen këto probleme, ju lutemi, jepini mundësisë \"overwrite.cli.url\" te kartela juaj config.php vlerën e shtegut webroot të instalimit tuaj (E këshillueshme: \"%s\")",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "S’qe e mundur të përmbushej akti cron përmes CLI-së. U shfaqën gabimet teknike vijuese:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%s\">log</a>." : "Ju lutem riverifikoni <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\"> udhëzuesin e instalimit </a>,, dhe kontrolloni për ndonjë gabim apo njoftim paraprak në  <a href=\"%s\">log</a>.",
    "All checks passed." : "I kaloi krejt kontrollet.",
    "Cron" : "Cron",
    "Last cron job execution: %s." : "Përmbushja e fundit e aktit cron: %s.",
    "Last cron job execution: %s. Something seems wrong." : "Përmbushja e fundit e aktit cron: %s. Duket se nuk shkon diçka.",
    "Cron was not executed yet!" : "Cron-i s’qe ekzekutuar ende!",
    "Execute one task with each page loaded" : "Kryeni vetëm një veprim me secilën prej faqeve të ngarkuara",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "cron.php është regjistruar te një shërbim webcron që ta aktivizojë cron.php-në çdo 15 minuta përmes http-je.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "Përdorni shërbimin cron të sistemit që ta aktivizojë cron.php-në çdo 15 minuta.",
    "The cron.php needs to be executed by the system user \"%s\"." : "con.php duhet të ekzekutohet bga përdoruesi i sistemit \"%s\".",
    "To run this you need the PHP posix extension. See {linkstart}PHP documentation{linkend} for more details." : "Për të bërë këtë ekzekutim ju duhet shtesa PHP posix. Shikoni  {linkstart} dokumentacionin e PHP {linkend} pë më shumë detaje.",
    "Version" : "Version",
    "Sharing" : "Ndarje me të tjerët",
    "Allow apps to use the Share API" : "Lejoni aplikacionet të përdorin API Share",
    "Allow users to share via link" : "Lejoji përdoruesit të ndajnë me të tjerët përmes lidhjesh",
    "Allow public uploads" : "Lejo ngarkime publike",
    "Enforce password protection" : "Detyro mbrojtje me fjalëkalim",
    "Set default expiration date" : "Caktoni datë parazgjedhje skadimi",
    "Expire after " : "Skadon pas ",
    "days" : "ditësh",
    "Enforce expiration date" : "Detyro datë skadimi",
    "Allow resharing" : "Lejo rindarje",
    "Allow sharing with groups" : "Lejoni ndarje me grupe",
    "Restrict users to only share with users in their groups" : "Përdoruesve kufizoju të ndajnë gjëra vetëm me përdorues në grupin e tyre",
    "Exclude groups from sharing" : "Përjashtoni grupe nga ndarjet",
    "These groups will still be able to receive shares, but not to initiate them." : "Këto grupe prapë do të jenë në gjendje të marrin ndarje nga të tjerët, por jo të fillojnë të tilla.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "Lejo vetëplotësim emra përdoruesish te dialogu i ndarjeve me të tjerët. Nëse kjo është e çaktivizuar, do të duhet të jepen emra përdoruesish.",
    "Show disclaimer text on the public link upload page. (Only shown when the file list is hidden.)" : "Shfaqni tekstin e mospranimit në linkun publik të faqes së ngarkuar. (Shfaqet vetëm kur lista e skedarit është e fshehur.)",
    "This text will be shown on the public link upload page when the file list is hidden." : "Ky tekst do të shfaqet në linkun publik të faqes së ngarkuar kur lista e skedarit të jetë e fshehur.",
    "Tips & tricks" : "Ndihmëza & rrengje",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend." : "SQLite po përdoret si bazë të dhënash e programit klient. Për instalime më të ngarkuara, këshillojmë të kalohet në një program tjetër klient baze të dhënash.",
    "This is particularly recommended when using the desktop client for file synchronisation." : "Kjo është veçanërisht e rekomanduar gjatë  përdorimit  të desktopit të klientit për sinkronizimin skedari. ",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "Për të kaluar te një tjetër bazë të dhënash përdorni mjetin rresht urdhrash: 'occ db:convert-type', ose shihni <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentimin ↗</a>.",
    "How to do backups" : "Si të bëhen kopjeruajtje",
    "Advanced monitoring" : "Mbikëqyrje e mëtejshme",
    "Performance tuning" : "Përimtime performance",
    "Improving the config.php" : "Si të përmirësohet config.php",
    "Theming" : "Ndryshim teme grafike",
    "Hardening and security guidance" : "Udhëzime për forcim dhe siguri",
    "Developer documentation" : "Dokumentim për zhvillues",
    "by %s" : "nga %s",
    "%s-licensed" : "licencuar prej %s",
    "Documentation:" : "Dokumentim:",
    "User documentation" : "Dokumentim për përdoruesit",
    "Admin documentation" : "Dokumentim për përgjegjësit",
    "Visit website" : "Vizitoni sajtin",
    "Report a bug" : "Njoftoni një të metë",
    "Show description …" : "Shfaq përshkrim …",
    "Hide description …" : "Fshihe përshkrimin …",
    "This app has an update available." : "Ka gati një përditësim për këtë aplikacion.",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Ky aplikacion nuk ka të caktuar një minimum versioni të Nextcloud. Ky do të jetë një gabim në të ardhmen.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Ky aplikacion nuk ka të caktuar një maksimum versioni të Nextcloud. Ky do të jetë një gabim në të ardhmen.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Ky aplikacion s’mund të instalohet, ngaqë për të nuk plotësohen varësitë vijuese:",
    "Enable only for specific groups" : "Aktivizoje vetëm për grupe të veçantë",
    "Uninstall app" : "Çinstaloje Aplikacionin",
    "SSL Root Certificates" : "Dëshmi SSL Rrënjë",
    "Common Name" : "Emër i Rëndomtë",
    "Valid until" : "E vlefshme deri më",
    "Issued By" : "Lëshuar Nga",
    "Valid until %s" : "E vlefshme deri më %s",
    "Import root certificate" : "Importoni dëshmi rrënjë",
    "Hey there,<br><br>just letting you know that you now have a %s account.<br><br>Your username: <strong>%s</strong><br>Access it: <strong><a href=\"%s\">%s</a></strong><br><br>" : "Njatjeta,<br><br>thjesht po ju bëjmë të ditur që tani keni një llogari %s.<br><br>Emri juaj i përdoruesit: <strong>%s</strong><br> Hyni në të te: <strong><a href=\"%s\">%s</a></strong><br><br>",
    "Cheers!" : "Gëzuar!",
    "Hey there,\n\njust letting you know that you now have a %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Njatjeta,\n\nthjesht po ju bëjmë të ditur që tani keni një llogari %s.\n\nEmri juaj i përdoruesit: %s\nHyni në të te: %s\n\n",
    "Administrator documentation" : "Dokumentim për përgjegjës",
    "Online documentation" : "Dokumentim në Internet",
    "Forum" : "Forum",
    "Getting help" : "Kërkoni ndihmë",
    "Commercial support" : "Asistencë komerciale",
    "You are using <strong>%s</strong> of <strong>%s</strong>" : "Po përdorni <strong>%s</strong> nga <strong>%s</strong>",
    "Profile picture" : "Foto profili",
    "Upload new" : "Ngarko të re",
    "Select from Files" : "Përzgjidhni prej Kartelash",
    "Remove image" : "Hiqe figurën",
    "png or jpg, max. 20 MB" : "png ose jpg, maks. 20 MB",
    "Picture provided by original account" : "Foto e prurë nga llogaria origjinale",
    "Cancel" : "Anuloje",
    "Choose as profile picture" : "Zgjidhni një foto profili",
    "Full name" : "Emër i plotë",
    "No display name set" : "S’është caktuar emër për në ekran",
    "Email" : "Email",
    "Your email address" : "Adresa juaj email",
    "No email address set" : "S’është caktuar adresë email",
    "Phone number" : "Numri i telefonit",
    "Your phone number" : "Numri juaj i telefonit",
    "Address" : "Adresa",
    "Your postal address" : "Adresa juaj postale",
    "Website" : "Website",
    "Your website" : "Website-i juaj",
    "Twitter" : "Twitter",
    "Your Twitter handle" : "Emri i përdoruesit tuaj në Twitter",
    "You are member of the following groups:" : "Jeni anëtar i grupeve vijuese:",
    "Password" : "Fjalëkalim",
    "Current password" : "Fjalëkalimi i tanishëm",
    "New password" : "Fjalëkalimi i ri",
    "Change password" : "Ndrysho fjalëkalimin",
    "Language" : "Gjuhë",
    "Help translate" : "Ndihmoni në përkthim",
    "Get the apps to sync your files" : "Merrni aplikacionet për njëkohësim të kartelave tuaja",
    "Desktop client" : "Klient desktopi",
    "Android app" : "Aplikacion për Android",
    "iOS app" : "Aplikacion për iOS",
    "If you want to support the project {contributeopen}join development{linkclose} or {contributeopen}spread the word{linkclose}!" : "Nëse doni të mbështesni projektin {contributeopen} bashkohu me grupin e zhvillimit {linkclose} ose {contributeopen} përhap fjalën {linkclose}!",
    "Show First Run Wizard again" : "Shfaqe sërish Ndihmësin e Herës së Parë",
    "Web, desktop and mobile clients currently logged in to your account." : "Klientë në rrjet, desktop dhe celular kanë hyrë aktualisht në  llogarinë tuaj.",
    "Device" : "Pajisje",
    "Last activity" : "Aktiviteti i fundit",
    "Passcodes that give an app or device permissions to access your account." : "Fjalëkalimet të cilat i japin një aplikacioni ose pajisje lejen për të aksesuar llogarinë tuaj.",
    "Name" : "Emër",
    "App name" : "Emër aplikacioni",
    "Create new app password" : "Krijoni fjalëkalim aplikacioni të ri",
    "Use the credentials below to configure your app or device." : "Përdorni kredencialet e mëposhtme për të konfiguruar aplikacionin apo pajisjen tuaj.",
    "For security reasons this password will only be shown once." : "Për arsye siguri ky fjalëkalim do të shofaqet vetëm një herv.",
    "Username" : "Emër përdoruesi",
    "Done" : "U bë",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Zhvilluar nga {communityopen}komuniteti Nextcloud {linkclose},  {githubopen}kodi i hapur{linkclose} iështë licensuar sipar {licenseopen}AGPL{linkclose}.",
    "Follow us on Google Plus!" : "Na ndiqni në Google Plus!",
    "Like our facebook page!" : "Pëlqeni faqen tonë në facebook!",
    "Subscribe to our twitter channel!" : "Abonohuni në kanalin tonë në twitter!",
    "Subscribe to our news feed!" : "Abonohuni në kanalin tonë në twitter!",
    "Subscribe to our newsletter!" : "Abonohuni në buletinin tonë informativ!",
    "Show storage location" : "Shfaq vendndodhje depozite",
    "Show last log in" : "Shfaq hyrjen e fundit",
    "Show user backend" : "Shfaq programin klient të përdoruesit",
    "Send email to new user" : "Dërgo email përdoruesi të ri",
    "Show email address" : "Shfaq adresë email",
    "E-Mail" : "Email",
    "Create" : "Krijoje",
    "Admin Recovery Password" : "Fjalëkalim Rikthimesh Nga Përgjegjësi",
    "Enter the recovery password in order to recover the users files during password change" : "Jepni fjalëkalim rimarrje që të mund të rimerrni kartela përdoruesi gjatë ndryshimit të fjalëkalimit",
    "Group name" : "Emri i grupit",
    "Everyone" : "Kushdo",
    "Admins" : "Administratorë",
    "Default quota" : "Kuota Parazgjedhje",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "Ju lutemi, jepni kuotë depozitimi (psh: \"512 MB\" ose \"12 GB\")",
    "Other" : "Tjetër",
    "Group admin for" : "Administratori i  grupit për",
    "Quota" : "Kuota",
    "Storage location" : "Vendndodhje Depozite",
    "User backend" : "Program klient i përdoruesit",
    "Last login" : "Hyrja e fundit",
    "change full name" : "ndryshoni emrin e plotë",
    "set new password" : "caktoni fjalëkalim të ri",
    "change email address" : "ndryshoni adresën email",
    "Default" : "Parazgjedhje",
    "Please provide an admin recovery password, otherwise all user data will be lost" : "Ju lutemi, jepni një fjalëkalim rikthimesh për përgjegjësin, në të kundërt të gjitha të dhënat do të humbasin",
    "log-level out of allowed range" : "nivel regjistrimi jashtë intervalit të lejuar",
    "Language changed" : "Gjuha u ndryshua",
    "Admins can't remove themself from the admin group" : "Administratorët s’mund të heqin veten prej grupit admin",
    "Unable to add user to group %s" : "S’arrin të shtojë përdorues te grupi %s",
    "Unable to remove user from group %s" : "S’arrin të heqë përdorues nga grupi %s",
    "Are you really sure you want add \"{domain}\" as trusted domain?" : "Jeni vërtet i sigurt se doni të shtoni \"{domain}\" si përkatësi të besuar?",
    "Please wait...." : "Ju lutemi, prisni…",
    "add group" : "shtoni grup",
    "Everything (fatal issues, errors, warnings, info, debug)" : "Gjithçka (probleme fatale, gabime, sinjalizime, të dhëna, diagnostikim)",
    "Info, warnings, errors and fatal issues" : "Të dhëna, sinjalizime, gabime dhe probleme fatale",
    "Warnings, errors and fatal issues" : "Sinjalizime, gabime dhe probleme fatale",
    "Errors and fatal issues" : "Gabime dhe probleme fatale",
    "Fatal issues only" : "Vetëm probleme fatale",
    "Log" : "Regjistër",
    "What to log" : "Ç’të regjistrohet",
    "Download logfile" : "Shkarkoni kartelën regjistër",
    "More" : "Më tepër",
    "Less" : "Më pak",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Kartela regjistër është më e madhe se 100 MB. Shkarkimi i saj mund të hajë ca kohë!",
    "Allow users to send mail notification for shared files" : "Lejoju përdoruesve të dërgojnë njoftime me email për kartela të ndara me të tjerët",
    "Allow users to send mail notification for shared files to other users" : "Lejoju përdoruesve t’u dërgojnë përdoruesve të tjerë njoftime me email për kartela të ndara me të tjerët",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "Si bazë të dhënash përdoret SQLite. Për instalime më të ngarkuara, këshillojmë të kalohet në një program tjetër baze të dhënash.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "Përdorimi i SQLite-it nuk këshillohet veçanërisht kur përdoret klienti desktop për njëkohësim kartelash.",
    "Experimental applications ahead" : "Keni përpara aplikacione eksperimentale",
    "Experimental apps are not checked for security issues, new or known to be unstable and under heavy development. Installing them can cause data loss or security breaches." : "Aplikacionet eksperimentale nuk kontrollohen për probleme sigurie, mund të jenë të rinj ose të njohur si të paqëndrueshëm, dhe nën zhvillim intensiv. Instalimi i tyre mund të shkaktojë humbje të dhënash ose cenim të sigurisë.",
    "Uninstall App" : "Çinstaloje Aplikacionin",
    "Enable experimental apps" : "Aktivizo aplikacione eksperimentale",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Access it: <a href=\"%s\">%s</a><br><br>" : "Njatjeta,<br><br>thjesht po ju bëjmë të ditur që tani keni një llogar %s.<br><br>Emri juaj i përdoruesit: %s<br>Hyni në të te: <a href=\"%s\">%s</a><br><br>",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Njatjeta,\n\nthjesht po ju bëjmë të ditur që tani keni një llogari %s.\n\nEmri juaj i përdoruesit: %s\nHyni në të te: %s\n\n",
    "For password recovery and notifications" : "Për rimarrje fjalëkalimesh dhe njoftime ",
    "Add Group" : "Shtoni Grup",
    "Group" : "Grup",
    "Default Quota" : "Kuota Parazgjedhje",
    "Full Name" : "Emri i Plotë",
    "Group Admin for" : "Admini Grupi për",
    "Storage Location" : "Vendndodhje Depozite",
    "User Backend" : "Program klient i përdoruesit",
    "Last Login" : "Hyrja e fundit"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}