{ "translations": {
    "Enabled" : "Aktiverad",
    "Not enabled" : "Inte aktiverad",
    "Wrong password" : "Fel lösenord",
    "Saved" : "Sparad",
    "No user supplied" : "Ingen användare angiven",
    "Unable to change password" : "Kunde inte ändra lösenord",
    "Authentication error" : "Fel vid autentisering",
    "Wrong admin recovery password. Please check the password and try again." : "Felaktigt återställningslösenord för administratör. Kolla lösenordet och prova igen.",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "Backend stödjer inte lösenordsbyte, men användarens ändring av krypteringsnyckel lyckades.",
    "installing and updating apps via the app store or Federated Cloud Sharing" : "installering och uppdatering utav applikationer eller Federerad Moln-delning.",
    "Federated Cloud Sharing" : "Federerad Moln-delning",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "cURL använder en föråldrad %s version (%s). Var god uppdatera ditt operativsystem annars kan funktioner som %s sluta fungera pålitligt.",
    "A problem occurred, please check your log files (Error: %s)" : "Ett problem uppstod, var god kontrollera loggfiler (Error: %s)",
    "Migration Completed" : "Migrering Färdigställd",
    "Group already exists." : "Gruppen finns redan.",
    "Unable to add group." : "Lyckades inte lägga till grupp.",
    "Unable to delete group." : "Lyckades inte radera grupp.",
    "test email settings" : "Testa e-post inställningar",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Ett problem uppstod när mail försökte skickas. Var god kontrollera dina inställningar. (Error: %s)",
    "Email sent" : "E-post skickad",
    "You need to set your user email before being able to send test emails." : "Du behöver ställa in din användares e-postadress före du kan skicka test e-post.",
    "Invalid request" : "Ogiltig begäran",
    "Invalid mail address" : "Ogiltig e-postadress",
    "No valid group selected" : "Ingen giltig grupp vald",
    "A user with that name already exists." : "En användare med det namnet existerar redan.",
    "To send a password link to the user an email address is required." : "För att skicka en länk med lösenord till användaren så krävs en e-postadress.",
    "Unable to create user." : "Kan inte skapa användare.",
    "Your %s account was created" : "Ditt %s konto skapades",
    "Unable to delete user." : "Kan inte radera användare.",
    "Settings saved" : "Inställningar sparade",
    "Unable to change full name" : "Kunde inte ändra namn",
    "Unable to change email address" : "Kunde inte ändra e-postadress",
    "Your full name has been changed." : "Hela ditt namn har ändrats",
    "Forbidden" : "Förbjuden",
    "Invalid user" : "Ogiltig användare",
    "Unable to change mail address" : "Kan inte ändra e-postadress",
    "Email saved" : "E-post sparad",
    "Password confirmation is required" : "Lösenordsbekräftelse krävs",
    "Couldn't remove app." : "Kunde inte ta bort applikationen.",
    "Couldn't update app." : "Kunde inte uppdatera appen.",
    "Are you really sure you want add {domain} as trusted domain?" : "Är du verkligen säker att du vill lägga till (domain) som tillförlitlig domän?",
    "Add trusted domain" : "Lägg till betrodd domän",
    "Migration in progress. Please wait until the migration is finished" : "Migrering pågår. Var god vänta tills migreringen är färdigställd.",
    "Migration started …" : "Migrering påbörjad ...",
    "Not saved" : "Inte sparad",
    "Sending..." : "Skickar ...",
    "Official" : "Officiell",
    "All" : "Alla",
    "Update to %s" : "Uppdatera till %s",
    "_You have %n app update pending_::_You have %n app updates pending_" : ["Du har %n applikationsuppdatering väntandes.","Du har %n applikationsuppdateringar väntandes."],
    "No apps found for your version" : "Inga appar funna för din version",
    "The app will be downloaded from the app store" : "Appen kommer hämtas från appstore",
    "Official apps are developed by and within the community. They offer central functionality and are ready for production use." : "Officiella appar är utvecklade av Nextclouds community. De erbjuder central funktionalitet och är redo för att användas i produktion.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "Godkända appar är utvecklade av betrodda utvecklare och har genomgått enklare säkerhetstester. De är aktivt utvecklade i ett öppet kodbibliotek och deras underhållare anser dom stabila nog för enklare till normalt användande.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "Denna applikation är ej kontrollerad för säkerhetsbrister och är ny eller känd att orsaka instabilitetsproblem. Installera på egen risk.",
    "Disabling app …" : "Inaktiverar app ...",
    "Error while disabling app" : "Fel vid inaktivering av app",
    "Disable" : "Inaktivera",
    "Enable" : "Aktivera",
    "Enabling app …" : "Aktiverar app ...",
    "Error while enabling app" : "Fel vid aktivering av app",
    "Error: this app cannot be enabled because it makes the server unstable" : "Fel uppstod: Denna applikation kan ej startas för det gör servern ostabil.",
    "Error: could not disable broken app" : "Fel: Gick inte att inaktivera trasig applikation.",
    "Error while disabling broken app" : "Fel under inaktivering av trasig applikation.",
    "Updating...." : "Uppdaterar ...",
    "Error while updating app" : "Fel uppstod vid uppdatering av appen",
    "Updated" : "Uppdaterad",
    "Uninstalling ...." : "Avinstallerar ...",
    "Error while uninstalling app" : "Ett fel inträffade när applikatonen avinstallerades",
    "Uninstall" : "Avinstallera",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Applikationen har aktiverats men behöver uppdateras. Du kommer bli omdirigerad till uppdateringssidan inom 5 sekunder.",
    "App update" : "Uppdatering av app",
    "Approved" : "Godkänd",
    "Experimental" : "Experimentiell",
    "No apps found for {query}" : "Inga applikationer funna för {query}",
    "Allow filesystem access" : "Tillåt åtkomst till filsystemet",
    "Disconnect" : "Koppla från",
    "Revoke" : "Återkalla",
    "Internet Explorer" : "Internet Explorer",
    "Edge" : "Edge",
    "Firefox" : "Firefox",
    "Google Chrome" : "Google Chrome",
    "Safari" : "Safari",
    "Google Chrome for Android" : "Google Chrome för Android",
    "iPhone iOS" : "iPhone iOS",
    "iPad iOS" : "iPad iOS",
    "iOS Client" : "iOS-app",
    "Android Client" : "Android-app",
    "Sync client - {os}" : "Synk-klient - (os)",
    "This session" : "Denna session ",
    "Copy" : "Kopiera",
    "Copied!" : "Kopierad!",
    "Not supported!" : "Stöds ej!",
    "Press ⌘-C to copy." : "Tryck ⌘-C för att kopiera.",
    "Press Ctrl-C to copy." : "Tryck Ctrl-C för att kopiera.",
    "Error while loading browser sessions and device tokens" : "Fel vid inläsning av webbläsarsessioner och enhetstoken.",
    "Error while creating device token" : "Fel vid skapande av enhetstoken",
    "Error while deleting the token" : "Fel vid borttagning av token",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "Ett fel uppstod. Var god ladda upp ett ASCII-kodad PEM certifikat.",
    "Valid until {date}" : "Giltig t.o.m. {date}",
    "Delete" : "Radera",
    "Local" : "Lokal",
    "Private" : "Privat",
    "Only visible to local users" : "Endast synlig för lokala användare",
    "Only visible to you" : "Endast synlig för dig",
    "Contacts" : "Kontakter",
    "Visible to local users and to trusted servers" : "Synlig för lokala användare och tillförlitliga servrar",
    "Public" : "Offentlig",
    "Will be synced to a global and public address book" : "Kommer att synkroniseras till global och offentlig adressbok",
    "Select a profile picture" : "Välj en profilbild",
    "Very weak password" : "Väldigt svagt lösenord",
    "Weak password" : "Svagt lösenord",
    "So-so password" : "Okej lösenord",
    "Good password" : "Bra lösenord",
    "Strong password" : "Starkt lösenord",
    "Groups" : "Grupper",
    "Unable to delete {objName}" : "Kunde inte radera {objName}",
    "Error creating group: {message}" : "Fel uppstod vid skapande av grupp: {message}",
    "A valid group name must be provided" : "Ett giltigt gruppnamn måste anges",
    "deleted {groupName}" : "raderade {groupName} ",
    "undo" : "ångra",
    "never" : "aldrig",
    "deleted {userName}" : "raderade {userName}",
    "No user found for <strong>{pattern}</strong>" : "Ingen användare hittades för <strong>{pattern}</strong>",
    "Unable to add user to group {group}" : "Gick inte att lägga till användaren i gruppen {group}",
    "Unable to remove user from group {group}" : "Gick inte att ta bort användaren från gruppen {group}",
    "Add group" : "Lägg till grupp",
    "Invalid quota value \"{val}\"" : "Ogiltigt quota värde \"{val}\"",
    "no group" : "ingen grupp",
    "Password successfully changed" : "Ändringen av lösenordet lyckades.",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "Ändring utav lösenord kommer resultera i förlorad data, eftersom dataåterställning ej är tillgängligt för denna användare.",
    "Could not change the users email" : "Kunde inte ändra användarens e-postadress",
    "A valid username must be provided" : "Ett giltigt användarnamn måste anges",
    "Error creating user: {message}" : "Fel uppstod när användare skulle skapas: {message}",
    "A valid password must be provided" : "Ett giltigt lösenord måste anges",
    "A valid email must be provided" : "En giltig e-postadress måste anges",
    "__language_name__" : "Svenska",
    "Unlimited" : "Obegränsat",
    "Personal info" : "Personlig information",
    "Sessions" : "Sessioner",
    "App passwords" : "Applösenord",
    "Sync clients" : "Synk-klienter",
    "None" : "Ingen",
    "Login" : "Logga in",
    "Plain" : "Enkel",
    "NT LAN Manager" : "NT LAN Manager",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "E-post server",
    "Open documentation" : "Öppna dokumentation",
    "This is used for sending out notifications." : "Detta används för att skicka ut notifieringar.",
    "Send mode" : "Sändningsläge",
    "Encryption" : "Kryptering",
    "From address" : "Från adress",
    "mail" : "mail",
    "Authentication method" : "Autentiseringsmetod",
    "Authentication required" : "Autentisering krävs",
    "Server address" : "Serveradress",
    "Port" : "Port",
    "Credentials" : "Inloggningsuppgifter",
    "SMTP Username" : "SMTP-användarnamn",
    "SMTP Password" : "SMTP-lösenord",
    "Store credentials" : "Lagra inloggningsuppgifter",
    "Test email settings" : "Testa e-postinställningar",
    "Send email" : "Skicka e-post",
    "Server-side encryption" : "Serverkryptering",
    "Enable server-side encryption" : "Aktivera kryptering på server.",
    "Please read carefully before activating server-side encryption: " : "OBS: Var god läs noga innan kryptering aktiveras på servern.",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "När kryptering är aktiverat, så kommer alla filer som laddas upp till servern från den tidpunkt och frammåt bli krypterad på servern. Det kommer bara vara möjligt att inaktivera kryptering vid ett senare tillfälle om krypteringsmodulen stödjer den funktionen och alla förvillkor (exempelvis använder återställningsnyckel) är mötta.",
    "Encryption alone does not guarantee security of the system. Please see documentation for more information about how the encryption app works, and the supported use cases." : "Enbart kryptering garanterar inte säkerhet i systemet. Vänligen se dokumentationen för ytterligare information om hur krypteringsappen fungerar, och de supporterade användarfallen.",
    "Be aware that encryption always increases the file size." : "OBS! Observera att kryptering alltid ökar filstorleken",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Det är alltid en god ide att skapa regelbundna säkerhetskopior av din data, om kryptering används var säker på att även krypteringsnycklarna säkerhetskopieras tillsammans med din data.",
    "This is the final warning: Do you really want to enable encryption?" : "Detta är en slutgiltig varning: Vill du verkligen aktivera kryptering?",
    "Enable encryption" : "Aktivera kryptering",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Ingen krypteringsmodul laddad, var god aktivera krypteringsmodulen i applikationsmenyn.",
    "Select default encryption module:" : "Välj krypteringsmodul:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "Du behöver migrera dina krypteringsnycklar från den gamla krypteringen (owncloud <= 8.0) till den nya. Var god aktivera \"Default encryption module\" och kör 'occ encryption:migrate'.",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "Du behöver migrera dina krypteringsnycklar från den gamla krypteringen (owncloud <= 8.0) till den nya.",
    "Start migration" : "Starta migrering",
    "Security & setup warnings" : "Säkerhet & systemvarningar",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "php verkar ej vara konfigurerat för att kunna skicka förfrågan om systemmiljövariabler. Testet med getenv(\"PATH\") returnerade bara ett tomt svar.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "Var god kontrollera <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\"> installationsdokumentationen ↗</a> för konfigurationsanteckningar för php och för php konfigurationen för din server, speciellt när php-fpm används.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Läs-bara konfigureringen har blivit aktiv. Detta förhindrar att några konfigureringar kan sättas via web-gränssnittet.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "PHP är tydligen inställd för att rensa inline doc block. Detta kommer att göra flera kärnapplikationer otillgängliga.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "Detta orsakas troligtvis av en cache/accelerator som t ex Zend OPchache eller eAccelerator.",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Din databas kör inte \"READ COMMITED\" transaktionsisoleringsnvån. Detta kan orsaka problem när flera åtgärder körs parallellt.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "%1$s under version %2$s är installerad, för stabilitet och prestanda rekommenderar vi uppdatering till en nyare %1$s version.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "PHP-modulen 'fileinfo' saknas. Vi rekommenderar starkt att aktivera den här modulen för att kunna upptäcka korrekt mime-typ.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "\"Transactional file locking\" är inaktiverad, detta kan innebära konkurrenstillstånd. Aktivera \"filelocking.enabled' i config.php för att undvika dessa problem. Se <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">dokumentationen ↗</a> för mer information.",
    "System locale can not be set to a one which supports UTF-8." : "Systemspråk kan inte ställas in till ett som stödjer UTF-8.",
    "This means that there might be problems with certain characters in file names." : "Detta betyder att där kan komma att uppstå problem med vissa tecken i filnamn.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "Vi rekommenderar starkt att installera de nödvändiga paketen på ditt system för att stödja en av följande språkversioner: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "Om din installation inte installerades på roten av domänen och använder system cron så kan det uppstå problem med URL-genereringen. För att undvika dessa problem, var vänlig sätt \"overwrite.cli.url\"-inställningen i din config.php-fil till webbrotsökvägen av din installation (Föreslagen: \"%s\")",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "Det var ej möjligt att exekvera cronjob via CLI. Följande tekniska fel har uppstått:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"%s\">log</a>." : "Var god att dubbelkolla <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installationsguiden ↗</a>, och kolla efter några ändringar eller varningar i <a href=\"%s\">loggfilen</a>.",
    "All checks passed." : "Alla kontroller lyckades!",
    "Cron" : "Cron",
    "Last cron job execution: %s." : "Sista cron kördes för %s",
    "Last cron job execution: %s. Something seems wrong." : "Sista cron kördes för %s. Något verkar vara fel.",
    "Cron was not executed yet!" : "Cron har inte körts ännu!",
    "Execute one task with each page loaded" : "Exekvera en uppgift vid varje sidladdning",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "cron.php är registrerad som en webcron service att ropa på cron.php varje 15 minuter över http.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "Använd systemets cron-tjänst för att anropa cron.php var 15:e minut.",
    "The cron.php needs to be executed by the system user \"%s\"." : "Cron.php behöver exekveras av systemanvändaren \"%s\".",
    "To run this you need the PHP posix extension. See {linkstart}PHP documentation{linkend} for more details." : "För att köra detta behöver du PHP posix tillägget. Se {linkstart}PHP dokumentationen{linkend} för ytterligare detaljer.",
    "Version" : "Version",
    "Sharing" : "Dela",
    "Allow apps to use the Share API" : "Tillåt applikationer att använda API för delning",
    "Allow users to share via link" : "Tillåt användare att dela via länk",
    "Allow public uploads" : "Tillåt offentlig uppladdning",
    "Enforce password protection" : "Tillämpa lösenordskydd",
    "Set default expiration date" : "Ställ in standardutgångsdatum",
    "Expire after " : "Förfaller efter",
    "days" : "dagar",
    "Enforce expiration date" : "Tillämpa förfallodatum",
    "Allow resharing" : "Tillåt vidaredelning",
    "Allow sharing with groups" : "Tilåt delning med grupper",
    "Restrict users to only share with users in their groups" : "Begränsa användare till att enbart kunna dela med användare i deras grupper",
    "Exclude groups from sharing" : "Exkludera grupp från att dela",
    "These groups will still be able to receive shares, but not to initiate them." : "Dessa grupper kommer fortfarande kunna ta emot delningar, men inte skapa delningar.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "Tillåt användarnamn att autokompletteras i delningsfönstret. Om det är inaktiverat krävs fullständigt användarnamn i rutan.",
    "Show disclaimer text on the public link upload page. (Only shown when the file list is hidden.)" : "Visa friskrivningstext på offentliga uppladdningssidan. (Visas endast när fil-listan är gömd.)",
    "This text will be shown on the public link upload page when the file list is hidden." : "Denna text kommer att visa på den offentliga uppladdnings-sidan när fil-listan är gömd.",
    "Tips & tricks" : "Tips & tricks",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend." : "SQLite används som databas. För större installationer så rekommenderar vi ett byte till en annan databasbackend.",
    "This is particularly recommended when using the desktop client for file synchronisation." : "Detta rekommenderas speciellt när skrivbordsklienten används för att synkronisera filer.",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "För att migrera till en annan databas använd kommandoverktyget 'occ db:convert-type' eller se <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\"> dokumentationen ↗</a>",
    "How to do backups" : "Hur man skapar säkerhetskopior",
    "Advanced monitoring" : "Advancerad bevakning",
    "Performance tuning" : "Prestanda inställningar",
    "Improving the config.php" : "Förbättra config.php",
    "Theming" : "Teman",
    "Check the security of your Nextcloud over our security scan" : "Kontrollera säkerheten för ditt Nextcloud med vår säkerhets-skanning",
    "Hardening and security guidance" : "Säkerhetsriktlinjer",
    "Developer documentation" : "Utvecklardokumentation",
    "by %s" : "av %s",
    "%s-licensed" : "%s-licensierad.",
    "Documentation:" : "Dokumentation:",
    "User documentation" : "Användardokumentation",
    "Admin documentation" : "Administratörsdokumentation",
    "Visit website" : "Besök webbsida",
    "Report a bug" : "Rapportera ett problem",
    "Show description …" : "Visa beskrivning",
    "Hide description …" : "Dölj beskrivning",
    "This app has an update available." : "Denna applikation har en uppdatering tillgänglig.",
    "This app has no minimum Nextcloud version assigned. This will be an error in the future." : "Denna app har ingen max Nextcloudversion tilldelad. Detta kommer att innebära ett problem i framtiden.",
    "This app has no maximum Nextcloud version assigned. This will be an error in the future." : "Denna app har ingen minimum Nextcloudversion tilldelad. Detta kommer att innebära ett problem i framtiden.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Denna applikation kan inte installeras då följande beroenden inte är uppfyllda: %s",
    "Enable only for specific groups" : "Aktivera endast för specifika grupper",
    "Uninstall app" : "Avinstallera app",
    "SSL Root Certificates" : "SSL Root certifikat",
    "Common Name" : "Vanligt namn",
    "Valid until" : "Giltigt till",
    "Issued By" : "Utfärdat av",
    "Valid until %s" : "Giltigt till %s",
    "Import root certificate" : "Importera root certifikat",
    "Hey there,<br><br>just letting you know that you now have a %s account.<br><br>Your username: <strong>%s</strong><br>Access it: <strong><a href=\"%s\">%s</a></strong><br><br>" : "Hej där,<br><br>Tänkte bara informera om att du du nu har ett %s konto.<br><br>Ditt användarnamn: <strong>%s</strong><br>Logga in: <strong><a href=\"%s\">%s</a></strong><br><br>",
    "Cheers!" : "Ha de fint!",
    "Hey there,\n\njust letting you know that you now have a %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Hej där,\n\nTänkte bara informera om att du nu har ett %s konto.\n\nDitt användarnamn: %s\nLogga in: %s\n\n",
    "Administrator documentation" : "Administratörsdokumentation",
    "Online documentation" : "Online dokumentation",
    "Forum" : "Forum",
    "Getting help" : "Få hjälp",
    "Commercial support" : "Kommersiell support",
    "You are using <strong>%s</strong> of <strong>%s</strong>" : "Du använder <strong>%s</strong> av <strong>%s</strong>",
    "You are using <strong>%s</strong> of <strong>%s</strong> (<strong>%s %%</strong>)" : "Du använder <strong>%s</strong> av <strong>%s</strong> (<strong>%s %%</strong>)",
    "Profile picture" : "Profilbild",
    "Upload new" : "Ladda upp ny",
    "Select from Files" : "Välj från Filer",
    "Remove image" : "Radera bild",
    "png or jpg, max. 20 MB" : "png eller jpg, max 20 MB",
    "Picture provided by original account" : "Bild gjordes tillgänglig av orginal konto",
    "Cancel" : "Avbryt",
    "Choose as profile picture" : "Välj som profilbild",
    "Full name" : "Namn",
    "No display name set" : "Inget visningsnamn angivet",
    "Email" : "E-post",
    "Your email address" : "Din e-postadress",
    "No email address set" : "Ingen e-postadress angiven",
    "For password reset and notifications" : "För lösenordsåterställning och notifikationer",
    "Phone number" : "Telefonnummer",
    "Your phone number" : "Ditt telefonnummer",
    "Address" : "Adress",
    "Your postal address" : "Din postadress",
    "Website" : "Webbsida",
    "Your website" : "Din webbsida",
    "Twitter" : "Twitter",
    "Your Twitter handle" : "Ditt Twitterkonto",
    "You are member of the following groups:" : "Du är medlem i följande grupper:",
    "Password" : "Lösenord",
    "Current password" : "Nuvarande lösenord",
    "New password" : "Nytt lösenord",
    "Change password" : "Ändra lösenord",
    "Language" : "Språk",
    "Help translate" : "Hjälp att översätta",
    "Get the apps to sync your files" : "Skaffa apparna för att synkronisera dina filer",
    "Desktop client" : "Skrivbordsklient",
    "Android app" : "Android-app",
    "iOS app" : "iOS-app",
    "If you want to support the project {contributeopen}join development{linkclose} or {contributeopen}spread the word{linkclose}!" : "Om du vill stödja projektet {contributeopen}, delta i utvecklinngen{linkclose} eller {contributeopen}sprida det vidare{linkclose}!",
    "Show First Run Wizard again" : "Visa Första uppstarts-guiden igen",
    "Web, desktop and mobile clients currently logged in to your account." : "Webb, skrivbordsklienter och mobila klienter som är inloggade på ditt konto just nu.",
    "Device" : "Enhet",
    "Last activity" : "Senaste aktivitet",
    "Passcodes that give an app or device permissions to access your account." : "Lösenordskod som ger en applikation eller enhet rättigheter att ansluta till ditt konto.",
    "Name" : "Namn",
    "App name" : "Appnamn",
    "Create new app password" : "Skapa nytt applösenord",
    "Use the credentials below to configure your app or device." : "Använd följande autentiseringsuppgifter för att konfigurera din app eller enhet",
    "For security reasons this password will only be shown once." : "Av säkerhetsskäl kommer lösenordet endast att visas en gång",
    "Username" : "Användarnamn",
    "Done" : "Färdig",
    "Developed by the {communityopen}Nextcloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}AGPL{linkclose}." : "Utvecklat av {communityopen}Nextclouds community{linkclose}, {githubopen}källkoden{linkclose}  är licensierad enligt {licenseopen}AGPL-standard{linkclose}.",
    "Follow us on Google Plus!" : "Fälj oss på Google Plus!",
    "Like our facebook page!" : "Gilla vår Facebooksida!",
    "Subscribe to our twitter channel!" : "Prenumerera på vårt Twitterkonto!",
    "Subscribe to our news feed!" : "Prenumerera på vårt nyhetsflöde!",
    "Subscribe to our newsletter!" : "Prenumerera på vårt nyhetsbrev!",
    "Show storage location" : "Visa lagringsplats",
    "Show last log in" : "Visa senaste inloggning",
    "Show user backend" : "Visa användar-backend",
    "Send email to new user" : "Skicka e-post till ny användare",
    "When the password of the new user is left empty an activation email with a link to set the password is send to the user" : "När lösenordet för en ny användare lämnas tomt så skickas ett aktiveringsmail till användaren med ett länk där användaren kan välja ett lösenord",
    "Show email address" : "Visa e-postadress",
    "E-Mail" : "E-post",
    "Create" : "Skapa",
    "Admin Recovery Password" : "Admin-återställningslösen",
    "Enter the recovery password in order to recover the users files during password change" : "Ange återställningslösenordet för att återställa användarnas filer vid lösenordsbyte",
    "Group name" : "Gruppnamn",
    "Everyone" : "Alla",
    "Admins" : "Administratörer",
    "Default quota" : "Förvalt lagringsutrymme",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "Ange storlek på lagringsutrymmet (t.ex: \"512 MB\" eller \"12 GB\")",
    "Other" : "Annat",
    "Group admin for" : "Gruppadministratör för",
    "Quota" : "Lagringsutrymme",
    "Storage location" : "Lagringsplats",
    "User backend" : "Användarbackend",
    "Last login" : "Senaste inloggning",
    "change full name" : "ändra namn",
    "set new password" : "ange nytt lösenord",
    "change email address" : "ändra e-postadress",
    "Default" : "Förvald",
    "Please provide an admin recovery password, otherwise all user data will be lost" : "Ange ett återställningslösenord för administratören. Annars kommer all användardata förloras",
    "log-level out of allowed range" : "logg-nivå utanför tillåtet område",
    "Language changed" : "Språk ändrades",
    "Admins can't remove themself from the admin group" : "Administratörer kan inte ta bort sig själva från admingruppen",
    "Unable to add user to group %s" : "Kan inte lägga till användare i gruppen %s",
    "Unable to remove user from group %s" : "Kan inte radera användare från gruppen %s",
    "Are you really sure you want add \"{domain}\" as trusted domain?" : "Är du verkligen säker på att du vill lägga till \"{domain}\" som en trusted domian?",
    "Please wait...." : "Var god vänta ...",
    "add group" : "lägg till grupp",
    "Everything (fatal issues, errors, warnings, info, debug)" : "Allting (allvarliga fel, fel, varningar, info, debug)",
    "Info, warnings, errors and fatal issues" : "Info, varningar och allvarliga fel",
    "Warnings, errors and fatal issues" : "Varningar, fel och allvarliga fel",
    "Errors and fatal issues" : "Fel och allvarliga fel",
    "Fatal issues only" : "Endast allvarliga fel",
    "Log" : "Logg",
    "What to log" : "Vad som ska loggas",
    "Download logfile" : "Ladda ned loggfil",
    "More" : "Mer",
    "Less" : "Mindre",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Logfilen är större än 100 MB. Nedladdningen kan ta en stund!",
    "Allow users to send mail notification for shared files" : "Tillåt användare att skicka mailnotifieringar för delade filer",
    "Allow users to send mail notification for shared files to other users" : "Tillåt användare att skicka mejlnotifiering för delade filer till andra användare",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "SQLite används som databas. För större installationer så rekommenderar vi ett byte till en annan databasmotor.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "Speciellt när desktop klienten för filsynkronisering används så avråds användande av SQLite.",
    "Experimental applications ahead" : "Experimentiella applikationer framför",
    "Experimental apps are not checked for security issues, new or known to be unstable and under heavy development. Installing them can cause data loss or security breaches." : "Experimentella applikationer är ej kontrollerade för säkerhetsproblem, nya eller kända att vara instabila och under föränderlig utveckling. Installation utav dessa kan orsaka dataförlust eller säkerhetsbrott.",
    "Uninstall App" : "Avinstallera applikation",
    "Enable experimental apps" : "Aktivera experimentiella applikationer",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Access it: <a href=\"%s\">%s</a><br><br>" : "Hej där,<br><br>Tänkte bara informera dig om att du nu har ett %s konto.<br><br>Ditt användarnamn: %s<br>Accessa det här: <a href=\"%s\">%s</a><br><br>",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Hej där,\n\nTänkte bara informera dig om att du nu har ett %s konto.\n\nDitt användarnamn: %s\nAccessa det här: %s\n",
    "For password recovery and notifications" : "För lösenordsåterställning och notifieringar",
    "Add Group" : "Lägg till Grupp",
    "Group" : "Grupp",
    "Default Quota" : "Förvald datakvot",
    "Full Name" : "Namn",
    "Group Admin for" : "Gruppadmin för",
    "Storage Location" : "Lagringsplats",
    "User Backend" : "Användarbackend",
    "Last Login" : "Senaste inloggining"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}