{ "translations": {
    "Wrong password" : "รหัสผ่านไม่ถูกต้อง",
    "Saved" : "บันทึกแล้ว",
    "No user supplied" : "ไม่มีผู้ใช้",
    "Unable to change password" : "ไม่สามารถเปลี่ยนรหัสผ่าน",
    "Authentication error" : "เกิดข้อผิดพลาดในสิทธิ์การเข้าใช้งาน",
    "Wrong admin recovery password. Please check the password and try again." : "กู้คืนรหัสผ่านของผู้ดูแลระบบไม่ถูกต้อง กรุณาตรวจสอบรหัสผ่านและลองอีกครั้ง.",
    "installing and updating apps via the app store or Federated Cloud Sharing" : "กำลังติดตั้งและอัพเดทแอพพลิเคชันผ่าแอพสโตร์หรือคลาวด์ในเครือ",
    "Federated Cloud Sharing" : "แชร์กับสหพันธ์คลาวด์",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "คุณกำลังใช้ cURL %s รุ่นเก่ากว่า (%s)โปรดอัพเดทระบบปฏิบัติการหรือคุณสมบัติเป็น %s เพื่อการทำงานที่มีประสิทธิภาพ",
    "Group already exists." : "มีกลุ่มนี้อยู่แล้ว",
    "Unable to add group." : "ไม่สามารถเพิ่มกลุ่ม",
    "Unable to delete group." : "ไม่สามารถลบกลุ่ม",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "เกิดปัญหาขึ้นในขณะที่ส่งอีเมล กรุณาแก้ไขการตั้งค่าของคุณ (ข้อผิดพลาด: %s)",
    "You need to set your user email before being able to send test emails." : "คุณจำเป็นต้องตั้งค่าอีเมลผู้ใช้ของคุณก่อนที่จะสามารถส่งอีเมลทดสอบ",
    "Invalid mail address" : "ที่อยู่อีเมลไม่ถูกต้อง",
    "A user with that name already exists." : "มีชื้อผู้ใช้นี้อยู่แล้ว",
    "Unable to create user." : "ไม่สามารถสร้างผู้ใช้",
    "Unable to delete user." : "ไม่สามารถลบผู้ใช้",
    "Unable to change full name" : "ไม่สามารถเปลี่ยนชื่อเต็ม",
    "Your full name has been changed." : "ชื่อเต็มของคุณถูกเปลี่ยนแปลง",
    "Forbidden" : "เขตหวงห้าม",
    "Invalid user" : "ผู้ใช้ไม่ถูกต้อง",
    "Unable to change mail address" : "ไม่สามารถที่จะเปลี่ยนที่อยู่อีเมล",
    "Email saved" : "อีเมลถูกบันทึกแล้ว",
    "Your %s account was created" : "บัญชี %s ของคุณถูกสร้างขึ้น",
    "Couldn't remove app." : "ไม่สามารถลบแอพฯ",
    "Couldn't update app." : "ไม่สามารถอัพเดทแอปฯ",
    "Add trusted domain" : "เพิ่มโดเมนที่เชื่อถือได้",
    "Migration in progress. Please wait until the migration is finished" : "ในระหว่างดำเนินการโยกย้าย กรุณารอสักครู่จนกว่าการโยกย้ายจะเสร็จสิ้น",
    "Migration started …" : "เริ่มต้นการโยกย้าย …",
    "Email sent" : "ส่งอีเมลแล้ว",
    "Official" : "เป็นทางการ",
    "All" : "ทั้งหมด",
    "Update to %s" : "อัพเดทไปยัง %s",
    "No apps found for your version" : "ไม่พบแอพพลิเคชันสำหรับรุ่นของคุณ",
    "The app will be downloaded from the app store" : "แอพฯจะดาวน์โหลดได้จากแอพสโตร์",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "แอพพลิเคชันได้รับการอนุมัติและพัฒนาโดยนักพัฒนาที่น่าเชื่อถือและได้ผ่านการตรวจสอบความปลอดภัยคร่าวๆ พวกเขาจะได้รับการบำรุงรักษาอย่างดีในการเก็บข้อมูลรหัสเปิด มันอาจยังไม่เสถียรพอสำหรับการเปิดใช้งานปกติ",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "แอพฯ นี้ไม่ได้ตรวจสอบปัญหาด้านความปลอดภัยและเป็นแอพฯใหม่หรือที่รู้จักกันคือจะไม่เสถียร ติดตั้งบนความเสี่ยงของคุณเอง",
    "Error while disabling app" : "เกิดข้อผิดพลาดขณะปิดการใช้งานแอพพลิเคชัน",
    "Disable" : "ปิดใช้งาน",
    "Enable" : "เปิดใช้งาน",
    "Error while enabling app" : "เกิดข้อผิดพลาดขณะกำลังตรวจสอบแอพฯ",
    "Error while disabling broken app" : "ข้อผิดพลาดขณะกำลังปิดการใช้งานแอพฯที่มีปัญหา",
    "Updated" : "อัพเดทแล้ว",
    "Approved" : "ได้รับการอนุมัติ",
    "Experimental" : "การทดลอง",
    "No apps found for {query}" : "ไม่พบแอพฯสำหรับ {query}",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "เกิดข้อผิดพลาด กรุณาอัพโหลดใบรับรองเข้ารหัส ASCII PEM",
    "Valid until {date}" : "ใช้ได้จนถึงวันที่ {date}",
    "Delete" : "ลบ",
    "Select a profile picture" : "เลือกรูปภาพโปรไฟล์",
    "Very weak password" : "รหัสผ่านระดับต่ำมาก",
    "Weak password" : "รหัสผ่านระดับต่ำ",
    "So-so password" : "รหัสผ่านระดับปกติ",
    "Good password" : "รหัสผ่านระดับดี",
    "Strong password" : "รหัสผ่านระดับดีมาก",
    "Groups" : "กลุ่ม",
    "Unable to delete {objName}" : "ไม่สามารถลบ {objName}",
    "Error creating group: {message}" : "ข้อผิดพลาดการสร้างกลุ่ม: {message}",
    "A valid group name must be provided" : "จะต้องระบุชื่อกลุ่มที่ถูกต้อง",
    "deleted {groupName}" : "ลบกลุ่ม {groupName} เรียบร้อยแล้ว",
    "undo" : "เลิกทำ",
    "never" : "ไม่ต้องเลย",
    "deleted {userName}" : "ลบผู้ใช้ {userName} เรียบร้อยแล้ว",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "การเปลี่ยนรหัสผ่านจะส่งผลให้เกิดการสูญเสียข้อมูลเพราะการกู้คืนข้อมูลจะไม่สามารถใช้ได้สำหรับผู้ใช้นี้",
    "A valid username must be provided" : "จะต้องระบุชื่อผู้ใช้ที่ถูกต้อง",
    "Error creating user: {message}" : "ข้อผิดพลาดในการสร้างผู้ใช้: {message}",
    "Developer documentation" : "เอกสารสำหรับนักพัฒนา",
    "by %s" : "โดย %s",
    "%s-licensed" : "%s ได้รับใบอนุญาต",
    "Documentation:" : "เอกสาร:",
    "User documentation" : "เอกสารสำหรับผู้ใช้",
    "Admin documentation" : "เอกสารผู้ดูแลระบบ",
    "Show description …" : "แสดงรายละเอียด ...",
    "Hide description …" : "ซ่อนรายละเอียด ...",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "ไม่สามารถติดตั้งแอพฯนี้เพราะไม่มีตัวอ้างอิงต่อไปนี้:",
    "Enable only for specific groups" : "เปิดใช้งานเพียงเฉพาะกลุ่ม",
    "SSL Root Certificates" : "ใบรับรอง SSL",
    "Common Name" : "ชื่อทั่วไป",
    "Valid until" : "ใช้ได้จนถึง",
    "Issued By" : "ปัญหาโดย",
    "Valid until %s" : "ใช้ได้จนถึง %s",
    "Import root certificate" : "นำเข้าใบรับรองหลัก",
    "Administrator documentation" : "เอกสารของผู้ดูแลระบบ",
    "Online documentation" : "เอกสารออนไลน์",
    "Forum" : "ฟอรั่ม",
    "Commercial support" : "สนับสนุนเชิงพาณิชย์",
    "None" : "ไม่มี",
    "Login" : "เข้าสู่ระบบ",
    "Plain" : "ธรรมดา",
    "NT LAN Manager" : "ตัวจัดการ NT LAN",
    "Email server" : "อีเมลเซิร์ฟเวอร์",
    "Open documentation" : "เปิดเอกสาร",
    "Send mode" : "โหมดการส่ง",
    "Encryption" : "การเข้ารหัส",
    "From address" : "จากที่อยู่",
    "mail" : "อีเมล",
    "Authentication method" : "วิธีการตรวจสอบ",
    "Authentication required" : "จำเป็นต้องตรวจสอบความถูกต้อง",
    "Server address" : "ที่อยู่เซิร์ฟเวอร์",
    "Port" : "พอร์ต",
    "Credentials" : "ข้อมูลส่วนตัวสำหรับเข้าระบบ",
    "SMTP Username" : "ชื่อผู้ใช้ SMTP",
    "SMTP Password" : "รหัสผ่าน SMTP",
    "Store credentials" : "ข้อมูลประจำตัวของร้านค้า",
    "Test email settings" : "ทดสอบการตั้งค่าอีเมล",
    "Send email" : "ส่งอีเมล",
    "Server-side encryption" : "เข้ารหัสฝั่งเซิร์ฟเวอร์",
    "Enable server-side encryption" : "เปิดการใช้งานเข้ารหัสฝั่งเซิร์ฟเวอร์",
    "Please read carefully before activating server-side encryption: " : "กรุณาอ่านอย่างละเอียดก่อนที่จะเปิดใช้งานการเข้ารหัสฝั่งเซิร์ฟเวอร์:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "เมื่อเปิดใช้งานการเข้ารหัส ไฟล์ทั้งหมดที่อัพโหลดไปยังเซิร์ฟเวอร์นั้นจะถูกเข้ารหัสในส่วนของเซิฟเวอร์ มันเป็นไปได้ที่จะปิดใช้งานการเข้ารหัสในภายหลัง ถ้าเปิดใช้ฟังก์ชั่นการสนับสนุนโมดูลการเข้ารหัสที่และเงื่อนไขก่อน (เช่น การตั้งค่าคีย์กู้คืน)",
    "Be aware that encryption always increases the file size." : "โปรดทราบว่าหากเข้ารหัสไฟล์จะทำให้ขนาดของไฟล์ใหญ่ขึ้น",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "มันจะดีถ้าคุณสำรองข้อมูลบ่อยๆ ในกรณีของการเข้ารหัสโปรดแน่ใจว่าจะสำรองคีย์การเข้ารหัสลับพร้อมกับข้อมูลของคุณ",
    "This is the final warning: Do you really want to enable encryption?" : "นี่คือการเตือนครั้งสุดท้าย: คุณต้องการที่จะเปิดใช้การเข้ารหัส?",
    "Enable encryption" : "เปิดใช้งานการเข้ารหัส",
    "No encryption module loaded, please enable an encryption module in the app menu." : "ไม่มีโมดูลการเข้ารหัสโหลดโปรดเปิดใช้งานโมดูลการเข้ารหัสในเมนูแอพฯ",
    "Select default encryption module:" : "เลือกค่าเริ่มต้นโมดูลการเข้ารหัส:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "คุณจำเป็นต้องโอนย้ายคีย์การเข้ารหัสลับของคุณจากการเข้ารหัสเก่า (ownCloud <= 8.0) ไปใหม่ กรุณาเปิดใช้งาน \"โมดูลการเข้ารหัสเริ่มต้น\" และเรียกใช้ 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "คุณจำเป็นต้องโอนย้ายคีย์การเข้ารหัสลับของคุณจากการเข้ารหัสเก่า (ownCloud <= 8.0) ไปใหม่",
    "Start migration" : "เริ่มการโยกย้าย",
    "Security & setup warnings" : "คำเตือนความปลอดภัยและการติดตั้ง",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "ตั้งค่าให้สามารถอ่านได้อย่างเดียวถูกเปิดใช้งาน นี้จะช่วยป้องกันการตั้งค่าผ่านทางบางเว็บอินเตอร์เฟซ นอกจากนี้จะต้องเขียนไฟล์ด้วยตนเองสำหรับทุกการอัพเดท",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "นี้อาจเกิดจาก cache/accelerator อย่างเช่น Zend OPcache หรือ eAccelerator",
    "System locale can not be set to a one which supports UTF-8." : "ตำแหน่งที่ตั้งของระบบไม่สามารถตั้งค่าให้รองรับ UTF-8",
    "All checks passed." : "ผ่านการตรวจสอบทั้งหมด",
    "Execute one task with each page loaded" : "ประมวลผลหนึ่งงาน ในแต่ละครั้งที่มีการโหลดหน้าเว็บ",
    "Version" : "รุ่น",
    "Sharing" : "แชร์ข้อมูล",
    "Allow apps to use the Share API" : "อนุญาตให้แอปฯสามารถใช้ API สำหรับแชร์ข้อมูลได้",
    "Allow users to share via link" : "อนุญาตให้ผู้ใช้สามารถแชร์ผ่านทางลิงค์",
    "Allow public uploads" : "อนุญาตให้อัพโหลดสาธารณะ",
    "Enforce password protection" : "บังคับใช้การป้องกันรหัสผ่าน",
    "Set default expiration date" : "ตั้งค่าเริ่มต้นวันหมดอายุ",
    "Expire after " : "หลังจากหมดอายุ",
    "days" : "วัน",
    "Enforce expiration date" : "บังคับให้มีวันที่หมดอายุ",
    "Allow resharing" : "อนุญาตให้แชร์ข้อมูลซ้ำอีกครั้งได้",
    "Allow sharing with groups" : "อนุญาตให้แชร์กับกลุ่ม",
    "Restrict users to only share with users in their groups" : "จำกัดให้ผู้ใช้สามารถแชร์กับผู้ใช้ในกลุ่มของพวกเขาเท่านั้น",
    "Exclude groups from sharing" : "ไม่รวมกลุ่มที่กำลังแชร์",
    "These groups will still be able to receive shares, but not to initiate them." : "กลุ่มนี้จะยังคงสามารถได้รับการแชร์ แต่พวกเขาจะไม่รู้จักมัน",
    "Tips & tricks" : "เคล็ดลับและเทคนิค",
    "How to do backups" : "วิธีการสำรองข้อมูล",
    "Performance tuning" : "การปรับแต่งประสิทธิภาพ",
    "Improving the config.php" : "ปรับปรุงไฟล์ config.php",
    "Theming" : "ชุดรูปแบบ",
    "Hardening and security guidance" : "คำแนะนำการรักษาความปลอดภัย",
    "You are using <strong>%s</strong> of <strong>%s</strong>" : "คุณกำลังใช้พื้นที่ <strong>%s</strong> จากทั้งหมด <strong>%s</strong>",
    "Profile picture" : "รูปภาพโปรไฟล์",
    "Upload new" : "อัพโหลดใหม่",
    "Select from Files" : "เลือกจากไฟล์",
    "Remove image" : "ลบรูปภาพ",
    "png or jpg, max. 20 MB" : "จะต้องเป็นไฟล์ png หรือ jpg, สูงสุดไม่เกิน 20 เมกะไบต์",
    "Picture provided by original account" : "ใช้รูปภาพจากบัญชีเดิม",
    "Cancel" : "ยกเลิก",
    "Choose as profile picture" : "เลือกรูปภาพโปรไฟล์",
    "Full name" : "ชื่อเต็ม",
    "No display name set" : "ไม่มีชื่อที่แสดง",
    "Email" : "อีเมล",
    "Your email address" : "ที่อยู่อีเมล์ของคุณ",
    "No email address set" : "ไม่ได้ตั้งค่าที่อยู่อีเมล",
    "You are member of the following groups:" : "คุณเป็นสมาชิกของกลุ่มต่อไปนี้:",
    "Language" : "ภาษา",
    "Help translate" : "มาช่วยกันแปลสิ!",
    "Password" : "รหัสผ่าน",
    "Current password" : "รหัสผ่านปัจจุบัน",
    "New password" : "รหัสผ่านใหม่",
    "Change password" : "เปลี่ยนรหัสผ่าน",
    "Username" : "ชื่อผู้ใช้งาน",
    "Done" : "เสร็จสิ้น",
    "Show storage location" : "แสดงสถานที่จัดเก็บข้อมูล",
    "Show user backend" : "แสดงแบ็กเอนด์ของผู้ใช้",
    "Everyone" : "ทุกคน",
    "Admins" : "ผู้ดูแลระบบ",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "กรุณากรอกโควต้าการจัดเก็บข้อมูล (ต.ย. : \"512 MB\" หรือ \"12 GB\")",
    "Unlimited" : "ไม่จำกัด",
    "Other" : "อื่นๆ",
    "Quota" : "โควต้า",
    "E-Mail" : "อีเมล",
    "Admin Recovery Password" : "กู้คืนรหัสผ่านดูแลระบบ",
    "Enter the recovery password in order to recover the users files during password change" : "ป้อนรหัสผ่านการกู้คืนเพื่อกู้คืนไฟล์ผู้ใช้ในช่วงการเปลี่ยนรหัสผ่าน",
    "change full name" : "เปลี่ยนชื่อเต็ม",
    "set new password" : "ตั้งค่ารหัสผ่านใหม่",
    "change email address" : "เปลี่ยนแปลงที่อยู่อีเมล",
    "Default" : "ค่าเริ่มต้น",
    "A problem occurred, please check your log files (Error: %s)" : "มีปัญหาเกิดขึ้นโปรดตรวจสอบไฟล์บันทึกของคุณ (ข้อผิดพลาด: %s)",
    "Migration Completed" : "การโยกย้ายเสร็จสมบูรณ์",
    "A valid password must be provided" : "จะต้องระบุรหัสผ่านที่ถูกต้อง",
    "A valid email must be provided" : "จะต้องระบุอีเมลที่ถูกต้อง",
    "Show email address" : "แสดงที่อยู่อีเมล",
    "Send email to new user" : "ส่งอีเมลไปยังผู้ใช้ใหม่",
    "Create" : "สร้าง"
},"pluralForm" :"nplurals=1; plural=0;"
}