{ "translations": {
    "Dashboard" : "پیشخوان",
    "Dashboard app" : "برنامه پیشخوان",
    "Start your day informed\n\nThe Nextcloud Dashboard is your starting point of the day, giving you an overview of your upcoming appointments, urgent emails, chat messages, incoming tickets, latest tweets and much more! People can add the widgets they like and change the background to their liking." : "روز خود را با آگاهی شروع کنید\n\nپیشخوان نکست‌کلود، نقطهٔ شروع روز شماست و به شما یک نمای کلی از قرارهای ملاقات پیش رو، ایمیل‌های فوری، پیام‌های گفتگو، گزارش‌های دریافتی، آخرین توییت‌ها و موارد دیگر را در اختیار شما قرار می‌دهد. کاربران می‌توانند ابزارک‌هایی را که دوست دارند اضافه کنند و پس زمینه را به دلخواه خود تغییر دهند.",
    "\"{title} icon\"" : "«نقشک {title}»",
    "Customize" : "سفارشی‌سازی",
    "Edit widgets" : "ویرایش ابزارک‌ها",
    "Get more widgets from the App Store" : "گرفتن ابزارک‌های بیش‌تر از فروشکاه کاره",
    "Weather service" : "خدمت هواشناسی",
    "For your privacy, the weather data is requested by your Nextcloud server on your behalf so the weather service receives no personal information." : "برای محرمانگیتان، داده‌های آب و هوا از طرف کارساز نکست‌کلودتان درخواست می‌شود تا خدمت آب و هوا هیچ اطّلاعات شخصی‌ای دریافت نکند.",
    "Weather data from Met.no" : "اطلاعات هواشناسی از Met.no",
    "elevation data from OpenTopoData" : "داده‌های ارتفاع از OpenTopoData",
    "Weather" : "آب و هوا",
    "Status" : "وضعیت",
    "Good morning" : "صبح به‌خیر",
    "Good morning, {name}" : "صبح به‌خیر، {name}",
    "Good afternoon" : "بعد از ظهر به‌خیر",
    "Good afternoon, {name}" : "بعد از ظهر به‌خیر {name}",
    "Good evening" : "عصر به‌خیر",
    "Good evening, {name}" : " عصر به‌خیر {name}",
    "Hello" : "درود",
    "Hello, {name}" : "درود {name}",
    "Start your day informed\n\nThe Nextcloud Dashboard is your starting point of the day, giving you an overview of your upcoming appointments, urgent emails, chat messages, incoming tickets, latest tweets and much more! Users can add the widgets they like and change the background to their liking." : "روز خود را آگاهانه شروع کنید\n\nداشبورد Nextcloud نقطه شروع روز شماست و به شما یک نمای کلی از قرارهای ملاقات آینده، ایمیل‌های فوری، پیام‌های چت، بلیط‌های دریافتی، آخرین توییت‌ها و موارد دیگر را در اختیار شما قرار می‌دهد. کاربران می توانند ویجت هایی را که دوست دارند اضافه کنند و پس زمینه را به دلخواه خود تغییر دهند."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}