{ "translations": {
    "Dashboard" : "Deais",
    "Dashboard app" : "Aip deais",
    "Start your day informed\n\nThe Nextcloud Dashboard is your starting point of the day, giving you an overview of your upcoming appointments, urgent emails, chat messages, incoming tickets, latest tweets and much more! People can add the widgets they like and change the background to their liking." : "Tosaigh do lá ar an eolas\n\nIs é an Painéal Nextcloud do phointe tosaigh den lá, ag tabhairt forbhreathnú duit ar do cheapacháin atá le teacht, ríomhphoist phráinneacha, teachtaireachtaí comhrá, ticéid ag teacht isteach, tweets is déanaí agus go leor eile! Is féidir le daoine na giuirléidí is maith leo a chur leis agus an cúlra a athrú dá dtaitníonn leo.",
    "\"{title} icon\"" : "\"{title} deilbhín\"",
    "Customize" : "Saincheap",
    "Edit widgets" : "Cuir giuirléidí in eagar",
    "Get more widgets from the App Store" : "Faigh tuilleadh giuirléidí ón Siopa Aip",
    "Weather service" : "Seirbhís aimsire",
    "For your privacy, the weather data is requested by your Nextcloud server on your behalf so the weather service receives no personal information." : "Ar mhaithe le do phríobháideachas, iarrann do fhreastalaí Nextcloud na sonraí aimsire ar do shon agus mar sin ní fhaigheann an tseirbhís aimsire aon fhaisnéis phearsanta.",
    "Weather data from Met.no" : "Sonraí aimsire ó Met.no",
    "geocoding with Nominatim" : "geochódú le Nominatim",
    "elevation data from OpenTopoData" : "sonraí ardaithe ó OpenTopoData",
    "Weather" : "Aimsir",
    "Status" : "Stádas",
    "Good morning" : "Maidin mhaith",
    "Good morning, {name}" : "Maidin mhaith, {name}",
    "Good afternoon" : "Tráthnóna maith",
    "Good afternoon, {name}" : "Tráthnóna maith, {name}",
    "Good evening" : "Tráthnóna maith",
    "Good evening, {name}" : "Tráthnóna maith, {name}",
    "Hello" : "Dia dhuit",
    "Hello, {name}" : "Dia dhuit, {name}",
    "Start your day informed\n\nThe Nextcloud Dashboard is your starting point of the day, giving you an overview of your upcoming appointments, urgent emails, chat messages, incoming tickets, latest tweets and much more! Users can add the widgets they like and change the background to their liking." : "Tosaigh do lá ar an eolas\n\nIs é an Painéal Nextcloud do phointe tosaigh den lá, ag tabhairt forbhreathnú duit ar do cheapacháin atá le teacht, ríomhphoist phráinneacha, teachtaireachtaí comhrá, ticéid ag teacht isteach, tweets is déanaí agus go leor eile! Is féidir le húsáideoirí na giuirléidí is maith leo a chur leis agus an cúlra a athrú dá dtaitníonn leo."
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}