{ "translations": {
    "Dark theme" : "Tem teñval",
    "Enable dark theme" : "Enaouiñ an tem teñval",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find." : "Un tem teñval evit distanañ ho taoulagad en ur vihanaat ar sklaerijenn. War ziorren emañ c'hoazh, setu ma c'hallit kas deomp hoc'h evezhiadennoù.",
    "High contrast mode" : "Mod dargemm uhel",
    "Enable high contrast mode" : "Enaouiñ an dargemm uhel",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Ur mod dargemm uhel evit aesaat ho merdeiñ. Bihanaet e vo ar c'halite met brasaet e vo ar spisder eta.",
    "Dyslexia font" : "Skritur evit an dislegiezh",
    "Enable dyslexia font" : "Enaouiñ ar skritur evit an dislegiezh",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic a zo ur skritur stummet evit skañvaat ar fazioù lenn-pennañ graet abalamour d'an dislegiezh.",
    "Accessibility" : "Monedusted",
    "Accessibility options for nextcloud" : "Arventennoù monedusted Nexcloud",
    "Provides multiple accessibilities options to ease your use of Nextcloud" : "Roet e vez meur a arventenn vonedusted evit simplaat implij Nexcloud",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "Ar vonedusted evit an holl a zo pouezus-ruz eo evidomp. Heuliet e vez ganeomp ar standardoù web ha gwiriet a vez hag-eñ e c'hall an holl dud implijout, hag ar re hep logodenn zoken, ha gant meziantoù sikour evel \"screenreaders\". Klasket e vez ober hervez ar {guidelines}Reolennoù monedusted endalc'hadoù ar Web{linkend} 2.1 gant ul live AA, gant an tem gant un dargemm bras eus al live AAA zoken.",
    "If you find any issues, don’t hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "Ma vez kavet ur gudenn ganeoc'h, arabat deoc'h kaout aon da reiñ da c'houzout ez eus anezho d'{issuetracker}hon heulier kudennoù{linkend}. Ha m'ho peus c'hoant sikour, deuit en {designteam}hor skipailh design{linkend}!",
    "Enable" : "Enaouiñ"
},"pluralForm" :"nplurals=5; plural=((n%10 == 1) && (n%100 != 11) && (n%100 !=71) && (n%100 !=91) ? 0 :(n%10 == 2) && (n%100 != 12) && (n%100 !=72) && (n%100 !=92) ? 1 :(n%10 ==3 || n%10==4 || n%10==9) && (n%100 < 10 || n% 100 > 19) && (n%100 < 70 || n%100 > 79) && (n%100 < 90 || n%100 > 99) ? 2 :(n != 0 && n % 1000000 == 0) ? 3 : 4);"
}