{ "translations": {
    "Dark theme" : "زمینه تیره",
    "Enable dark theme" : "فعال‌سازی زمینه تیره",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find." : "یک زمینه تیره برای راحتی چشم‌های شما با کاهش روی‌هم‌رفته درخشندگی و روشنایی. این امکان هنوز در حال توسعه می‌باشد، بنابراین در صورت مشاهده هرگونه ایراد، آن را گزارش کنید.",
    "High contrast mode" : "حالت با کنتراست بالا",
    "Enable high contrast mode" : "فعالسازی حالت کنتراست بالا",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "یک حالت کنتراست بالا برای سهولت در پیمایش. کیفیت بصری کاهش، اما وضوح افزایش می‌یابد.",
    "Dyslexia font" : "فونت خوانش‌پریشی یا دیسلکسیا",
    "Enable dyslexia font" : "فونت خوانش‌پریشی فعال شود",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "اُپن‌دیسلکسیک یک فونت/طرح حروف رایگان است که برای کاهش برخی از خطاهای معمول در خواندن ناشی از خوانش‌پریشی طراحی شده‌است.",
    "Accessibility" : "قابلیت دسترس‌پذیری",
    "Accessibility options for nextcloud" : "گزینه‌های دسترس‌پذیری برای نکست‌کلود",
    "Provides multiple accessibilities options to ease your use of Nextcloud" : "گزینه‌های متعدد دسترس‌پذیری برای تسهیل کار شما در نکست‌کلود را فراهم می‌سازد.",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "دسترسی جهانی برای ما بسیار مهم است. ما از استانداردهای وب پیروی می‌کنیم و دقیت می‌کنیم تا همه چیز بدون موش‌واره و نرم‌افزارهای کمکی مانند صفحه‌خوان‌ها نیز قابل استفاده باشند. هدف ما این است که مطابق با دستورالعمل {guidelines}راهنماهای دسترس‌پذیری محتوا تحت وب{linkend} نسخه 2.1 در سطح AA، و حتی با زمینه کنتراست بالا در سطح AAA باشیم.",
    "If you find any issues, don’t hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "اگر مشکلی پیدا کردید، از گزارش آنها در {issuetracker}در دنبال‌کننده مشکلات ما{linked} دریغ نکنید. و اگر می‌خواهید مشارکت داشته باشید، به {designteam}تیم طراحی ما{linkend} بپیوندید!"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}