{ "translations": {
    "Dark theme" : "डार्क थीम",
    "Enable dark theme" : "डार्क थीम सक्षम करें",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find." : "समग्र चमक और चमक को कम करके अपनी आंखों को आराम देने के लिए एक अंधेरे विषय। यह अभी भी विकास के अधीन है, इसलिए कृपया कोई भी समस्या की रिपोर्ट करें।",
    "High contrast mode" : "उच्च व्यतिरेक मोड",
    "Enable high contrast mode" : "उच्च व्यतिरेक मोड सक्षम करें",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "आपके नेविगेशन को आसान बनाने के लिए एक उच्च कंट्रास्ट मोड। दृश्य गुणवत्ता कम हो जाएगी लेकिन स्पष्टता बढ़ जाएगी।",
    "Dyslexia font" : "डिस्लेक्सिया फ़ॉन्ट",
    "Enable dyslexia font" : "डिस्लेक्सिया फ़ॉन्ट सक्षम करें",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "ओपन डिस्लेक्सिया एक फ्री टाइपफेस / फॉन्ट है जिसे डिस्लेक्सिया के कारण पढ़ने वाली कुछ सामान्य त्रुटियों को कम करने के लिए डिज़ाइन किया गया है।",
    "Accessibility" : "सरल उपयोग",
    "Accessibility options for nextcloud" : "Nextcloud के लिए पहुंच विकल्प",
    "Provides multiple accessibilities options to ease your use of Nextcloud" : "Nextcloud के अपने उपयोग को आसान बनाने के लिए कई पहुँच विकल्प प्रदान करता है",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "सार्वभौमिक पहुंच हमारे लिए बहुत महत्वपूर्ण है। हम वेब मानकों का पालन करते हैं और माउस के बिना भी सब कुछ प्रयोग करने योग्य बनाने के लिए जांच करते हैं, और सहायक सॉफ़्टवेयर जैसे स्क्रीनरीडर। हमारा लक्ष्य एए स्तर पर {दिशानिर्देश}वेब सामग्री एक्सेसिबिलिटी दिशानिर्देश{लिंकेंड} 2.1 का अनुपालन करना है, यहां तक ​​कि एएए स्तर पर भी उच्च कंट्रास्ट थीम के साथ।",
    "If you find any issues, don’t hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "यदि आपको कोई समस्या मिलती है, तो उन्हें {issuetracker}हमारे समस्या ट्रैकर{linkend} पर रिपोर्ट करने में संकोच न करें। और अगर आप इसमें शामिल होना चाहते हैं, तो {designteam}हमारी डिज़ाइन टीम{linkend} में शामिल हों!"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}