{ "translations": {
    "Dark theme" : "Tema scuro",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find." : "Un tema scuro per facilitare i tuoi occhi riducendo la luminosità complessiva. È ancora in fase di sviluppo, per cui ti chiediamo di segnalare qualsiasi problema tu possa trovare.",
    "High contrast mode" : "Modalità ad alto contrasto",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Una modalità ad alto contrasto per semplificare la tua navigazione. La qualità visiva sarà ridotta per incrementare la chiarezza.",
    "Dyslexia font" : "Carattere per dislessici",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic è un carattere libero progettato per mitigare alcuni dei comuni errori di lettura causati dalla dislessia.",
    "Accessibility" : "Accessibilità",
    "Accessibility options for nextcloud" : "Opzioni di accessibilità per Nextcloud",
    "Provides multiple accessibilities options to ease your use of Nextcloud" : "Fornisce diverse opzioni di accessibilità per semplificare il tuo utilizzo di Nextcloud",
    "Web Content Accessibility Guidelines" : "Linee guida di accessibilità ai contenuti web",
    "our issue tracker" : "il nostro sistema di tracciamento dei problemi",
    "our design team" : "la nostra squadra di progetto",
    "Enable" : "Abilita",
    "High contrast theme" : "Tema ad alto contrasto",
    "A high contrast theme to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Un tema ad alto contrasto per semplificare la tua navigazione. La qualità visiva sarà ridotta per incrementare la chiarezza.",
    "Dark theme (beta)" : "Tema scuro (beta)",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia. The typeface was created by Abelardo Gonzalez, who released it through an open-source license." : "OpenDyslexic è un carattere libero progettato per mitigare alcuni dei comuni errori di lettura causati dalla dislessia. Il carattere è stato creato da Abelardo Gonzalez, che lo ha rilasciato con licenza open-source.",
    "Provides multiple accessibilities options to ease your use of nextcloud" : "Fornisce diverse opzioni di accessibilità per semplificare il tuo utilizzo di Nextcloud",
    "Themes" : "Temi",
    "Fonts" : "Caratteri",
    "enabled" : "abilitata"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}