{ "translations": {
    "Dark theme" : "Темна тема",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find." : "Темна тема за да ви го олесни гледањето преку намалување на вкупната осветленост. Сеуште е во развој, затоа ве молиме пријавете ги сите проблеми кои ќе ги најдете.",
    "Dyslexia font" : "Фонт за дислексија",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic е бесплатен фонт дизајниран за ублажување на некои од честите грешки во читањето предизвикани од дислексија.",
    "Accessibility" : "Достапност",
    "Accessibility options for nextcloud" : "Опции за пристапност на Nextcloud. ",
    "Provides multiple accessibilities options to ease your use of Nextcloud" : "Овозможува повеќе опции за пристапност за да се олесни употребата на Nextcloud",
    "Web Content Accessibility Guidelines" : "Упатства за пристапност на веб содржини",
    "our issue tracker" : "нашиот следач на проблеми",
    "our design team" : "нашиот тим за дизајн",
    "Enable" : "овозможи",
    "High contrast theme" : "Тема со висок контраст",
    "A high contrast theme to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Тема со висок контраст за да ја олесни навигацијата. Визуелниот квалитет ќе се намали, но јасноста ќе се зголеми.",
    "Dark theme (beta)" : "Темна тема (бета)",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia. The typeface was created by Abelardo Gonzalez, who released it through an open-source license." : "OpenDyslexic е бесплатна форма / фонт дизајниран да ги ублажи некои од вообичаените грешки при читање предизвикани од дислексија. Типчето е креирано од Абелардо Гонзалез, кој го објави преку лиценца со отворен извор.",
    "Provides multiple accessibilities options to ease your use of nextcloud" : "Овозможува повеќекратни опции за пристапност за да ја олесни  употребата на nextcloud",
    "Themes" : "Теми",
    "Fonts" : "Фонтови",
    "enabled" : "Овозможено"
},"pluralForm" :"nplurals=2; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : 1;"
}