{ "translations": {
    "Dark theme" : "Tèma fosc",
    "Enable dark theme" : "Activar lo tèma fosc",
    "A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find." : "Un tèma escur per solaçar vòstres uèlhs en redusissent la luminositat globala. Es encara en òbra, doncas mercés de senhalar quina que siá avaria que vesètz.",
    "High contrast mode" : "Mòde fòrt contraste",
    "Enable high contrast mode" : "Activar lo mòde fòrt contraste",
    "A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased." : "Un mòde fòrt contraste per facilitar la navegacion. La qualitat visuala baissarà mas la claror serà aumentada.",
    "Dyslexia font" : "Poliça dyslexia",
    "Enable dyslexia font" : "Activar la poliça dyslexia",
    "OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia." : "OpenDyslexic es una poliça d'escritura concebuda per resòlver las errors de lectura comuna causadas per la dislexia.",
    "Accessibility" : "Accessibilitat",
    "Accessibility options for nextcloud" : "Opcions d’accessibilitat per nextcloud",
    "Provides multiple accessibilities options to ease your use of Nextcloud" : "Fornís mantuna opcion d’accessibilitat per facilitar vòstra utilizacion de Nextcloud",
    "Universal access is very important to us. We follow web standards and check to make everything usable also without mouse, and assistive software such as screenreaders. We aim to be compliant with the {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 on AA level, with the high contrast theme even on AAA level." : "Un accès universal es plan important per nosautres. Seguissèm los estandards web e verificam de rendre tot utilizable tanben sens mirga e amb de logicial d’assiténcia coma los lectors d’ecran. Avèm per tòca de complir las {guidelines}Web Content Accessibility Guidelines{linkend} 2.1 al nivèl AA, amb un tèma de contraste naut amai al nivèl AAA.",
    "If you find any issues, don’t hesitate to report them on {issuetracker}our issue tracker{linkend}. And if you want to get involved, come join {designteam}our design team{linkend}!" : "Se trobatz una avaria, esitetz pas de nos las senhalar sul {issuetracker}traçador de bugs{linkend}. E se volètz vos implicar, venètz rejónher {designteam}nòstra equipa de concepcion{linkend} !"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}