{ "translations": {
    "Ephemeral webhook authentication" : "Kurzlebige Webhook-Authentifizierung",
    "Webhooks" : "Webhooks",
    "Nextcloud Webhook Support" : "Nextcloud Webhook-Unterstützung",
    "Send notifications to external services whenever something important happens, like when files are changed or updated." : "Benachrichtigungen an externe Dienste senden, wenn etwas Wichtiges passiert, beispielsweise wenn Dateien geändert oder aktualisiert werden.",
    "Set up webhooks that automatically notify external services whenever certain events - like file changes - occur within Nextcloud. By configuring these webhooks, administrators can specify which actions in their Nextcloud instance should trigger notifications and where those notifications should be sent, enabling seamless integration with other platforms and automating workflows.\n\nThe app works by monitoring Nextcloud's event system and dispatching HTTP requests (webhooks) containing relevant event data to the specified endpoints whenever a configured event takes place. This approach makes it easy to connect Nextcloud with external tools, allowing for real-time interactions without needing to manually check for updates or changes.\n\nAdministrators can configure webhook listeners via the app's OCS API. The app also provides a command-line tool to list currently configured webhooks. There are no Web UI settings." : "Webhooks einrichten, die externe Dienste automatisch benachrichtigen, sobald bestimmte Ereignisse – wie z. B. Dateiänderungen – in Nextcloud auftreten. Durch die Konfiguration dieser Webhooks kann die Administration festlegen, welche Aktionen in dieser Nextcloud-Instanz Benachrichtigungen auslösen und wohin diese gesendet werden sollen. Dies ermöglicht eine nahtlose Integration mit anderen Plattformen und die Automatisierung von Arbeitsabläufen.\n\nDie App überwacht das Ereignissystem von Nextcloud und sendet HTTP-Anfragen (Webhooks) mit relevanten Ereignisdaten an die angegebenen Endpunkte, sobald ein konfiguriertes Ereignis eintritt. Dadurch lässt sich Nextcloud einfach mit externen Tools verbinden und ermöglicht Interaktionen in Echtzeit, ohne dass manuelle Überprüfungen auf Aktualisierungen oder Änderungen erforderlich sind.\n\nDie Administration kann Webhook-Listener über die OCS-API der App einrichten. Die App bietet außerdem ein Befehlszeilentool zum Auflisten der aktuell konfigurierten Webhooks. Es gibt keine Web-UI-Einstellungen.",
    "Nextcloud webhook support" : "Nextcloud Webhook-Unterstützung"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}