{ "translations": {
    "Webhooks" : "Webhook",
    "Nextcloud Webhook Support" : "Obsługa webhooka Nextcloud",
    "Send notifications to external services whenever something important happens, like when files are changed or updated." : "Wysyłaj powiadomienia do zewnętrznych usług za każdym razem, gdy wydarzy się coś ważnego, np. gdy pliki zostaną zmienione lub zaktualizowane.",
    "Set up webhooks that automatically notify external services whenever certain events - like file changes - occur within Nextcloud. By configuring these webhooks, administrators can specify which actions in their Nextcloud instance should trigger notifications and where those notifications should be sent, enabling seamless integration with other platforms and automating workflows.\n\nThe app works by monitoring Nextcloud's event system and dispatching HTTP requests (webhooks) containing relevant event data to the specified endpoints whenever a configured event takes place. This approach makes it easy to connect Nextcloud with external tools, allowing for real-time interactions without needing to manually check for updates or changes.\n\nAdministrators can configure webhook listeners via the app's OCS API. The app also provides a command-line tool to list currently configured webhooks. There are no Web UI settings." : "Skonfiguruj webhooki, które automatycznie powiadamiają usługi zewnętrzne o wystąpieniu określonych zdarzeń – takich jak zmiany w plikach – w Nextcloud. Konfigurując te webhooki, administratorzy mogą określić, które działania w ich instancji Nextcloud powinny wywoływać powiadomienia i gdzie te powiadomienia powinny być wysyłane, umożliwiając płynną integrację z innymi platformami i automatyzację przepływu pracy.\n\nAplikacja działa poprzez monitorowanie systemu zdarzeń Nextcloud i wysyłanie żądań HTTP (webhooków) zawierających odpowiednie dane o zdarzeniach do określonych punktów końcowych za każdym razem, gdy ma miejsce skonfigurowane zdarzenie. Takie podejście ułatwia połączenie Nextcloud z narzędziami zewnętrznymi, umożliwiając interakcje w czasie rzeczywistym bez konieczności ręcznego sprawdzania aktualizacji lub zmian.\n\nAdministratorzy mogą konfigurować odbiorniki webhooków za pośrednictwem interfejsu API OCS aplikacji. Aplikacja udostępnia również narzędzie wiersza poleceń do wyświetlania listy aktualnie skonfigurowanych webhooków. Nie ma ustawień interfejsu użytkownika.",
    "Nextcloud webhook support" : "Obsługa webhooka Nextcloud"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}