{ "translations": {
    "Ephemeral webhook authentication" : "Ephemeral تور باغلىما دەلىللەش",
    "Webhooks" : "تور باغلىمىلىرى",
    "Nextcloud Webhook Support" : "Nextcloud Webhook قوللايدۇ",
    "Send notifications to external services whenever something important happens, like when files are changed or updated." : "ھۆججەتلەر ئۆزگەرتىلگەندە ياكى يېڭىلانغاندا مۇھىم ئىشلار يۈز بەرگەندە، سىرتقى مۇلازىمەتلەرگە ئۇقتۇرۇش ئەۋەتىڭ.",
    "Set up webhooks that automatically notify external services whenever certain events - like file changes - occur within Nextcloud. By configuring these webhooks, administrators can specify which actions in their Nextcloud instance should trigger notifications and where those notifications should be sent, enabling seamless integration with other platforms and automating workflows.\n\nThe app works by monitoring Nextcloud's event system and dispatching HTTP requests (webhooks) containing relevant event data to the specified endpoints whenever a configured event takes place. This approach makes it easy to connect Nextcloud with external tools, allowing for real-time interactions without needing to manually check for updates or changes.\n\nAdministrators can configure webhook listeners via the app's OCS API. The app also provides a command-line tool to list currently configured webhooks. There are no Web UI settings." : "Nextcloud ئىچىدە ھۆججەت ئۆزگىرىشى قاتارلىق بەزى ۋەقەلەر يۈز بەرگەندە، تاشقى مۇلازىمەتلەرگە ئاپتوماتىك ئۇقتۇرۇش قىلىدىغان تور خۇكلىرىنى تەڭشەڭ. بۇ تور خۇكلىرىنى تەڭشەش ئارقىلىق، باشقۇرغۇچىلار ئۆزلىرىنىڭ Nextcloud مىسالىدىكى قايسى ھەرىكەتلەرنىڭ ئۇقتۇرۇشلارنى قوزغىتىشى ۋە بۇ ئۇقتۇرۇشلارنىڭ قەيەرگە ئەۋەتىلىشى كېرەكلىكىنى بەلگىلىيەلەيدۇ، بۇ باشقا سۇپىلار بىلەن ئۈزۈلمەس بىرلىشىشنى ئىشقا ئاشۇرىدۇ ۋە ئىش ئېقىمىنى ئاپتوماتلاشتۇرىدۇ.\n\nبۇ ئەپ Nextcloud نىڭ ۋەقە سىستېمىسىنى نازارەت قىلىش ۋە تەڭشەلگەن ۋەقە يۈز بەرگەندە، مۇناسىۋەتلىك ۋەقە سانلىق مەلۇماتلىرىنى ئۆز ئىچىگە ئالغان HTTP تەلەپلىرىنى (تور خۇكلىرى) بەلگىلەنگەن ئاخىرقى نۇقتىلارغا ئەۋەتىش ئارقىلىق ئىشلەيدۇ. بۇ ئۇسۇل Nextcloud نى تاشقى قوراللار بىلەن ئۇلاشنى ئاسانلاشتۇرىدۇ، يېڭىلاش ياكى ئۆزگىرىشلەرنى قولدا تەكشۈرۈشنىڭ ھاجىتى يوق، ھەقىقىي ۋاقىتلىق ئالاقىلىشىشقا يول قويىدۇ.\n\nباشقۇرغۇچىلار ئەپنىڭ OCS API ئارقىلىق تور خۇك ئاڭلىغۇچىلىرىنى تەڭشەيدۇ. بۇ ئەپ يەنە ھازىر تەڭشەلگەن تور خۇكلىرىنى تىزىش ئۈچۈن بۇيرۇق قۇر قورالى بىلەن تەمىنلەيدۇ. تور UI تەڭشىكى يوق.",
    "Nextcloud webhook support" : "Nextcloud Webhook قوللايدۇ"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}