{ "translations": {
    "Please select a file." : "Παρακαλούμε επιλέξτε αρχείο.",
    "File is too big" : "Το αρχείο είναι πολύ μεγάλο",
    "The selected file is not an image." : "Το επιλεγμένο αρχείο δεν είναι εικόνα.",
    "The selected file cannot be read." : "Αδυναμία ανάγνωσης επιλεγμένου αρχείου.",
    "The file was uploaded" : "Το αρχείο μεταφορτώθηκε",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "Το αρχείο που εστάλη υπερβαίνει την οδηγία μέγιστου επιτρεπτού μεγέθους upload_max_filesize του php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "Το μεταφορτωμένο αρχείο υπερβαίνει την οδηγία MAX_FILE_SIZE που καθορίστηκε στη φόρμα HTML",
    "The file was only partially uploaded" : "Το αρχείο μεταφορτώθηκε μόνο εν μέρει",
    "No file was uploaded" : "Δε μεταφορτώθηκε κάποιο αρχείο",
    "Missing a temporary folder" : "Λείπει κάποιος προσωρινός φάκελος",
    "Could not write file to disk" : "Δεν ήταν δυνατή η εγγραφή του αρχείου στο δίσκο",
    "A PHP extension stopped the file upload" : "Μια επέκταση PHP σταμάτησε τη μεταφόρτωση του αρχείου",
    "Invalid file provided" : "Έχει δοθεί μη έγκυρο αρχείο",
    "No image or file provided" : "Δεν δόθηκε εικόνα ή αρχείο",
    "Unknown filetype" : "Άγνωστος τύπος αρχείου",
    "An error occurred. Please contact your admin." : "Προέκυψε σφάλμα. Παρακαλούμε επικοινωνήστε με τον διαχειριστή.",
    "Invalid image" : "Μη έγκυρη εικόνα",
    "No temporary profile picture available, try again" : "Δεν υπάρχει προσωρινή φωτογραφία προφίλ, δοκιμάστε ξανά",
    "No crop data provided" : "Δεν δόθηκαν δεδομένα περικοπής",
    "No valid crop data provided" : "Έχουν δοθεί μη έγκυρα δεδομένα περικοπής",
    "Crop is not square" : "Η περικοπή δεν έχει τετράγωνο σχήμα",
    "State token does not match" : "Το αναγνωριστικό κατάστασης δεν ταιριάζει",
    "Invalid app password" : "Λανθασμένο συνθηματικό εφαρμογής",
    "Could not complete login" : "Αδυναμία ολοκλήρωσης σύνδεσης",
    "Your login token is invalid or has expired" : "Το αναγνωριστικό (token) σύνδεσής σας δεν είναι έγκυρο ή έχει λήξει",
    "This community release of Nextcloud is unsupported and push notifications are limited." : "Αυτή η κοινοτική έκδοση του Nextcloud δεν υποστηρίζεται και οι ειδοποιήσεις push είναι περιορισμένες.",
    "Login" : "Σύνδεση",
    "Please try again" : "Παρακαλώ δοκιμάστε αργότερα",
    "Password reset is disabled" : "Η επαναφορά συνθηματικού είναι απενεργοποιημένη",
    "Could not reset password because the token is expired" : "Δεν ήταν δυνατή η επαναφορά του κωδικού πρόσβασης επειδή το αναγνωριστικό έχει λήξει",
    "Could not reset password because the token is invalid" : "Δεν ήταν δυνατή η επαναφορά του κωδικού πρόσβασης επειδή το αναγνωριστικό δεν είναι έγκυρο",
    "Password is too long. Maximum allowed length is 469 characters." : "Ο κωδικός πρόσβασης είναι πολύ μεγάλος. Το μέγιστο επιτρεπόμενο μήκος είναι 469 χαρακτήρες.",
    "%s password reset" : "%s επαναφορά συνθηματικού",
    "Password reset" : "Επαναφορά συνθηματικού",
    "Click the following button to reset your password. If you have not requested the password reset, then ignore this email." : "Κάντε κλικ στο παρακάτω κουμπί για να επαναφέρετε το συνθηματικό σας. Εάν δεν αιτηθήκατε επαναφορά συνθηματικού, αγνοήστε αυτό το μήνυμα αλληλογραφίας.",
    "Click the following link to reset your password. If you have not requested the password reset, then ignore this email." : "Κάντε κλικ στο παρακάτω σύνδεσμο για να επαναφέρετε το συνθηματικό σας. Εάν δεν αιτηθήκατε επαναφορά συνθηματικού, αγνοήστε αυτό το μήνυμα αλληλογραφίας.",
    "Reset your password" : "Επαναφορά συνθηματικού",
    "No translation provider available" : "Δεν υπάρχει διαθέσιμος πάροχος μεταφράσεων",
    "Could not detect language" : "Δεν ήταν δυνατός ο εντοπισμός της γλώσσας",
    "Unable to translate" : "Αδυναμία μετάφρασης",
    "Nextcloud Server" : "Διακομιστής Nextcloud",
    "Some of your link shares have been removed" : "Μερικοί από τους κοινόχρηστους συνδέσμους σας έχουν καταργηθεί",
    "Due to a security bug we had to remove some of your link shares. Please see the link for more information." : "Λόγω σφάλματος ασφαλείας έπρεπε να αφαιρέσουμε κοινόχρηστους συνδέσμους σας. Παρακαλούμε δείτε τον παρακάτω σύνδεσμο για πληροφορίες.",
    "The user limit of this instance is reached." : "Το όριο χρήστη αυτού του  instance έχει επιτευχθεί.",
    "Learn more ↗" : "Μάθετε περισσότερα ↗",
    "Preparing update" : "Προετοιμασία ενημέρωσης",
    "[%d / %d]: %s" : "[%d / %d]: %s",
    "Repair step:" : "Βήμα επισκευής:",
    "Repair info:" : "Πληροφορίες επισκευής:",
    "Repair warning:" : "Προειδοποίηση επισκευής:",
    "Repair error:" : "Σφάλμα επισκευής:",
    "Turned on maintenance mode" : "Η λειτουργία συντήρησης ενεργοποιήθηκε",
    "Turned off maintenance mode" : "Η λειτουργία συντήρησης απενεργοποιήθηκε",
    "Maintenance mode is kept active" : "Η λειτουργία συντήρησης διατηρήθηκε ενεργή",
    "Updating database schema" : "Ενημέρωση διάταξης βάσης δεδομένων",
    "Updated database" : "Ενημερωμένη βάση δεδομένων",
    "Update app \"%s\" from App Store" : "Ενημέρωση εφαρμογής \"%s\" από το App Store",
    "Checking whether the database schema for %s can be updated (this can take a long time depending on the database size)" : "Έλεγχος αν η διάταξη της βάσης δεδομένων για %s μπορεί να ενημερωθεί (αυτό μπορεί να πάρει αρκετή ώρα ανάλογα με το μέγεθος της βάσης δεδομένων)",
    "Updated \"%1$s\" to %2$s" : "Ενημερώθηκαν \"%1$s\" σε %2$s",
    "Set log level to debug" : "Ορισμός επιπέδου ιστορικού σε αποσφαλμάτωση",
    "Reset log level" : "Επαναφορά επιπέδου ιστορικού",
    "Starting code integrity check" : "Εκκίνηση ελέγχου ακεραιότητας του κώδικα",
    "Finished code integrity check" : "Ολοκληρώθηκε ο έλεγχος ακεραιότητας του κώδικα",
    "%s (incompatible)" : "%s (ασύμβατη)",
    "The following apps have been disabled: %s" : "Οι ακόλουθες εφαρμογές έχουν απενεργοποιηθεί: %s",
    "Already up to date" : "Ενημερωμένο ήδη",
    "Your web server is not yet properly set up to allow file synchronization, because the WebDAV interface seems to be broken." : "Ο διακομιστής σας δεν έχει ρυθμιστεί ακόμη κατάλληλα ώστε να επιτρέπει τον συγχρονισμό αρχείων, διότι η διεπαφή WebDAV φαίνεται να μη λειτουργεί.",
    "PHP does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "H PHP δεν φαίνεται να έχει διαμορφωθεί σωστά για ερωτήματα σε μεταβλητές περιβάλλοντος του συστήματος. Η δοκιμή με την εντολή getenv(\"PATH\") επιστρέφει μια κενή απάντηση.",
    "The read-only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Η ρύθμιση \"μόνο για ανάγνωση\" έχει ενεργοποιηθεί. Αυτό εμποδίζει τον καθορισμό ρυθμίσεων διαμόρφωσης μέσω της διεπαφής ιστού (web-interface). Επιπλέον, το αρχείο πρέπει να γίνει εγγράψιμο χειροκίνητα για κάθε ενημέρωση.",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Η βάση δεδομένων σας δεν εκτελείται με επίπεδο απομόνωσης συναλλαγών \"READ COMMITTED\". Αυτό μπορεί να προκαλέσει προβλήματα όταν εκτελούνται παράλληλα πολλαπλές ενέργειες.",
    "The PHP module \"fileinfo\" is missing. It is strongly recommended to enable this module to get the best results with MIME type detection." : "Η PHP μονάδα (module) \"fileinfo\" λείπει. Σας συνιστούμε ιδιαίτερα να ενεργοποιήσετε αυτή την μονάχα για να έχετε τα καλύτερα αποτελέσματα σχετικά με τον εντοπισμό MIME type.",
    "Your installation has no default phone region set. This is required to validate phone numbers in the profile settings without a country code. To allow numbers without a country code, please add \"default_phone_region\" with the respective {linkstart}ISO 3166-1 code ↗{linkend} of the region to your config file." : "Η εγκατάστασή σας δεν έχει ορισμένη προεπιλεγμένη περιοχή τηλεφώνου. Αυτό απαιτείται για την επικύρωση αριθμών τηλεφώνου στις ρυθμίσεις προφίλ χωρίς κωδικό χώρας. Για να επιτρέψετε αριθμούς χωρίς κωδικό χώρας, προσθέστε το \"default_phone_region\" με τον αντίστοιχο {linkstart} κωδικό ISO 3166-1 ↗ {linkend} της περιοχής στο αρχείο διαμόρφωσης.",
    "It was not possible to execute the cron job via CLI. The following technical errors have appeared:" : "Δεν ήταν δυνατή η εκτέλεση της cron job μέσω τερματικού (CLI). Εμφανίστηκαν τα παρακάτω τεχνικά σφάλματα:",
    "Last background job execution ran {relativeTime}. Something seems wrong. {linkstart}Check the background job settings ↗{linkend}." : "Η τελευταία εργασία παρασκηνίου εκτελέστηκε {relativeTime}. Κάτι φαίνεται λάθος. {linkstart}Ελέγξτε τις ρυθμίσεις εργασιών παρασκηνίου ↗{linkend}.",
    "This server has no working internet connection: Multiple endpoints could not be reached. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. Establish a connection from this server to the internet to enjoy all features." : "Αυτός ο διακομιστής δεν έχει ενεργή σύνδεση στο διαδίκτυο. Δεν ήταν δυνατή η πρόσβαση σε πολλά τελικά σημεία. Αυτό σημαίνει πως κάποιες λειτουργίες/υπηρεσίες όπως η σύνδεση με εξωτερικούς χώρους αποθήκευσης, ειδοποιήσεις σχετικά με ενημερώσεις ή η εγκατάσταση εφαρμογών από τρίτους δε θα λειτουργούν. Η απομακρυσμένη πρόσβαση στα αρχεία και η αποστολή ειδοποιήσεων ηλεκτρονικού ταχυδρομείου ενδέχεται να μη λειτουργούν επίσης. Ενεργοποιήσετε την πρόσβαση στο διαδίκτυο για τον συγκεκριμένο διακομιστή για να μπορείτε να χρησιμοποιήσετε και να απολαύσετε όλα τα χαρακτηριστικά και τις υπηρεσίες.",
    "You are currently running PHP {version}. Upgrade your PHP version to take advantage of {linkstart}performance and security updates provided by the PHP Group ↗{linkend} as soon as your distribution supports it." : "Αυτήν τη στιγμή εκτελείτε PHP {version}. Αναβαθμίστε την έκδοσή σας PHP για να επωφεληθείτε από τις ενημερώσεις {linkstart}απόδοσης και ασφάλειας που παρέχονται από την Ομάδα PHP ↗{linkend} μόλις το υποστηρίξει η διανομή σας.",
    "The reverse proxy header configuration is incorrect, or you are accessing Nextcloud from a trusted proxy. If not, this is a security issue and can allow an attacker to spoof their IP address as visible to the Nextcloud. Further information can be found in the {linkstart}documentation ↗{linkend}." : "Η διαμόρφωση των reverse proxy headers είναι εσφαλμένη, ή έχετε πρόσβαση στο Nextcloud από έναν αξιόπιστο/έμπιστο διαμεσολαβητή. Εάν όχι, αυτό είναι ένα ζήτημα ασφάλειας και μπορεί να επιτρέψει σε έναν κακόβουλο χρήστη να ξεγελάσει την διεύθυνση IP του ως ορατή στο Nextcloud. Περισσότερες πληροφορίες μπορείτε να βρείτε στη {linkstart}τεκμηρίωση ↗{linkend}.",
    "The PHP function \"set_time_limit\" is not available. This could result in scripts being halted mid-execution, breaking your installation. Enabling this function is strongly recommended." : "Μη διαθέσιμη λειτουργία της PHP \"set_time_limit\". Μπορεί να διακοπεί η εκτέλεση διαφόρων scripts με αποτέλεσμα διακοπή της εγκατάστασης. Συνιστούμε ενεργοποίηση της λειτουργίας.",
    "Your PHP does not have FreeType support, resulting in breakage of profile pictures and the settings interface." : "Η PHP δεν έχει υποστήριξη FreεType, με αποτέλεσμα τα σφάλματα στην εικόνα προφίλ και στις ρυθμίσεις διεπαφής χρήστη.",
    "Missing index \"{indexName}\" in table \"{tableName}\"." : "Αγνοείται η ένδειξη  \"{indexName}\" στην επιφάνεια  \"{tableName}\".",
    "The database is missing some indexes. Due to the fact that adding indexes on big tables could take some time they were not added automatically. By running \"occ db:add-missing-indices\" those missing indexes could be added manually while the instance keeps running. Once the indexes are added queries to those tables are usually much faster." : "Κάποιες καταχωρήσεις απουσιάζουν από την  βάση δεδομένων. Χρειάζεται αρκετός χρόνος για την καταχώρηση αυτών που εισήχθησαν αυτόματα. Εκτελώντας την εντολή \"occ db:add-missing-indices\" μπορείτε να εισάγεται χειροκίνητα καθώς η διεργασία εκτελείται. Μόλις τα indexes εισαχθούν σε αυτούς τους πίνακες συνήθως θα γίνεται πιο γρήγορα.",
    "Missing primary key on table \"{tableName}\"." : "Λείπει το κύριο κλειδί στον πίνακα  \"{tableName}\".",
    "The database is missing some primary keys. Due to the fact that adding primary keys on big tables could take some time they were not added automatically. By running \"occ db:add-missing-primary-keys\" those missing primary keys could be added manually while the instance keeps running." : "Λείπουν ορισμένα βασικά κλειδιά στη βάση δεδομένων. Λόγω του γεγονότος ότι η προσθήκη πρωτευόντων κλειδιών σε μεγάλους πίνακες μπορεί να διαρκέσει λίγη ώρα, δεν προστέθηκαν αυτόματα. Εκτελώντας το \"occ db: add-lost-primary-keys\" αυτά τα πρωτεύοντα κλειδιά που λείπουν θα μπορούσαν να προστεθούν χειροκίνητα ενώ η περίπτωση συνεχίζει να εκτελείται.",
    "Missing optional column \"{columnName}\" in table \"{tableName}\"." : "Δεν υπάρχει η προαιρετική στήλη \"{columnName}\" στον πίνακα \"{tableName}\".",
    "The database is missing some optional columns. Due to the fact that adding columns on big tables could take some time they were not added automatically when they can be optional. By running \"occ db:add-missing-columns\" those missing columns could be added manually while the instance keeps running. Once the columns are added some features might improve responsiveness or usability." : "Από την βάση δεδομένων λείπουν ορισμένες προαιρετικές στήλες. Λόγω του γεγονότος ότι η προσθήκη στηλών σε μεγάλους πίνακες θα χρειαστεί χρόνο, δεν προστέθηκαν αυτόματα τα προαιρετικά. Με την εκτέλεση του \"occ db: add-missing-columns\", αυτές οι στήλες που λείπουν θα μπορούσαν να προστεθούν με το χέρι ενώ η βάση είναι σε λειτουργία. Μόλις προστεθούν οι στήλες, ορισμένα χαρακτηριστικά ενδέχεται να βελτιώσουν την ανταπόκριση ή τη χρηστικότητα.",
    "This instance is missing some recommended PHP modules. For improved performance and better compatibility it is highly recommended to install them." : "Σε αυτή την εγκατάσταση απουσιάζουν προτεινόμενα PHP πρόσθετα. Για καλύτερες επιδόσεις και συμβατότητα προτείνεται η εγκατάστασή τους.",
    "Module php-imagick in this instance has no SVG support. For better compatibility it is recommended to install it." : "Η ενότητα php-imagick σε αυτήν την περίπτωση δεν έχει υποστήριξη SVG. Για καλύτερη συμβατότητα, συνιστάται να το εγκαταστήσετε.",
    "SQLite is currently being used as the backend database. For larger installations we recommend that you switch to a different database backend." : "Η SQLLite χρησιμοποιείται ως βάση δεδομένων για το backend.  Για μεγαλύτερες εγκαταστάσεις προτείνουμε την αλλαγή σε διαφορετική βάση δεδομένων.",
    "This is particularly recommended when using the desktop client for file synchronisation." : "Συνιστάται ιδιαίτερα όταν χρησιμοποιείται για συγχρονισμό ο desktop client.",
    "The PHP memory limit is below the recommended value of 512MB." : "Το όριο μνήμης της PHP είναι κάτω της προτεινόμενης 512 ΜΒ.",
    "Some app directories are owned by a different user than the web server one. This may be the case if apps have been installed manually. Check the permissions of the following app directories:" : "Ορισμένοι κατάλογοι εφαρμογών ανήκουν σε διαφορετικό χρήστη από αυτόν του διακομιστή ιστού. Αυτό μπορεί να συμβεί αν οι εφαρμογές έχουν εγκατασταθεί με μη αυτόματο τρόπο. Ελέγξτε τα δικαιώματα των ακόλουθων καταλόγων εφαρμογών:",
    "This instance uses an S3 based object store as primary storage. The uploaded files are stored temporarily on the server and thus it is recommended to have 50 GB of free space available in the temp directory of PHP. Check the logs for full details about the path and the available space. To improve this please change the temporary directory in the php.ini or make more space available in that path." : "Η υπηρεσία χρησιμοποιεί ως κύριο τρόπο αποθήκευσης την S3 κατάσταση. Τα μεταφορτωμένα αρχεία αποθηκεύονται προσωρινά στον διακομιστή και επομένως συνιστάται να διατίθενται 50 GB ελεύθερου χώρου στον κατάλογο Temp της PHP. Ελέγξτε τα αρχεία καταγραφής για πλήρεις λεπτομέρειες σχετικά με τη διαδρομή και τον διαθέσιμο χώρο. Για να το βελτιώσετε, παρακαλούμε αλλάξτε τον προσωρινό κατάλογο στο php.ini ή διαθέστε περισσότερο χώρο σε αυτή τη διαδρομή.",
    "The temporary directory of this instance points to an either non-existing or non-writable directory." : "Ο προσωρινός κατάλογος αυτής της εγκατάστασης οδηγεί σε έναν κατάλογο είτε ανύπαρκτο είτε μη εγγράψιμο.",
    "Error occurred while checking server setup" : "Παρουσιάστηκε σφάλμα κατά τον έλεγχο των ρυθμίσεων του διακομιστή σας",
    "For more details see the {linkstart}documentation ↗{linkend}." : "Για περισσότερες λεπτομέρειες, ανατρέξτε στη {linkstart}τεκμηρίωση ↗{linkend}.",
    "The \"{header}\" HTTP header is not set to \"{expected}\". This is a potential security or privacy risk, as it is recommended to adjust this setting accordingly." : "H HTTP επικεφαλίδα \"{header}\" δεν έχει ρυθμιστεί ως \"{expected}\". Αυτό αποτελεί κίνδυνο ασφάλειας ή ιδιωτικότητας και συστήνουμε τη προσαρμογή αυτής της ρύθμισης.",
    "The \"{header}\" HTTP header is not set to \"{expected}\". Some features might not work correctly, as it is recommended to adjust this setting accordingly." : "H HTTP  επικεφαλίδα \"{header}\"  δεν έχει ρυθμιστεί ως \"{expected}\". Κάποιες δυνατότητες ίσως να μην λειτουργούν σωστά και συστήνουμε τον έλεγχο ρυθμίσεων.",
    "unknown text" : "άγνωστο κείμενο",
    "Hello world!" : "Γεια σου κόσμε!",
    "sunny" : "ηλιόλουστη",
    "Hello {name}, the weather is {weather}" : "Γεια σου {name}, ο καιρός είναι {weather}",
    "Hello {name}" : "Γεια σου {name}",
    "<strong>These are your search results<script>alert(1)</script></strong>" : "<strong>Αυτά είναι τα αποτελέσματα της αναζήτησής σας<script>ειδοποίηση(1)</script></strong>",
    "new" : "νέο",
    "_download %n file_::_download %n files_" : ["λήψη %n αρχείου","λήψη %n αρχείων"],
    "The update is in progress, leaving this page might interrupt the process in some environments." : "Η ενημέρωση είναι σε εξέλιξη, αποχωρώντας από αυτή τη σελίδα μπορεί να διακοπεί τη διαδικασία σε ορισμένα περιβάλλοντα.",
    "Update to {version}" : "Ενημέρωση στην έκδοση {version}",
    "An error occurred." : "Παρουσιάστηκε σφάλμα.",
    "Please reload the page." : "Παρακαλούμε φορτώστε ξανά τη σελίδα.",
    "The update was unsuccessful. For more information <a href=\"{url}\">check our forum post</a> covering this issue." : "Μη επιτυχημένη ενημέρωση. Για περισσότερες πληροφορίες <a href=\"{url}\">δείτε αυτή τη δημοσίευση στο forum</a> που καλύπτει αυτό το θέμα.",
    "The update was unsuccessful. Please report this issue to the <a href=\"https://github.com/nextcloud/server/issues\" target=\"_blank\">Nextcloud community</a>." : "Μη επιτυχημένη ενημέρωση. Παρακαλούμε αναφέρετε αυτό το πρόβλημα στην <a href=\"https://github.com/nextcloud/server/issues\" target=\"_blank\">κοινότητα Nextcloud</a>.",
    "Continue to {productName}" : "Συνέχεια στο {productName}",
    "More apps" : "Περισσότερες εφαρμογές",
    "_{count} notification_::_{count} notifications_" : ["{count} ειδοποίηση","{count} ειδοποιήσεις"],
    "Log in" : "Είσοδος",
    "Logging in …" : "Σύνδεση …",
    "Server side authentication failed!" : "Αποτυχημένη πιστοποίηση από πλευράς διακομιστή!",
    "Please contact your administrator." : "Παρακαλούμε επικοινωνήστε με τον διαχειριστή.",
    "An internal error occurred." : "Παρουσιάστηκε ένα εσωτερικό σφάλμα.",
    "Please try again or contact your administrator." : "Παρακαλούμε δοκιμάστε ξανά ή επικοινωνήστε με τον διαχειριστή.",
    "Account name or email" : "Όνομα λογαριασμού ή email",
    "Password" : "Συνθηματικό",
    "Log in to {productName}" : "Συνδεθείτε στο {productName}",
    "Wrong username or password." : "Λάθος όνομα χρήστη ή κωδικός.",
    "User disabled" : "Ο χρήστης απενεργοποιήθηκε",
    "We have detected multiple invalid login attempts from your IP. Therefore your next login is throttled up to 30 seconds." : "Εντοπίστηκαν πολλές λανθασμένες προσπάθειες εισόδου από την ΙΡ σας. Η επόμενη προσπάθεια εισόδου σας μπορεί να γίνει σε 30 δεύτερα.",
    "Log in with a device" : "Συνδεθείτε με συσκευή",
    "Username or email" : "Όνομα χρήστη ή email",
    "Your account is not setup for passwordless login." : "Ο λογαριασμός σας δεν έχει ρυθμιστεί για σύνδεση χωρίς κωδικό πρόσβασης.",
    "Browser not supported" : "Το πρόγραμμα περιήγησης δεν υποστηρίζεται",
    "Passwordless authentication is not supported in your browser." : "Η σύνδεση χωρίς κωδικό πρόσβασης δεν υποστηρίζεται από τον περιηγητή σας.",
    "Your connection is not secure" : "Η σύνδεσή σας δεν είναι ασφαλής",
    "Passwordless authentication is only available over a secure connection." : "Η σύνδεση χωρίς κωδικό πρόσβασης υποστηρίζεται μόνο από ασφαλή σύνδεση.",
    "Reset password" : "Επαναφορά συνθηματικού",
    "If this account exists, a password reset message has been sent to its email address. If you do not receive it, verify your email address and/or account name, check your spam/junk folders or ask your local administration for help." : "Εάν υπάρχει αυτός ο λογαριασμός, ένα μήνυμα επαναφοράς κωδικού πρόσβασης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου του. Εάν δεν το λάβετε, επαληθεύστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου ή/και το όνομα του λογαριασμού σας, ελέγξτε τους φακέλους ανεπιθύμητης αλληλογραφίας ή ζητήστε βοήθεια από τον διαχειριστή σας.",
    "Couldn't send reset email. Please contact your administrator." : "Αδυναμία αποστολής ηλεκτρονικού μηνύματος επαναφοράς. Παρακαλώ επικοινωνήστε με το διαχειριστή.",
    "Password cannot be changed. Please contact your administrator." : "Ο κωδικός πρόσβασης δεν μπορεί να αλλάξει. Παρακαλώ επικοινωνήστε με τον διαχειριστή σας.",
    "Back to login" : "Πίσω στην είσοδο",
    "New password" : "Νέο συνθηματικό",
    "Your files are encrypted. There will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?" : "Τα αρχεία σας είναι κρυπτογραφημένα. Δεν θα υπάρξει κανένας τρόπος για να έχετε πρόσβαση στα δεδομένα σας μετά την επαναφορά του συνθηματικού σας. Αν δεν είστε σίγουροι για το τι πρέπει να κάνετε, επικοινωνήστε με το διαχειριστή, πριν να συνεχίσετε. Θέλετε σίγουρα να συνεχίσετε;",
    "I know what I'm doing" : "Γνωρίζω τι κάνω",
    "Resetting password" : "Επαναφορά κωδικού",
    "Recommended apps" : "Προτεινόμενες εφαρμογές",
    "Loading apps …" : "Φόρτωση εφαρμογών …",
    "Could not fetch list of apps from the App Store." : "Δεν μπορεί να ληφθεί η λίστα εφαρμογών από το App Store.",
    "Installing apps …" : "Εγκατάσταση εφαρμογών …",
    "App download or installation failed" : "Η εγκατάσταση ή η λήψη εφαρμογής απέτυχε",
    "Cannot install this app because it is not compatible" : "Δεν είναι δυνατή η εγκατάσταση αυτής της εφαρμογής επειδή δεν είναι συμβατή",
    "Cannot install this app" : "Δεν είναι δυνατή η εγκατάσταση αυτής της εφαρμογής",
    "Skip" : "Παράλειψη",
    "Install recommended apps" : "Εγκατάσταση προτεινόμενων εφαρμογών",
    "Schedule work & meetings, synced with all your devices." : "Προγραμματισμένες εργασίες & συναντήσεις, συγχρονίζονται με όλες τις συσκευές σας.",
    "Keep your colleagues and friends in one place without leaking their private info." : "Κρατήστε συνεργάτες και φίλους σε ένα μέρος χωρίς να κινδυνεύουν τα προσωπικά δεδομένα τους.",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Απλή εφαρμογή ηλ.ταχυδρομείου που ενσωματώνει Αρχεία, Επαφές και Ημερολόγιο.",
    "Chatting, video calls, screensharing, online meetings and web conferencing – in your browser and with mobile apps." : "Μηνύματα, κλήσεις βίντεο, κοινή χρήση οθόνης, συναντήσεις και τηλεδιασκέψεις - στον περιηγητή σας και με εφαρμογές κινητού.",
    "Distraction free note taking app." : "Εφαρμογή λήψης σημειώσεων χωρίς περισπασμούς.",
    "Search contacts" : "Αναζήτηση επαφών",
    "Forgot password?" : "Ξεχάσατε το συνθηματικό;",
    "Back to login form" : "Επιστροφή στη φόρμα σύνδεσης",
    "Back" : "Πίσω",
    "Login form is disabled." : "Η φόρμα σύνδεσης είναι απενεργοποιημένη.",
    "Edit Profile" : "Επεξεργασία προφίλ",
    "The headline and about sections will show up here" : "Ο \"τίτλος\" και οι ενότητες \"σχετικά με\" θα εμφανιστούν εδώ",
    "You have not added any info yet" : "Δεν έχετε προσθέσει ακόμα πληροφορίες",
    "{user} has not added any info yet" : "{user} δεν έχει προσθέσει ακόμη πληροφορίες",
    "Search starts once you start typing and results may be reached with the arrow keys" : "Η αναζήτηση ξεκινά μόλις αρχίσετε να πληκτρολογείτε και μπορείτε να επιλέξετε τα αποτελέσματα με τα πλήκτρα βέλους",
    "Reset search" : "Επαναφορά αναζήτησης",
    "Start search" : "Εναρξη αναζήτησης",
    "Search for {name} only" : "Αναζήτηση για {Όνομα} μόνο ",
    "Start typing to search" : "Ξεκινήστε την πληκτρολόγηση για αναζήτηση",
    "Loading more results …" : "Γίνεται φόρτωση περισσότερων αποτελεσμάτων …",
    "Load more results" : "Φόρτωση περισσοτέρων αποτελεσμάτων",
    "Search" : "Αναζήτηση",
    "No results for {query}" : "Κανένα αποτέλεσμα για {query}",
    "Press Enter to start searching" : "Πατήστε Enter για να ξεκινήσετε την αναζήτηση",
    "An error occurred while searching for {type}" : "Παρουσιάστηκε σφάλμα κατά την αναζήτηση για {type}",
    "_Please enter {minSearchLength} character or more to search_::_Please enter {minSearchLength} characters or more to search_" : ["Παρακαλούμε προσθέστε τουλάχιστον {minSearchLength}  χαρακτήρα ή περισσότερους για αναζήτηση.","Παρακαλούμε προσθέστε τουλάχιστον {minSearchLength} χαρακτήρες ή περισσότερους για αναζήτηση."],
    "This browser is not supported" : "Αυτό το πρόγραμμα περιήγησης δεν υποστηρίζεται",
    "Your browser is not supported. Please upgrade to a newer version or a supported one." : "Ο περιηγητής σας δεν υποστηρίζεται. Κάντε αναβάθμιση σε νεότερη ή υποστηριζόμενη έκδοση.",
    "Continue with this unsupported browser" : "Συνέχεια με αυτό το μη υποστηριζόμενο πρόγραμμα περιήγησης",
    "Supported versions" : "Υποστηριζόμενες εκδόσεις",
    "{name} version {version} and above" : "{name} έκδοση {version} ή νεότερη",
    "Open settings menu" : "Άνοιγμα μενού ρυθμίσεων",
    "Settings menu" : "Μενού ρυθμίσεων",
    "Search {types} …" : "Αναζήτηση {types} …",
    "Could not load your contacts" : "Αδυναμία φόρτωσης των επαφών σας",
    "Search contacts …" : "Αναζήτηση επαφών …",
    "No contacts found" : "Δεν βρέθηκαν επαφές",
    "Show all contacts …" : "Εμφάνιση όλων των επαφών …",
    "Install the Contacts app" : "Εγκατάσταση εφαρμογής Επαφών",
    "Loading your contacts …" : "Φόρτωση των επαφών σας …",
    "Looking for {term} …" : "Αναζήτηση για {term} …",
    "No" : "Όχι",
    "Yes" : "Ναι",
    "No files in here" : "Δεν υπάρχουν αρχεία",
    "New folder" : "Νέος φάκελος",
    "No more subfolders in here" : "Δεν υπάρχουν υποφάκελοι",
    "Name" : "Όνομα",
    "Size" : "Μέγεθος",
    "Modified" : "Τροποποιήθηκε",
    "\"{name}\" is an invalid file name." : "Το \"{name}\" δεν είναι έγκυρο όνομα αρχείου.",
    "File name cannot be empty." : "Το όνομα αρχείου δεν μπορεί να είναι κενό.",
    "\"/\" is not allowed inside a file name." : "Το \"/\" δεν είναι επιτρεπτό εντός του ονόματος αρχείου.",
    "\"{name}\" is not an allowed filetype" : "Το \"{name}\" δεν είναι ένας επιτρεπτός τύπος αρχείου",
    "{newName} already exists" : "Το {newname} υπάρχει ήδη",
    "Choose" : "Επιλέξτε",
    "Copy" : "Αντιγραφή",
    "Move" : "Μετακίνηση",
    "Error loading file picker template: {error}" : "Σφάλμα κατά την φόρτωση του προτύπου επιλογέα αρχείων: {error}",
    "OK" : "ΟΚ",
    "Error loading message template: {error}" : "Σφάλμα φόρτωσης προτύπου μηνυμάτων: {error}",
    "read-only" : "μόνο για ανάγνωση",
    "_{count} file conflict_::_{count} file conflicts_" : ["{count} αρχείο διαφέρει","{count} αρχεία είναι σε διένεξη"],
    "One file conflict" : "Ένα αρχείο είναι σε διένεξη",
    "New Files" : "Νέα αρχεία",
    "Already existing files" : "Ήδη υπάρχοντα αρχεία",
    "Which files do you want to keep?" : "Ποια αρχεία θέλετε να κρατήσετε;",
    "If you select both versions, the copied file will have a number added to its name." : "Εάν επιλέξετε και τις δυο εκδοχές, ένας αριθμός θα προστεθεί στο αρχείο που αντιγράφεται.",
    "Cancel" : "Ακύρωση",
    "Continue" : "Συνέχεια",
    "(all selected)" : "(όλα τα επιλεγμένα)",
    "({count} selected)" : "({count} επιλέχθηκαν)",
    "Error loading file exists template" : "Σφάλμα κατά την φόρτωση του προτύπου \"αρχείο υπάρχει\"",
    "Show list view" : "Προβολή λίστας",
    "Show grid view" : "Προβολή πλέγματος",
    "Pending" : "Εκκρεμεί",
    "Home" : "Αρχική",
    "Copy to {folder}" : "Αντιγραφή σε {folder}",
    "Move to {folder}" : "Μετακίνηση σε {folder}",
    "Saving …" : "Αποθηκεύεται ...",
    "Authentication required" : "Απαιτείται πιστοποίηση",
    "This action requires you to confirm your password" : "Για την ενέργεια αυτή απαιτείται η επιβεβαίωση του συνθηματικού σας",
    "Confirm" : "Επιβεβαίωση",
    "Failed to authenticate, try again" : "Αποτυχία πιστοποίησης, δοκιμάστε πάλι",
    "seconds ago" : "δευτερόλεπτα πριν",
    "Connection to server lost" : "Η σύνδεση στον διακομιστή διακόπηκε",
    "_Problem loading page, reloading in %n second_::_Problem loading page, reloading in %n seconds_" : ["Πρόβλημα φόρτωσης σελίδας, επαναφόρτωση σε %n δευτερόλεπτα","Πρόβλημα φόρτωσης σελίδας, επαναφόρτωση σε %n δευτερόλεπτα"],
    "Add to a project" : "Προσθήκη σε έργο",
    "Show details" : "Εμφάνιση λεπτομερειών",
    "Hide details" : "Απόκρυψη λεπτομερειών",
    "Rename project" : "Μετονομασία έργου",
    "Failed to rename the project" : "Η μετονομασία έργου απέτυχε",
    "Failed to create a project" : "Η δημιουργία έργου απέτυχε",
    "Failed to add the item to the project" : "Η προσθήκη αντικειμένου στο έργο απέτυχε",
    "Connect items to a project to make them easier to find" : "Συνδέστε αντικείμενα στο έργο για ευκολότερη εύρεση",
    "Type to search for existing projects" : "Πληκτρολογήστε για αναζήτηση έργου",
    "New in" : "Νέο σε",
    "View changelog" : "Εμφάνιση αρχείου αλλαγών",
    "Very weak password" : "Πολύ αδύναμο συνθηματικό",
    "Weak password" : "Αδύναμο συνθηματικό",
    "So-so password" : "Μέτριο συνθηματικό",
    "Good password" : "Καλό συνθηματικό",
    "Strong password" : "Δυνατό συνθηματικό",
    "No action available" : "Καμία διαθέσιμη ενέργεια",
    "Error fetching contact actions" : "Σφάλμα κατά την λήψη ενεργειών της επαφής",
    "Close \"{dialogTitle}\" dialog" : "Κλείσιμο του διαλόγου \"{dialogTitle}\"",
    "Non-existing tag #{tag}" : "Μη υπάρχουσα ετικέτα #{tag}",
    "Restricted" : "Περιορισμένο",
    "Invisible" : "Αόρατο",
    "Delete" : "Διαγραφή",
    "Rename" : "Μετονομασία",
    "Collaborative tags" : "Συνεργατικές ετικέτες",
    "No tags found" : "Δεν βρέθηκαν ετικέτες",
    "Personal" : "Προσωπικά",
    "Users" : "Χρήστες",
    "Apps" : "Εφαρμογές",
    "Admin" : "Διαχειριστής",
    "Help" : "Βοήθεια",
    "Access forbidden" : "Απαγορεύεται η πρόσβαση",
    "Profile not found" : "Το προφίλ δε βρέθηκε",
    "The profile does not exist." : "Το προφίλ δεν υπάρχει.",
    "Back to %s" : "Πίσω στο %s",
    "Page not found" : "Δεν βρέθηκε η σελίδα",
    "Too many requests" : "Πάρα πολλά αιτήματα",
    "There were too many requests from your network. Retry later or contact your administrator if this is an error." : "Υπήρχαν πάρα πολλά αιτήματα από το δίκτυό σας. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διαχειριστή σας εάν πρόκειται για σφάλμα.",
    "Error" : "Σφάλμα",
    "Previous" : "Προηγούμενο",
    "Internal Server Error" : "Εσωτερικό Σφάλμα Διακομιστή",
    "The server was unable to complete your request." : "Ο διακομιστής δεν μπορεί να ολοκληρώσει το αίτημα σας.",
    "If this happens again, please send the technical details below to the server administrator." : "Εάν συμβεί ξανά, παρακαλώ στείλτε τεχνικές λεπτομέρειες στον διαχειριστή.",
    "More details can be found in the server log." : "Περισσότερες λεπτομέρειες μπορείτε να βρείτε στο αρχείο καταγραφής του διακομιστή.",
    "Technical details" : "Τεχνικές λεπτομέρειες",
    "Remote Address: %s" : "Απομακρυσμένη διεύθυνση: %s",
    "Request ID: %s" : "ID αιτήματος: %s",
    "Type: %s" : "Τύπος: %s",
    "Code: %s" : "Κώδικας: %s",
    "Message: %s" : "Μήνυμα: %s",
    "File: %s" : "Αρχείο: %s",
    "Line: %s" : "Γραμμή: %s",
    "Trace" : "Ανίχνευση",
    "Security warning" : "Προειδοποίηση ασφαλείας",
    "Your data directory and files are probably accessible from the internet because the .htaccess file does not work." : "Ο κατάλογος δεδομένων και τα αρχεία σας είναι πιθανό να είναι προσβάσιμα από το διαδίκτυο διότι δεν δουλεύει το αρχείο .htaccess.",
    "For information how to properly configure your server, please see the <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">documentation</a>." : "Για πληροφορίες πως μπορείτε να ρυθμίσετε σωστά τον διακομιστή, παρακαλούμε δείτε την <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">τεκμηρίωση</a>.",
    "Create an <strong>admin account</strong>" : "Δημιουργήστε έναν <strong>λογαριασμό διαχειριστή</strong>",
    "Username" : "Όνομα χρήστη",
    "Show password" : "Εμφάνιση κωδικού",
    "Toggle password visibility" : "Εναλλαγή ορατότητας κωδικού πρόσβασης",
    "Storage & database" : "Αποθηκευτικός χώρος & βάση δεδομένων",
    "Data folder" : "Φάκελος δεδομένων",
    "Configure the database" : "Ρύθμιση της βάσης δεδομένων",
    "Only %s is available." : "Μόνο %s είναι διαθέσιμο.",
    "Install and activate additional PHP modules to choose other database types." : "Εγκαταστήστε και ενεργοποιείστε επιπλέον αρθρώματα της PHP για να επιλέξετε άλλους τύπους βάσεων δεδομένων.",
    "For more details check out the documentation." : "Για περισσότερες πληροφορίες ανατρέξτε στην τεκμηρίωση.",
    "Database user" : "Χρήστης βάσης δεδομένων",
    "Database password" : "Συνθηματικό βάσης δεδομένων",
    "Database name" : "Όνομα βάσης δεδομένων",
    "Database tablespace" : "Κενά πινάκων βάσης δεδομένων",
    "Database host" : "Διακομιστής βάσης δεδομένων",
    "Please specify the port number along with the host name (e.g., localhost:5432)." : "Παρακαλώ καθορίστε τον αριθμό της θύρας μαζί με το όνομα διακομιστή (πχ localhost: 5432).",
    "Performance warning" : "Προειδοποίηση απόδοσης",
    "You chose SQLite as database." : "Επιλέξατε την SQLite ως βάση δεδομένων.",
    "SQLite should only be used for minimal and development instances. For production we recommend a different database backend." : "Η SQLite πρέπει να χρησιμοποιείται μόνο για μικρές εγκαταστάσεις και εγκαταστάσεις για ανάπτυξη. Για παραγωγικά συστήματα συνιστούμε διαφορετική βάση δεδομένων.",
    "If you use clients for file syncing, the use of SQLite is highly discouraged." : "Εάν χρησιμοποιείτε το λογισμικό υπολογιστή για συγχρονισμό, δεν συνίσταται η χρήση της SQLite.",
    "Install" : "Εγκατάσταση",
    "Installing …" : "Εγκατάσταση …",
    "Need help?" : "Θέλετε βοήθεια;",
    "See the documentation" : "Δείτε την τεκμηρίωση",
    "It looks like you are trying to reinstall your Nextcloud. However the file CAN_INSTALL is missing from your config directory. Please create the file CAN_INSTALL in your config folder to continue." : "Φαίνεται ότι προσπαθείτε να επανεγκαταστήσετε το Nextcloud. Ωστόσο, το αρχείο CAN_INSTALL λείπει από τον κατάλογο config. Δημιουργήστε το αρχείο CAN_INSTALL στο φάκελο config για να συνεχίσετε.",
    "Could not remove CAN_INSTALL from the config folder. Please remove this file manually." : "Δεν ήταν δυνατή η κατάργηση του CAN_INSTALL από το φάκελο config. Καταργήστε αυτό το αρχείο χειροκίνητα.",
    "This application requires JavaScript for correct operation. Please {linkstart}enable JavaScript{linkend} and reload the page." : "Αυτή η εφαρμογή απαιτεί JavaScript για σωστή λειτουργία. Παρακαλώ {linkstart}ενεργοποιήστε τη JavaScrip{linkend} και φορτώστε ξανά τη σελίδα.",
    "Skip to main content" : "Μετάβαση στο κύριο περιεχόμενο",
    "Skip to navigation of app" : "Μεταβείτε στην πλοήγηση της εφαρμογής",
    "Get your own free account" : "Αποκτήστε τον δωρεάν λογαριασμό σας",
    "Go to %s" : "Πηγαίνετε στο %s",
    "Confirm your password" : "Επιβεβαίωση συνθηματικού",
    "Connect to your account" : "Σύνδεση στον λογαριασμό σας",
    "Please log in before granting %1$s access to your %2$s account." : "Παρακαλώ συνδεθείτε πρίν χορηγήσετε %1$s πρόσβαση στον λογαριασμό σας %2$s.",
    "If you are not trying to set up a new device or app, someone is trying to trick you into granting them access to your data. In this case do not proceed and instead contact your system administrator." : "Εάν δεν προσπαθείτε να ρυθμίσετε μια νέα συσκευή ή εφαρμογή, κάποιος προσπαθεί να σας εξαπατήσει ώστε να του παραχωρήσετε πρόσβαση στα δεδομένα σας. Σε αυτήν την περίπτωση μην προχωρήσετε και επικοινωνήστε με τον διαχειριστή του συστήματός σας.",
    "App token" : "Διακριτικό εφαρμογής",
    "Grant access" : "Παροχή άδειας πρόσβασης",
    "Alternative log in using app token" : "Εναλλακτική είσοδος με την χρήση του  token της εφαρμογής",
    "Account access" : "Πρόσβαση λογαριασμού",
    "You are about to grant %1$s access to your %2$s account." : "Πρόκειται να χορηγήσετε άδεια %1$s στον λογαριασμό σας %2$s.",
    "Account connected" : "Συνδεδεμένος λογαριασμός",
    "Your client should now be connected!" : "Η εφαρμογή υπολογιστή έχει συνδεθεί!",
    "You can close this window." : "Μπορείτε να κλείσετε το παράθυρο.",
    "This share is password-protected" : "Το κοινόχρηστο έχει προστασία κωδικού",
    "The password is wrong or expired. Please try again or request a new one." : "Ο κωδικός πρόσβασης είναι λάθος ή έχει λήξει. Δοκιμάστε ξανά ή ζητήστε νέο.",
    "Please type in your email address to request a temporary password" : "Πληκτρολογήστε τη διεύθυνση email σας για να ζητήσετε έναν προσωρινό κωδικό πρόσβασης",
    "Email address" : "Διεύθυνση αλληλογραφίας",
    "Password sent!" : "Ο κωδικός εστάλη!",
    "You are not authorized to request a password for this share" : "Δεν είστε εξουσιοδοτημένοι να ζητήσετε κωδικό πρόσβασης για αυτό το κοινόχρηστο στοιχείο",
    "Two-factor authentication" : "Πιστοποίηση Δύο-Παραγόντων",
    "Enhanced security is enabled for your account. Choose a second factor for authentication:" : "Έχει ενεργοποιηθεί η βελτιωμένη ασφάλεια για τον λογαριασμό σας. Παρακαλώ επιλέξτε δεύτερο παράγοντα αυθεντικοποίησης:",
    "Could not load at least one of your enabled two-factor auth methods. Please contact your admin." : "Δεν ήταν δυνατή η φόρτωση τουλάχιστον μιας από τις ενεργοποιημένες μεθόδους αυθεντικοποίησης με δύο παράγοντες. Επικοινωνήστε με το διαχειριστή σας.",
    "Two-factor authentication is enforced but has not been configured on your account. Contact your admin for assistance." : "Ο έλεγχος ταυτότητας δύο παραγόντων επιβάλλεται αλλά δεν έχει ρυθμιστεί στο λογαριασμό σας. Επικοινωνήστε με το διαχειριστή σας για βοήθεια.",
    "Two-factor authentication is enforced but has not been configured on your account. Please continue to setup two-factor authentication." : "Ο έλεγχος ταυτότητας δύο παραγόντων επιβάλλεται αλλά δεν έχει ρυθμιστεί στο λογαριασμό σας. Συνεχίστε για ρύθμιση ελέγχου ταυτότητας δύο παραγόντων.",
    "Set up two-factor authentication" : "Ρύθμιση ελέγχου ταυτότητας δύο-παραγόντων",
    "Two-factor authentication is enforced but has not been configured on your account. Use one of your backup codes to log in or contact your admin for assistance." : "Ο έλεγχος ταυτότητας δύο παραγόντων επιβάλλεται αλλά δεν έχει ρυθμιστεί στο λογαριασμό σας. Χρησιμοποιήστε έναν από τους εφεδρικούς κωδικούς σας για να συνδεθείτε ή επικοινωνήστε με το διαχειριστή σας για βοήθεια.",
    "Use backup code" : "Χρήση εφεδρικών κωδικών",
    "Cancel login" : "Ακύρωση εισόδου",
    "Enhanced security is enforced for your account. Choose which provider to set up:" : "Έχει ενεργοποιηθεί βελτιωμένη ασφάλεια για τον λογαριασμό σας. Επιλέξτε ποιόν πάροχο θα ρυθμίσετε:",
    "Error while validating your second factor" : "Σφάλμα κατά την επικύρωση του δεύτερου παράγοντα",
    "Access through untrusted domain" : "Πρόσβαση από μη αξιόπιστο τομέα",
    "Please contact your administrator. If you are an administrator, edit the \"trusted_domains\" setting in config/config.php like the example in config.sample.php." : "Παρακαλώ επικοινωνήστε με το διαχειριστή του συστήματος. Αν είστε ο διαχειριστής, ρυθμίστε την επιλογή \"trusted_domain\" στο αρχείο config/config.php. όπως το παράδειγμα στο αρχείο config/config.sample.php.",
    "Further information how to configure this can be found in the %1$sdocumentation%2$s." : "Περισσότερες πληροφορίες για τη ρύθμιση υπάρχουν στην%1$sΤεκμηρίωση%2$s.",
    "App update required" : "Απαιτείται ενημέρωση εφαρμογής",
    "%1$s will be updated to version %2$s" : "%1$s θα ενημερωθεί στην έκδοση %2$s",
    "The following apps will be updated:" : "Οι ακόλουθες εφαρμογές θα ενημερωθούν:",
    "These incompatible apps will be disabled:" : "Αυτές οι μη συμβατές εφαρμογές θα απενεργοποιηθούν:",
    "The theme %s has been disabled." : "Το θέμα %s έχει απενεργοποιηθεί.",
    "Please make sure that the database, the config folder and the data folder have been backed up before proceeding." : "Παρακαλούμε βεβαιωθείτε ότι έχουν ληφθεί αντίγραφα ασφαλείας της βάσης δεδομένων, του φακέλου ρυθμίσεων και του φακέλου δεδομένων πριν προχωρήσετε.",
    "Start update" : "Έναρξη ενημέρωσης",
    "To avoid timeouts with larger installations, you can instead run the following command from your installation directory:" : "Για να αποφύγετε τη λήξη χρόνου με μεγαλύτερες εγκαταστάσεις, μπορείτε αντί αυτού να εκτελέσετε την ακόλουθη εντολή στον κατάλογο εγκατάστασης:",
    "Detailed logs" : "Λεπτομερές ιστορικό",
    "Update needed" : "Απαιτείται ενημέρωση",
    "Please use the command line updater because you have a big instance with more than 50 users." : "Παρακαλούμε χρησιμοποιήστε την ενημέρωση μέσω γραμμής εντολών διότι έχετε μια μεγάλη εγκατάσταση με περισσότερους από 50 χρήστες.",
    "For help, see the  <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"%s\">documentation</a>." : "Για βοήθεια, δείτε στην  <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">τεκμηρίωση</a>.",
    "I know that if I continue doing the update via web UI has the risk, that the request runs into a timeout and could cause data loss, but I have a backup and know how to restore my instance in case of a failure." : "Γνωρίζω ότι συνεχίζοντας την ενημέρωση μέσω web UI αποτελεί ρίσκο, το χρονικό όριο του αιτήματος μπορεί να εξαντληθεί με συνέπεια το χάσιμο δεδομένων, αλλά έχω πραγματοποιήσει αντίγραφο ασφαλείας και γνωρίζω πως να κάνω αποκατάσταση σε περίπτωση αποτυχίας.",
    "Upgrade via web on my own risk" : "Αναβάθμιση μέσω ιστού με δική μου ευθύνη",
    "Maintenance mode" : "Κατάσταση συντήρησης",
    "This %s instance is currently in maintenance mode, which may take a while." : "Αυτή %s η εγκατάσταση είναι σε λειτουργία συντήρησης, η οποία μπορεί να διαρκέσει κάποιο χρόνο.",
    "This page will refresh itself when the instance is available again." : "Η σελίδα θα ανανεωθεί αυτόματα όταν η υπηρεσία είναι διαθέσιμη ξανά.",
    "Contact your system administrator if this message persists or appeared unexpectedly." : "Επικοινωνήστε με το διαχειριστή του συστήματος αν αυτό το μήνυμα συνεχίζει να εμφανίζεται ή εμφανίστηκε απρόσμενα.",
    "Accessing site insecurely via HTTP. You are strongly advised to set up your server to require HTTPS instead, as described in the {linkstart}security tips ↗{linkend}." : "Ανασφαλής πρόσβαση στον ιστότοπο μέσω HTTP. Σας συμβουλεύουμε ανεπιφύλακτα να ρυθμίσετε τον διακομιστή σας ώστε να απαιτεί HTTPS, όπως περιγράφεται στις {linkstart}συμβουλές ασφαλείας ↗{linkend}.",
    "A password reset message has been sent to the email address of this account. If you do not receive it, check your spam/junk folders or ask your local administrator for help." : "Ένα μήνυμα επαναφοράς κωδικού πρόσβασης έχει σταλεί στη διεύθυνση email αυτού του λογαριασμού. Εάν δεν το λάβετε, ελέγξτε τους φακέλους ανεπιθύμητης αλληλογραφίας/άχρηστων αρχείων ή ζητήστε βοήθεια από τον τοπικό σας διαχειριστή.",
    "If it is not there ask your local administrator." : "Εάν δεν είναι εκεί ρωτήστε τον τοπικό διαχειριστή σας.",
    "Press enter to start searching" : "Πατήστε enter για να ξεκινήσει η αναζήτηση",
    "Settings" : "Ρυθμίσεις",
    "File not found" : "Το αρχείο δεν βρέθηκε",
    "The document could not be found on the server. Maybe the share was deleted or has expired?" : "Το έγγραφο δεν βρέθηκε στον διακομιστή. Ίσως διαγράφηκε η κοινή χρήση ή έληξε?",
    "Please use the command line updater because automatic updating is disabled in the config.php." : "Παρακαλούμε ενημερώστε μέσω γραμμής εντολών διότι η αυτόματη ενημέρωση έχει απενεργοποιηθεί στο αρχείο config.php.",
    "The page could not be found on the server." : "Δεν ήταν δυνατή η εύρεση της σελίδας στον διακομιστή."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}