{ "translations": {
    "Please select a file." : "กรุณาเลือกแฟ้ม",
    "File is too big" : "ไฟล์มีขนาดใหญ่เกินไป",
    "Invalid file provided" : "ระบุไฟล์ไม่ถูกต้อง",
    "No image or file provided" : "ไม่มีรูปภาพหรือไฟล์ที่ระบุ",
    "Unknown filetype" : "ไม่รู้จักชนิดของไฟล์",
    "Invalid image" : "รูปภาพไม่ถูกต้อง",
    "An error occurred. Please contact your admin." : "เกิดข้อผิดพลาด กรุณาติดต่อผู้ดูแลระบบของคุณ",
    "No temporary profile picture available, try again" : "ไม่มีรูปภาพโปรไฟล์ชั่วคราว กรุณาลองใหม่อีกครั้ง",
    "No crop data provided" : "ไม่มีการครอบตัดข้อมูลที่ระบุ",
    "No valid crop data provided" : "ไม่ได้ระบุข้อมูลการครอบตัดที่ถูกต้อง",
    "Crop is not square" : "การครอบตัดไม่เป็นสี่เหลี่ยม",
    "Couldn't reset password because the token is invalid" : "ไม่สามารถตั้งรหัสผ่านใหม่เพราะโทเค็นไม่ถูกต้อง",
    "Couldn't reset password because the token is expired" : "ไม่สามารถตั้งค่ารหัสผ่านเพราะโทเค็นหมดอายุ",
    "Could not send reset email because there is no email address for this username. Please contact your administrator." : "ไม่สามารถส่งการตั้งค่าไปยังอีเมลเพราะไม่มีที่อยู่อีเมลสำหรับผู้ใช้นี้ กรุณาติดต่อผู้ดูแลระบบ",
    "%s password reset" : "%s ตั้งรหัสผ่านใหม่",
    "Couldn't send reset email. Please contact your administrator." : "ไม่สามารถส่งข้อมูลการตั้งค่าไปยังอีเมลของคุณ กรุณาติดต่อผู้ดูแลระบบ",
    "Couldn't send reset email. Please make sure your username is correct." : "ไม่สามารถส่งข้อมูลการตั้งค่าไปยังอีเมลของคุณ กรุณาตรวจสอบชื่อผู้ใช้ของคุณให้ถูกต้อง",
    "Preparing update" : "เตรียมอัพเดท",
    "[%d / %d]: %s" : "[%d / %d]: %s",
    "Repair warning: " : "เตือนการซ่อมแซม:",
    "Repair error: " : "เกิดข้อผิดพลาดในการซ่อมแซม:",
    "Please use the command line updater because automatic updating is disabled in the config.php." : "กรุณาใช้คำสั่งการปรับปรุงเพราะการปรับปรุงอัตโนมัติถูกปิดใช้งานใน config.php",
    "[%d / %d]: Checking table %s" : "[%d / %d]: กำลังตรวจสอบตาราง %s",
    "Turned on maintenance mode" : "เปิดโหมดการบำรุงรักษา",
    "Turned off maintenance mode" : "ปิดโหมดการบำรุงรักษา",
    "Maintenance mode is kept active" : "โหมดการบำรุงรักษาจะถูกเก็บไว้ใช้งาน",
    "Updating database schema" : "กำลังอัพเดทฐานข้อมูล schema",
    "Updated database" : "อัพเดทฐานข้อมูลเรียบร้อยแล้ว",
    "Checking whether the database schema can be updated (this can take a long time depending on the database size)" : "กำลังตรวจสอบว่าฐานข้อมูล schema สามารถอัพเดทได้หรือไม่ (นี้อาจใช้เวลานานขึ้นอยู่กับขนาดของฐานข้อมูล)",
    "Checked database schema update" : "Schema อัพเดตของฐานข้อมูลถูกตรวจสอบ",
    "Checking updates of apps" : "กำลังตรวจสอบการอัพเดทแอพพลิเคชัน",
    "Checking whether the database schema for %s can be updated (this can take a long time depending on the database size)" : "กำลังตรวจสอบว่าฐานข้อมูลสำหรับ schema สำหรับ %s ว่าสามารถอัพเดทได้หรือไม่ (นี้จะใช้เวลานานขึ้นอยู่กับขนาดของฐานข้อมูล)",
    "Checked database schema update for apps" : "Schema อัพเดตของฐานข้อมูลสำหรับแอพฯ",
    "Updated \"%s\" to %s" : "อัพเดท \"%s\" ไปยัง %s",
    "Set log level to debug" : "ตั้งค่าระดับบันทึกเพื่อแก้ปัญหา",
    "Reset log level" : "ตั้งค่าระดับบันทึกใหม่",
    "Starting code integrity check" : "กำลังเริ่มต้นรหัสตรวจสอบความสมบูรณ์",
    "Finished code integrity check" : "ตรวจสอบความสมบูรณ์ของรหัสเสร็จสิ้น",
    "%s (incompatible)" : "%s (เข้ากันไม่ได้)",
    "Following apps have been disabled: %s" : "แอพฯดังต่อไปนี้ถูกปิดการใช้งาน: %s",
    "Already up to date" : "มีอยู่แล้วถึงวันที่",
    "<a href=\"{docUrl}\">There were problems with the code integrity check. More information…</a>" : "<a href=\"{docUrl}\">มีปัญหาเกี่ยวกับการตรวจสอบความสมบูรณ์ของรหัส รายละเอียดเพิ่มเติม...</a>",
    "Settings" : "ตั้งค่า",
    "Saving..." : "กำลังบันทึกข้อมูล...",
    "Dismiss" : "ยกเลิก",
    "Password" : "รหัสผ่าน",
    "Cancel" : "ยกเลิก",
    "seconds ago" : "วินาที ก่อนหน้านี้",
    "The link to reset your password has been sent to your email. If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator." : "ลิงค์ที่ใช้สำหรับตั้งค่ารหัสผ่านใหม่ ของคุณ ได้ถูกส่งไปยังอีเมลของคุณ หากคุณยังไม่ได้รับอีกเมล ลองไปดูที่โฟลเดอร์ สแปม/ถังขยะ ในอีเมลของคุณ <br>ทั้งนี้หากหาอีเมลไม่พบกรุณาติดต่อผู้ดูแลระบบ",
    "I know what I'm doing" : "ฉันรู้ว่าฉันกำลังทำอะไรอยู่",
    "Password can not be changed. Please contact your administrator." : "หากคุณไม่สามารถเปลี่ยนแปลงรหัสผ่าน กรุณาติดต่อผู้ดูแลระบบ",
    "Reset password" : "เปลี่ยนรหัสผ่านใหม่",
    "No" : "ไม่ตกลง",
    "Yes" : "ตกลง",
    "Choose" : "เลือก",
    "Error loading file picker template: {error}" : "เกิดข้อผิดพลาดขณะกำลังโหลดไฟล์เทมเพลต: {error}",
    "Error loading message template: {error}" : "เกิดข้อผิดพลาดขณะกำลังโหลดเทมเพลต: {error} ",
    "read-only" : "อ่านอย่างเดียว",
    "_{count} file conflict_::_{count} file conflicts_" : ["ไฟล์มีปัญหา {count} ไฟล์"],
    "One file conflict" : "มีหนึ่งไฟล์ที่มีปัญหา",
    "New Files" : "วางทับไฟล์เดิม",
    "Already existing files" : "เขียนไฟล์ใหม่",
    "Which files do you want to keep?" : "คุณต้องการเก็บไฟล์?",
    "If you select both versions, the copied file will have a number added to its name." : "เลือกวางทับไฟล์เดิมหรือ เขียนไฟล์ใหม่จะเพิ่มตัวเลขไปยังชื่อของมัน",
    "Continue" : "ดำเนินการต่อ",
    "(all selected)" : "(เลือกทั้งหมด)",
    "({count} selected)" : "(เลือกจำนวน {count})",
    "Error loading file exists template" : "เกิดข้อผิดพลาดขณะโหลดไฟล์เทมเพลตที่มีอยู่",
    "Very weak password" : "รหัสผ่านระดับต่ำมาก",
    "Weak password" : "รหัสผ่านระดับต่ำ",
    "So-so password" : "รหัสผ่านระดับปกติ",
    "Good password" : "รหัสผ่านระดับดี",
    "Strong password" : "รหัสผ่านระดับดีมาก",
    "Error occurred while checking server setup" : "เกิดข้อผิดพลาดขณะที่ทำการตรวจสอบการติดตั้งเซิร์ฟเวอร์",
    "Shared" : "แชร์แล้ว",
    "Error setting expiration date" : "เกิดข้อผิดพลาดในการตั้งค่าวันที่หมดอายุ",
    "The public link will expire no later than {days} days after it is created" : "ลิงค์สาธารณะจะหมดอายุภายใน {days} วัน หลังจากที่มันถูกสร้างขึ้น",
    "Set expiration date" : "กำหนดวันที่หมดอายุ",
    "Expiration" : "การหมดอายุ",
    "Expiration date" : "วันที่หมดอายุ",
    "Choose a password for the public link" : "เลือกรหัสผ่านสำหรับลิงค์สาธารณะ",
    "Resharing is not allowed" : "ไม่อนุญาตให้แชร์ข้อมูลที่ซ้ำกัน",
    "Share link" : "แชร์ลิงค์",
    "Link" : "ลิงค์",
    "Password protect" : "ป้องกันด้วยรหัสผ่าน",
    "Allow editing" : "อนุญาตให้แก้ไข",
    "Email link to person" : "ส่งลิงก์ให้ทางอีเมล",
    "Send" : "ส่ง",
    "Shared with you and the group {group} by {owner}" : "ได้แชร์ให้กับคุณ และกลุ่ม {group} โดย {owner}",
    "Shared with you by {owner}" : "ถูกแชร์ให้กับคุณโดย {owner}",
    "group" : "กลุ่มผู้ใช้งาน",
    "remote" : "รีโมท",
    "Unshare" : "ยกเลิกการแชร์",
    "Could not unshare" : "ไม่สามารถยกเลิกการแชร์ได้",
    "Error while sharing" : "เกิดข้อผิดพลาดขณะกำลังแชร์ข้อมูล",
    "Share details could not be loaded for this item." : "รายละเอียดการแชร์ไม่สามารถโหลดสำหรับรายการนี้",
    "{sharee} (remote)" : "{sharee} (รีโมท)",
    "Share" : "แชร์",
    "Error" : "ข้อผิดพลาด",
    "Error removing share" : "พบข้อผิดพลาดในรายการที่แชร์ออก",
    "Non-existing tag #{tag}" : "ไม่มีแท็กนี้อยู่ #{tag}",
    "invisible" : "จะมองไม่เห็น",
    "({scope})" : "({scope})",
    "Delete" : "ลบ",
    "Rename" : "เปลี่ยนชื่อ",
    "unknown text" : "ข้อความที่ไม่รู้จัก",
    "Hello world!" : "สวัสดีทุกคน!",
    "sunny" : "แดดมาก",
    "Hello {name}, the weather is {weather}" : "สวัสดี {name} สภาพอากาศวันนี้มี {weather}",
    "Hello {name}" : "สวัสดี {name}",
    "_download %n file_::_download %n files_" : ["ดาวน์โหลด %n ไฟล์"],
    "An error occurred." : "เกิดข้อผิดพลาด",
    "Please reload the page." : "โปรดโหลดหน้าเว็บใหม่",
    "Searching other places" : "กำลังค้นหาสถานที่อื่นๆ",
    "_{count} search result in another folder_::_{count} search results in other folders_" : ["ค้นหาพบ {count} ผลลัพธ์ในโฟลเดอร์อื่นๆ"],
    "Personal" : "ส่วนตัว",
    "Users" : "ผู้ใช้งาน",
    "Apps" : "แอปฯ",
    "Admin" : "ผู้ดูแล",
    "Help" : "ช่วยเหลือ",
    "Access forbidden" : "การเข้าถึงถูกหวงห้าม",
    "File not found" : "ไม่พบไฟล์",
    "The specified document has not been found on the server." : "ไม่พบเอกสารที่ระบุบนเซิร์ฟเวอร์",
    "You can click here to return to %s." : "คุณสามารถคลิกที่นี่เพื่อกลับไปยัง %s",
    "Internal Server Error" : "เกิดข้อผิดพลาดภายในเซิร์ฟเวอร์",
    "More details can be found in the server log." : "รายละเอียดเพิ่มเติมสามารถดูได้ที่บันทึกของระบบเซิร์ฟเวอร์",
    "Technical details" : "รายละเอียดทางเทคนิค",
    "Remote Address: %s" : "ที่อยู่รีโมท: %s",
    "Request ID: %s" : "คำขอ ID: %s",
    "Type: %s" : "ชนิด: %s",
    "Code: %s" : "โค้ด: %s",
    "Message: %s" : "ข้อความ: %s",
    "File: %s" : "ไฟล์: %s",
    "Line: %s" : "ไลน์: %s",
    "Trace" : "ร่องรอย",
    "Security warning" : "คำเตือนการรักษาความปลอดภัย",
    "Your data directory and files are probably accessible from the internet because the .htaccess file does not work." : "ข้อมูลไดเรกทอรีและไฟล์ของคุณ อาจไม่สามารถเข้าถึงได้จากอินเทอร์เน็ตเพราะ htaccess ไฟล์ไม่ทำงาน",
    "Create an <strong>admin account</strong>" : "สร้าง <strong>บัญชีผู้ดูแลระบบ</strong>",
    "Username" : "ชื่อผู้ใช้งาน",
    "Storage & database" : "พื้นที่จัดเก็บข้อมูลและฐานข้อมูล",
    "Data folder" : "โฟลเดอร์เก็บข้อมูล",
    "Configure the database" : "ตั้งค่าฐานข้อมูล",
    "Only %s is available." : "เฉพาะ %s สามารถใช้ได้",
    "Install and activate additional PHP modules to choose other database types." : "ติดตั้งและเปิดใช้งานโมดูล PHP เพิ่มเติมเพื่อเลือกชนิดฐานข้อมูลอื่นๆ",
    "For more details check out the documentation." : "สำหรับรายละเอียดเพิ่มเติมสามารถตรวจสอบได้ที่ <a href=\"%s\" target=\"_blank\">เอกสาร</a>",
    "Database user" : "ชื่อผู้ใช้งานฐานข้อมูล",
    "Database password" : "รหัสผ่านฐานข้อมูล",
    "Database name" : "ชื่อฐานข้อมูล",
    "Database tablespace" : "พื้นที่ตารางในฐานข้อมูล",
    "Database host" : "Database host",
    "Performance warning" : "คำเตือนเรื่องประสิทธิภาพการทำงาน",
    "SQLite will be used as database." : "SQLite จะถูกใช้เป็นฐานข้อมูล",
    "For larger installations we recommend to choose a different database backend." : "สำหรับการติดตั้งขนาดใหญ่เราขอแนะนำให้เลือกแบ็กเอนด์ฐานข้อมูลที่แตกต่างกัน",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "โดยเฉพาะอย่างยิ่งเมื่อใช้ไคลเอนต์เดสก์ทอปสำหรับการประสานข้อมูลโดย SQLite",
    "Finish setup" : "ติดตั้งเลย",
    "Finishing …" : "เสร็จสิ้น ...",
    "Need help?" : "ต้องการความช่วยเหลือ?",
    "See the documentation" : "ดูได้จากเอกสาร",
    "This application requires JavaScript for correct operation. Please {linkstart}enable JavaScript{linkend} and reload the page." : "โปรแกรมนี้ต้องการ JavaScript สำหรับการดำเนินงานที่ถูกต้อง กรุณา {linkstart}เปิดใช้งาน JavaScript{linkend} และโหลดหน้าเว็บ",
    "Search" : "ค้นหา",
    "Server side authentication failed!" : "การรับรองความถูกต้องจากเซิร์ฟเวอร์ล้มเหลว!",
    "Please contact your administrator." : "กรุณาติดต่อผู้ดูแลระบบ",
    "Please try again or contact your administrator." : "โปรดลองอีกครั้งหรือติดต่อผู้ดูแลระบบ",
    "Log in" : "เข้าสู่ระบบ",
    "Wrong password." : "รหัสผ่านผิดพลาด",
    "Stay logged in" : "จดจำฉัน",
    "Alternative Logins" : "ทางเลือกการเข้าสู่ระบบ",
    "New password" : "รหัสผ่านใหม่",
    "New Password" : "รหัสผ่านใหม่",
    "Add \"%s\" as trusted domain" : "ได้เพิ่ม \"%s\" เป็นโดเมนที่เชื่อถือ",
    "App update required" : "จำเป้นต้องอัพเดทแอพฯ",
    "%s will be updated to version %s" : "%s จะถูกอัพเดทเป็นเวอร์ชัน %s",
    "These apps will be updated:" : "แอพพลิเคชันเหล่านี้จะถูกอัพเดท:",
    "These incompatible apps will be disabled:" : "แอพพลิเคชันเหล่านี้เข้ากันไม่ได้จะถูกปิดการใช้งาน:",
    "The theme %s has been disabled." : "ธีม %s จะถูกปิดการใช้งาน:",
    "Please make sure that the database, the config folder and the data folder have been backed up before proceeding." : "โปรดตรวจสอบฐานข้อมูล การตั้งค่าโฟลเดอร์และโฟลเดอร์ข้อมูลจะถูกสำรองไว้ก่อนดำเนินการ",
    "Start update" : "เริ่มต้นอัพเดท",
    "To avoid timeouts with larger installations, you can instead run the following command from your installation directory:" : "เพื่อหลีกเลี่ยงการหมดเวลากับการติดตั้งขนาดใหญ่ คุณสามารถเรียกใช้คำสั่งต่อไปนี้จากไดเรกทอรีการติดตั้งของคุณ:",
    "This %s instance is currently in maintenance mode, which may take a while." : "%s กำลังอยู่ในโหมดการบำรุงรักษาซึ่งอาจใช้เวลาสักครู่",
    "This page will refresh itself when the %s instance is available again." : "หน้านี้จะรีเฟรชตัวเองเมื่อ %s สามารถใช้ได้อีกครั้ง",
    "Contact your system administrator if this message persists or appeared unexpectedly." : "ติดต่อผู้ดูแลระบบของคุณหากข้อความนี้ยังคงมีอยู่หรือปรากฏโดยไม่คาดคิด",
    "Thank you for your patience." : "ขอบคุณสำหรับความอดทนของคุณ เราจะนำความคิดเห็นของท่านมาปรับปรุงระบบให้ดียิ่งขึ้น"
},"pluralForm" :"nplurals=1; plural=0;"
}